{"1281003": {"date": "Updated August 31, 2016", "article": "WASHINGTON: Dogs distinguish words and intonation in the same region of the brain as humans, according to a new study of how man’s best friend interprets our language.Published on Monday in the journal Science, the report by researchers at Budapest’s Eotvos Lorand University shows the canine brain is capable of interpreting both what we say and how we say it.Dogs, like humans, use the brain’s left hemisphere to interpret words and regions of the right hemisphere to analyse intonation.The brain’s pleasure centre is activated only when words of kindness and praise are accompanied by the appropriate intonation, the researchers determined.The observations suggest that the neural mechanisms for processing words evolved much earlier than previously believed and that they are not unique to the human brain.In surroundings with many spoken words such as a family home, understanding of word meanings can develop even in the brains of animals unable to speak, the study shows. “The human brain not only separately analyses what we say and how we say it, but also integrates the two types of information, to arrive at a unified meaning,” says Attila Andics, a research fellow at Eotvos Lorand University. “Our findings suggest that dogs can also do all that, and they use very similar brain mechanisms,” a discovery that could help facilitate communication and cooperation between dogs and humans.The scientists studied 13 dogs who remained lying still while a brain scanner measured their brain activity as they listened to their owners speak. They found the dogs would activate an area of the right brain to distinguish between intonation signaling kindness and neutral tones. The researchers had already identified that the same part of dogs’ brains interprets non-verbal sounds that elicit emotions. The same area of the human brain plays a similar role, suggesting that the mechanisms for interpreting intonation aren’t specific to speech. “What makes words uniquely human is not a special neural capacity, but our invention of using them,” the scientists said.Published in Dawn, August 31st, 2016\n", "author": "AFP", "title": "Dogs, like humans, distinguish words and intonation"}}
{"1281003": {"date": "Updated August 31, 2016", "article": "WASHINGTON: Dogs distinguish words and intonation in the same region of the brain as humans, according to a new study of how man’s best friend interprets our language.Published on Monday in the journal Science, the report by researchers at Budapest’s Eotvos Lorand University shows the canine brain is capable of interpreting both what we say and how we say it.Dogs, like humans, use the brain’s left hemisphere to interpret words and regions of the right hemisphere to analyse intonation.The brain’s pleasure centre is activated only when words of kindness and praise are accompanied by the appropriate intonation, the researchers determined.The observations suggest that the neural mechanisms for processing words evolved much earlier than previously believed and that they are not unique to the human brain.In surroundings with many spoken words such as a family home, understanding of word meanings can develop even in the brains of animals unable to speak, the study shows. “The human brain not only separately analyses what we say and how we say it, but also integrates the two types of information, to arrive at a unified meaning,” says Attila Andics, a research fellow at Eotvos Lorand University. “Our findings suggest that dogs can also do all that, and they use very similar brain mechanisms,” a discovery that could help facilitate communication and cooperation between dogs and humans.The scientists studied 13 dogs who remained lying still while a brain scanner measured their brain activity as they listened to their owners speak. They found the dogs would activate an area of the right brain to distinguish between intonation signaling kindness and neutral tones. The re{"1281003": {"date": "Updated August 31, 2016", "article": "WASHINGTON: Dogs distinguish words and intonation in the same region of the brain as humans, according to a new study of how man’s best friend interprets our language.Published on Monday in the journal Science, the report by researchers at Budapest’s Eotvos Lorand University shows the canine brain is capable of interpreting both what we say and how we say it.Dogs, like humans, use the brain’s left hemisphere to interpret words and regions of the right hemisphere to analyse intonation.The brain’s pleasure centre is activated only when words of kindness and praise are accompanied by the appropriate intonation, the researchers determined.The observations suggest that the neural mechanisms for processing words evolved much earlier than previously believed and that they are not unique to the human brain.In surroundings with many spoken words such as a family home, understanding of word meanings can develop even in the brains of animals unable to speak, the study shows. “The human brain not only separately analyses what we say and how we say it, but also integrates the two types of information, to arrive at a unified meaning,” says Attila Andics, a research fellow at Eotvos Lorand University. “Our findings suggest that dogs can also do all that, and they use very similar brain mechanisms,” a discovery that could help facilitate communication and cooperation between dogs and humans.The scientists studied 13 dogs who remained lying still while a brain scanner measured their brain activity as they listened to their owners speak. They found the dogs would activate an area of the right brain to distinguish between intonation signaling kindness and neutral tones. The researchers had already identified that the same part of dogs’ brains interprets non-verbal sounds that elicit emotions. The same area of the human brain plays a similar role, suggesting that the mechanisms for interpreting intonation aren’t specific to speech. “What makes words uniquely human is not a special neural capacity, but our invention of using them,” the scientists said.Published in Dawn, August 31st, 2016\n", "author": "AFP", "title": "Dogs, like humans, distinguish words and intonation"}}
{"1281013": {"date": "August 31, 2016", "article": "WHILE the nation remains preoccupied with multiple issues, it should not be forgotten that a key battle on the health front — that of eradicating the crippling polio virus — continues. Admittedly, there has been progress on this front. But to achieve the goal of making Pakistan polio-free, the authorities cannot slacken off and must remain vigilant. A six-day sub-national anti-polio campaign is currently under way in Sindh, with a heavy police contingent of some 5,000 men deployed in Karachi alone for the security of the vaccinators. Of course, considering the fact that vaccinators have been murdered in cold blood while on duty, the state cannot afford to take any chances, hence the substantial police presence. To date, 13 polio cases have been reported in the country this year; at this time in 2015 the reported total was 29. Though this figure is far from perfect, it certainly does show an improvement and we hope no further cases are reported in the months ahead.The International Monitoring Board of the Global Polio Eradication Initiative has also said that Pakistan has made improvements in the polio eradication effort. The monitoring body cites an increase in campaign quality and reduction in the number of missed children as examples of improved performance. However, the goal, it should be remembered, remains total eradication of polio transmission in Pakistan. In parts of the country, such as Fata, transmission has been described as ‘intense’, while certain regions of Balochistan, as well as Karachi, continue to be classified as high-risk. It is these areas that need the most attention. Officials point out that the involvement of religious and community leaders has helped the campaign in ‘sensitive’ neighbourhoods, while refusals, particularly in Sindh, have also declined. The campaign needs continued focus, funds and most of all political will in order to succeed. Now, as success seems achievable, the state must put its full weight behind the polio eradication campaign until the disease is wiped out from Pakistan.Published in Dawn, August 31st, 2016\n", "author": "Editorial", "title": "Polio eradication drive"}}
{"1281023": {"date": "August 31, 2016", "article": "This refers to Mr Safir Siddiqui’s letter  (Aug 29). About Brigadier Zia’s having cold feet attending the Staff College Quetta; I quoted from Lt-Gen Gul Hassan Khan’s memoirs, OUP Rawalpindi p.403. The same page, he will also find an oblique reference to Maj-Gen Nowazish Ali Khan (Brigade Commander in Amman when Brig. Zia was posted out) and his views about Zia. Gen K. M. Arif also writes about Zia’s stint in Jordan, mention of which he always avoided.  The remarks about Benazir ‘over my dead body,’ were made to Kazi Abdul Majeed Abid (father of ex-speaker Dr Fehmida Mirza) information minister of Zia. I quoted from Azhar Suhail Sazishon ka dour, Ferozesons Lahore, 1990, p.37.For details on narcotics in Zia’s plane, he should read Lt-Gen Faiz Ali Chishti Betrayals of Another Kind. Asia Publishing House, London, 1989, p.190-191. Zia wanted a day’s official visit to Canada after his United Nations’ speech but Pierre Trudeau (father of the current prime minister) refused him pointblank. Likewise, President Anwer Sadaat of Egypt excused himself from receiving Zia at Cairo Airport when the latter was on his way west. Please don’t ask for any more references, I am so full of them.We just can’t get out of the hold of history!Aslam Minhas KarachiPublished in Dawn, August 31st, 2016\n", "author": "From the Newspaper", "title": "Zia: a counterview"}}
{"1281043": {"date": "Updated August 31, 2016", "article": "SIALKOT: A gang has allegedly abducted a 15-year-old girl for the second time in the last five months — this time, according to the family, as a “punishment for not withdrawing the rape case”. The girl is the daughter of a labourer who ekes out a living in Daska’s Siraanwali village. According to the FIR (291/2016) lodged at the Satrah police station by the girl’s mother ‘R’, five people, armed to the teeth, stormed their house on the night of Aug 27 last and held them up. They brutally tortured the family and asked them to withdraw the abduction-cum-rape case. \nFamily says suspects asked for rape case withdrawal\n\nThe gang, said the FIR, once again abducted the girl and threatened the family that they would repeat the torment. The Satrah police had earlier registered a case under sections 365-B and 376 PPC against one of the suspects. The woman said they were already scarred by the rape and police’s failure to arrest the perpetrators had emboldened them to repeat the crime. She demanded that Chief Minister Shahbaz Sharif and senior police officers ensure arrest of the suspects and recovery of her daughter.Published in Dawn, August 31st, 2016\n", "author": "A Correspondent", "title": "Gang abducts girl for second time in Sialkot"}}
{"1281053": {"date": "August 31, 2016", "article": "LAHORE: “It is the time to think what we have given to our nation, not what the nation has given to us,” Dr Amjad Saqib said on Tuesday at a ceremony at the Punjab University to distribute cheques to the position holders of the BA/BSC annual examinations. Punjab Educational Endowment Fund (PEEF) Vice Chairman Dr Saqib urged the students not to get inspired from the West. Position holder students Huma, Zara Nasir, Maryam Saba, Mansoor Ali, Faryal Shahbaz and Attiqa with their teachers and parents were present. Dr Saqib said 25 million children were out of schools in the country while the living standard of 70 per cent of the population was poor. He said the Akhwat Foundation was the largest movement against usury in the world as it had benefited 1.5 million families, means 10 million people. He said Chief Minister Shahbaz Sharif wanted to encourage talented students, so the PEEF was established seven years ago with a Rs1 billion seed money. The PEEF has \nprovided scholarships to 150,000 students and now it has Rs17 billion funds. Vice-Chancellor Prof Dr Mujahid Kamran said great nations were under the control of a financial elite of the world because of the system of usury which had led to concentration of wealth. The other big issue was the ignorance of the Muslims and their disinterest in seeking knowledge. He said Australian scientist Gideon Polya in his book “Body Count” said of the 1.3 billion avoidable deaths from 1950-2005, 600 million were Muslims. He said America’s GDP was around $18 trillion and it spent two to 2.7 per cent of it on research and development per year while Pakistan had a GDP of around $250 billion, and of it only 0.1 or 0.2 per cent was allocated for research and development per year. Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Cheques given to outstanding students"}}
{"1281063": {"date": "Updated August 31, 2016", "article": "LAHORE: A data compiled by the Punjab police for the first time shows that nearly 225,000 ‘criminals’ operate all over the province, including 55,000 in Lahore.The statistics pertain to terrorists, dacoits, thieves, burglars, proclaimed offenders, car snatchers, drug peddlers, and those involved in sectarian violence. While sharing a consolidated data in a meeting chaired by IG at Central Police Office on Tuesday, the police officers said that the figures were collected while compiling fingerprints and palm impression of 100,000 criminals out of 225,000 from all the jails of the province. \nRare data shows 55,000 outlaws operate in Lahore; figures collected thru’ fingerprints, palm impressions\n\nThe process was under way to bring 125,000 more in the system, the meeting was told. The statistics were gathered at a time when Punjab reported increase in the crime rate in 2016 as compared to last year.According to the figures obtained from the IG office, a total of 194,552 cases were reported during the first six months in 2015 all over the province which surged to 201,839 in 2016, showing an upward trend in crime rate.Lahore Crime Record Office (CRO) SP Nadeem Abbas apprised the meeting that the fingerprint matching system had collected fingerprints of 100,000 criminals out of the total 225,000 confined to all jails in Punjab.He said the record pertained to 2002-16 and the process was under way to register rest of the criminals with the coordination of the district police officers of Punjab.He said other profile of the criminals was also being obtained that included their face sketch, skin and hair colour, physical appearance and modus operandi.This detailed information was being collected for the first time since the installation of the Mega Matcher Machine, he said adding that the profile would definitely help police identify, trace and round up the offenders. Earlier, he said, the record was managed manually and the latest technology was introduced for the first time to update the complete profile of the criminals.An insider told Dawn that the meeting was apprised that the fingerprint match system was installed at a cost of Rs45 million and the Punjab police were planning to procure another one in order to expedite the process of computerising the crime record.Lahore Operations DIG Dr Haider Ashraf briefed the IG about a model of police station designed by him having all latest facilities, he said. Meanwhile, according to a handout pertaining to the same meeting, IG Mushtaq Sukhera directed the officers that 8787 helpline, which was launched for redress of public complaints, could be used as central service with a view to providing justice to the complainants also.He also reviewed the computerisation of Criminal Record Management System (CRMS) in detail.Published in Dawn, August 31st, 2016\n", "author": "Asif Chaudhry", "title": "Punjab has 0.25m ‘criminals’"}}
{"1281103": {"date": "August 31, 2016", "article": "QUETTA: With another flag meeting between Pakistani and Afghan border officials in Chaman ending in failure to break the impasse over opening of the border crossing, the Friendship Gate remained closed to travellers from the two countries on Tuesday. The border crossing was closed earlier this month by the Pakistani authorities after some Afghans burnt a Pakistan flag at Vesh, on the Afghan side of the border. During the meeting the Pakistani officials — led by Lt Col Changez Khan of the Frontier Corps, Balochistan — told the Afghan delegation that burning of the flag and torching of a portrait of Quaid-i-Azam Mohammad Ali Jinnah had hurt the sentiments of Pakistanis and the authorities had to close the Friendship Gate in Chaman as a result. The Afghan delegation, led by Colonel Muhammad Ali, condemned the burning of the flag. “The Afghan officials condemned the torching of the Pakistan flag and termed it a conspiracy by the enemy to create hatred between the two brotherly and Muslim countries,” a senior Pakistani official said. \nProposals finalised at meeting will be sent to authorities in Islamabad, Kabul\n\nCol Ali said that he, on behalf of the Afghan government, condemned the controversial acts. “No doubt, it was a deplorable act. We strongly condemn the conspiracy to generate hatred between Pakistan and Afghanistan,” he added. Sources said the suggestions formulated at the meeting would be sent to the higher authorities in Islamabad and Kabul where the final decisions on the matter would be taken. It was the fourth flag meeting between border officials of the two countries to be held in the last two weeks over the issue of closure of the border crossing in Chaman. Due to the closure, hundreds of Nato containers and other vehicles carrying trade goods have lined up on the two sides of the border crossing, unable to cross it. Similarly thousands of people have been stranded.Our Correspondent in Landi Kotal adds: At a similar meeting at the Torkham border crossing, officials of the two countries discussed a recent clash between their security personnel in which some Pakistani buildings at the crossing were damaged. Routine matters also came under discussion. During the talks, the Pakistani officials raised the issue of repair of the damaged buildings. They also told their Afghan counterparts about the perception that Pakistani drivers and travellers were treated rather shabbily on the other side of the border. For their part, the Afghan officials said Pakistani authorities should give them prior information about any Afghans to be deported and bodies to be handed over, etc.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Staff Correspondent", "title": "Chaman border crossing remains shut as talks end in failure"}}
{"1281163": {"date": "September 01, 2016", "article": "\n\n\n\t\t\t\t\tThe writer is president of the National Entrepreneurship Working Group (NEW-G).\n\t\t\t\t\n\n\nALMOST 70 years after independence, global benchmarking indexes continue to rank many of Pakistan’s economic development indicators — including competitiveness, education and training, women’s participation and entrepreneurship — near the bottom.Entrepreneurship is “one of the most important drivers of job creation and economic growth”, and governments everywhere are working to create an environment that nurtures and sustains its growth. Pakistan, however, lacks a formal ecosystem development strategy. With 1.7 million people entering the workforce each year, the primary objective of Pakistan’s ecosystem development strategy is to create jobs, which is also essential for socio-economic stability. The resulting private-sector expansion will support the formation of high-growth firms, stimulate the growth of (SMEs which account for 97pc of all jobs in emerging economies) and promote self-employment opportunities.The ecosystem is a network of institutions and individuals within a defined geographical area representing the different elements of entrepreneurship, shaped by its underlying socio-cultural conditions, with resources that reflect its level of economic development.Historically, Pakistan’s ecosystem development has emphasised capacity building and training, including business plan competitions, incubators and mentorship. And although the State Bank has led successful financial inclusion initiatives, sustainable entrepreneurial-led growth needs to be built on broader macro-level foundations with an initial focus on four areas:\nMSP collaboration is a critical obligation of our business leaders.\n\n• Entrepreneurship education develops personal skills that are equally beneficial to employers, and promotes the cultural acceptance of entrepreneurship as an alternate and viable career choice. It has three essential features: start at primary school, create a curriculum to identify skills and competencies for each education level, and develop a trained and certified teaching faculty. In the World Economic Forum’s (WEF) Global Compet­itiveness Index 2015-16, Pakistan ranks 112/140 in quality of education.• Expanding women’s economic participation to harness the talents and contributions of the under-represented half of the population, and to address gender disparities for women’s economic empowerment, which also corresponds to Goal 5 of the UN’s SDGs. Pakistani women’s population to labour force participation ratio is 23pc (males 86pc) and only 4.8pc of women have accounts at financial institutions (South Asia average 37pc). Pakistan is ranked 141/142 in the WEF Global Gender Gap Report which measures gender equality. Across nine years of annual data from 2006 to 2014, Pakistan’s rank has always been among the bottom three.• Regulatory reform to catalyse private-sector growth with better business regulations and to improve regulatory processes. Since 2003, the World Bank’s annual Doing Business (DB) reports have become the primary reference and benchmarking tool in 10 areas of business regulation. An analysis of 11 years of DB data has shown that economies implementing regulatory reforms or performing well on DB indicators generate multiple social and economic outcomes including attracting FDI, creating new firms and new jobs and improvements in rule of law. Although Pakistan’s DB rankings have been consistently poor, they have deteriorated from 110/189 in 2014 to 138/189 in 2016.• Funding and finance for different stages of the business cycle, including seed capital and growth equity, and expanding financial inclusion. In a 2013 survey, Pakistani entrepreneurs rated funding and finance as the least available component of the entrepreneurial ecosystem. With only 13pc of the adult population having an account at a financial institution in 2014 (deve­loping economies ave­­­­rage 50pc), these statistics show a low level of financial inclusion and exp­lains the lack of a credit history that blocks financing for Pakistani entrepreneurs.Policy instability has been a significant factor in Pakistan’s inability to develop and implement sustainable growth strategies. Now, however, SDG 17 provides mitigation for past failures by supporting “inclusive partnerships” for “a sustainable development agenda”, and establishes two critical features for implementing the ecosystem development strategy: 1) an industry-neutral institutional platform to drive the agenda and backed by the private sector; 2) multi-stakeholder partnerships (MSPs) of public- and private-sector businesses, academia and the different component organisations of civil society, collaborating to exchange ideas, developing recommendations, and engaging with government agencies for advocacy.Increasingly, businesses worldwide are integrating MSP collaboration with their corporate citizenship roles because it promotes public participation and transparency in development initiatives. It is a critical obligation for Pakistan’s business leaders to do the same. The writer is president of the National Entrepreneurship Working Group (NEW-G)rizwan.razvi@newg-pk.comPublished in Dawn September 1st, 2016\n", "author": "Rizwan Razvi", "title": "Ecosystem strategy"}}
{"1281173": {"date": "September 01, 2016", "article": "KARACHI: Fancied Wapda will defend its crown when the KPT National Women’s Volleyball Championship gets into action at the KPT Sports Complex on Thursday.Wapda is among eight teams that will vie for honours in the four-day contest which concludes on Sunday.All the outstation teams have arrived here and practiced at the venue on Wednesday. The draws of the event were finalised at team manager’s meeting.The teams have been divided into two groups which are as follows.A: Wapda, Azad Jammu and Kashmir, Khyber Pakhtunkhwa, Sindh.B: HEC, Army, Balochistan, Punjab.Top two teams from both the groups will qualify for the semi-finals that will be played on Saturday.Sindh Volleyball Association (SVA) president Shah Naeem Zafar said that elaborate arrangements have been made to organise the event in a befitting manner which is being held here for the first time.According to draws, six matches are on card for the opening day.He said KPT chairman retired Vice Admiral Shafqar Javed, who is also chairman of the SVA, will formally inaugurate the event at 4pm.Meanwhile, Shafia has been appointed captain of the Sindh team in the event. Farah Khan has been named as her deputy. Other members of the team are Farah Naz, Mehwish, Yasmeen, Ayesha Ayub Fatima, Maha, Shazia, Naima, Komal, Shakila, Lubna Naz and Hira Khan.Officials: Kausar Kamran (manager), Ayesha Erum (assistant Manager), Nomanuddin (coach).Thursday’s fixtures:Azad Kashmir v Khyber Pakhtunkhwa at 10am; Balochistan v Punjab at 11am; Wapda v Khyber Pakhtunkhwa at 12noon; HEC v Balochistan at 1pm; Azad Kashmir v Sindh at 4pm; Army v Punjab at 5pm.Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Sports Correspondent", "title": "Wapda to defend crown as National Women’s Volleyball begins today"}}
{"1281193": {"date": "September 01, 2016", "article": "DAMBULLA: John Hastings claimed six wickets before Aaron Finch and George Bailey’s attacking half-centuries powered Australia to a series clinching six-wicket win over Sri Lanka in the fourth One-day International in Dambulla on Wednesday. Australia rode on Finch’s 19-ball 55 and an unbeaten 90 from Bailey to chase down 213 in 31 overs and take an unassailable 3-1 lead in the five-match series. Earlier Hastings’ career-best bowling figures of 6-45 helped bowl out Sri Lanka for 212 after electing to bat first despite Dhananjaya de Silva’s fighting 76 at the Rangiri Dambulla International Stadium. In reply, Finch’s opening blitz gave Australia a rocket start against a Sri Lankan attack that missed skipper Angelo Mathews’ medium pace after the all-rounder hurt his calf while batting. Finch, who equalled the record for the fastest fifty — in 18 balls — by an Australian, struck eight fours and three sixes as he carted the Sri Lankan spinners to all parts of the ground. Left-arm spinner Sachith Pathirana’s triple strike in the space of five deliveries checked the visitors’ surge but only for a brief while. Pathirana got the wickets of danger man Finch and Usman Khawaja for nought in his opening over of the innings. He then bowled skipper David Warner for 19 on the first ball of his next over. Bailey, who registered his 21st ODI fifty, carried the momentum forward as he anchored Australia’s chase with his 85-ball knock, laced with 11 fours and a six. He got the perfect partner in Travis Head, who scored 40, as the duo put on 100 runs for the fourth wicket. Head was trapped lbw off Dilruwan Perera but Matthew Wade, who remained unbeaten on eight, joined Bailey at the crease to hit the winning six. The victory comes as a welcome relief for the visiting side after they suffered their first series whitewash against Sri Lanka in the three Test matches. Sri Lanka suffered from a lack of partnerships as their innings ran out of steam as they folded on the last ball of the 50th over. Australia’s pace spearhead Mitchell Starc struck in the very first over to have debutant batsman Avishka Fernando trapped lbw for nought. Man-of-the-match Hastings soon got Kusal Mendis caught behind for one. The on-field umpire gave the batsman not out before Australia successfully reviewed the decision. Scott Boland, who replaced Josh Hazlewood in the starting XI, joined the pace charge to dismiss previous match centurion Dinesh Chandimal — caught behind to leave Sri Lanka reeling on 31-3. De Silva and Mathews then started a rebuilding act, mixing caution and aggression against a persistent Australian attack. Mathews, who was badly shaken after being hit on the back of his helmet off a Boland bouncer, made a gritty 28 before retiring hurt with a calf injury that hampered his footwork and running between the wickets. De Silva, whose maiden ODI half-century included nine boundaries, looked a little edgy after Mathews’ departure and soon departed after spooning a catch to mid-wicket off Hastings. Australia’s spinners then got in on the act as Adam Zampa and Head took two more wickets to land Sri Lanka in deeper trouble. Pathirana chipped in with a crucial 24-run cameo to help Sri Lanka pass the 200-run mark from a precarious 165-7. Hastings’ double strike in the 48th over brought him his maiden five-wicket haul in ODIs. A limping Mathews, who scored a gutsy 40, returned to bat in that same over to add some useful runs to the total, which in the end proved insufficient for the rampaging visitors. The fifth and final match of the series is scheduled for Sunday in Pallekele. ScoreboardSRI LANKA:D.M. de Silva c Finch b Hastings    76 W.I.A. Fernando lbw b Starc 0 B.K.G. Mendis c Wade b Hastings 1 L.D. Chandimal c Wade b Boland  5 A.D. Mathews c Bailey b Hastings    40 A.K. Perera c Wade b Zampa  7 M.D.K.J. Perera c Warner b Head 6 N.L.T.C. Perera c Finch b Hastings  13 S.S. Pathirana c Faulkner b Hastings    24 M.K.D. Perera c Wade b Hastings 18M.A. Aponso not out 1 EXTRAS (B-4, LB-2, W-15)    21 TOTAL (all out, 50 overs)   212 FALL OF WKTS: 1-1, 2-18, 3-31, 4-121, 5-130, 6-134, 7-165, 8-199, 9-200.BOWLING: Starc 10-1-51-1 (5w); Hastings 10-0-45-6 (2w); Boland 10-1-36-1 (2w); Faulkner 10-0-39-0 (1w); Zampa 8-0-30-1 (1w); Head 2-0-5-1.NOTE: Mathews retired hurt at 115-3 and resumed at 199-8.AUSTRALIA: D.A. Warner b Pathirana 19 A.J. Finch lbw b Pathirana  55U.T. Khawaja lbw b Pathirana    0G.J. Bailey not out 90T.M. Head lbw b M.K.D. Perera   40M.S. Wade not out   8EXTRAS (B-1, LB-1, W-2, NB-1)   5TOTAL (for four wkts, 31 overs) 217FALL OF WKTS: 1-74, 2-74, 3-97, 4-197. DID NOT BAT: J.P. Faulkner, J.W. Hastings, M.A. Starc, A. Zampa, S.M. Boland. BOWLING: N.L.T.C. Perera 3-1-24-0; Aponso 8-0-59-0 (1w); M.D.K. Perera 7-0-69-1 (1nb); Pathirana 8-0-37-3 (1w); de Silva 4-0-21-0; A.K. Perera 1-0-5-0.RESULT: Australia won by six wickets to lead five-match series 3-1.UMPIRES: R.S.A. Palliyaguruge (Sri Lanka) and M.A. Gough (England).TV UMPIRE: Aleem Dar (Pakistan).MATCH REFEREE: Javagal Srinath (India).MAN-OF-THE-MATCH: John Hastings.FIRST MATCH: Colombo (RPS), Australia won by three wickets.SECOND MATCH: Colombo (RPS), Sri Lanka won by 82 runs.THIRD MATCH: Dambulla, Australia won by two wickets.FIFTH MATCH: Pallekele (D/N), Sunday.Published in Dawn September 1st, 2016\n", "author": "AFP", "title": "Clinical Aussies crush SL to wrap up one-day series"}}
{"1281223": {"date": "September 01, 2016", "article": "KARACHI: The Sindh High Court put on Wednesday the federal and provincial authorities on notice on a petition seeking a ban on the Muttahida Qaumi Movement and disqualification of its lawmakers over an anti-state speech by London-based chief of the MQM Altaf Hussain. The petition, filed by Moulvi Iqbal Haider, alleged that MQM MNAs and MPAs listened to the anti-state speech of Mr Hussain on Aug 22 at a hunger strike camp outside the Karachi Press Club in which he made highly objectionable remar{"1281003": {"date": "Updated August 31, 2016", "article": "WASHINGTON: Dogs distinguish words and intonation in the same region of the brain as humans, according to a new study of how man’s best friend interprets our language.Published on Monday in the journal Science, the report by researchers at Budapest’s Eotvos Lorand University shows the canine brain is capable of interpreting both what we say and how we say it.Dogs, like humans, use the brain’s left hemisphere to interpret words and regions of the right hemisphere to analyse intonation.The brain’s pleasure centre is activated only when words of kindness and praise are accompanied by the appropriate intonation, the researchers determined.The observations suggest that the neural mechanisms for processing words evolved much earlier than previously believed and that they are not unique to the human brain.In surroundings with many spoken words such as a family home, understanding of word meanings can develop even in the brains of animals unable to speak, the study shows. “The human brain not only separately analyses what we say and how we say it, but also integrates the two types of information, to arrive at a unified meaning,” says Attila Andics, a research fellow at Eotvos Lorand University. “Our findings suggest that dogs can also do all that, and they use very similar brain mechanisms,” a discovery that could help facilitate communication and cooperation between dogs and humans.The scientists studied 13 dogs who remained lying still while a brain scanner measured their brain activity as they listened to their owners speak. They found the dogs would activate an area of the right brain to distinguish between intonation signaling kindness and neutral tones. The researchers had already identified that the same part of dogs’ brains interprets non-verbal sounds that elicit emotions. The same area of the human brain plays a similar role, suggesting that the mechanisms for interpreting intonation aren’t specific to speech. “What makes words uniquely human is not a special neural capacity, but our invention of using them,” the scientists said.Published in Dawn, August 31st, 2016\n", "author": "AFP", "title": "Dogs, like humans, distinguish words and intonation"}}
{"1281013": {"date": "August 31, 2016", "article": "WHILE the nation remains preoccupied with multiple issues, it should not be forgotten that a key battle on the health front — that of eradicating the crippling polio virus — continues. Admittedly, there has been progress on this front. But to achieve the goal of making Pakistan polio-free, the authorities cannot slacken off and must remain vigilant. A six-day sub-national anti-polio campaign is currently under way in Sindh, with a heavy police contingent of some 5,000 men deployed in Karachi alone for the security of the vaccinators. Of course, considering the fact that vaccinators have been murdered in cold blood while on duty, the state cannot afford to take any chances, hence the substantial police presence. To date, 13 polio cases have been reported in the country this year; at this time in 2015 the reported total was 29. Though this figure is far from perfect, it certainly does show an improvement and we hope no further cases are reported in the months ahead.The International Monitoring Board of the Global Polio Eradication Initiative has also said that Pakistan has made improvements in the polio eradication effort. The monitoring body cites an increase in campaign quality and reduction in the number of missed children as examples of improved performance. However, the goal, it should be remembered, remains total eradication of polio transmission in Pakistan. In parts of the country, such as Fata, transmission has been described as ‘intense’, while certain regions of Balochistan, as well as Karachi, continue to be classified as high-risk. It is these areas that need the most attention. Officials point out that the involvement of religious and community leaders has helped the campaign in ‘sensitive’ neighbourhoods, while refusals, particularly in Sindh, have also declined. The campaign needs continued focus, funds and most of all political will in order to succeed. Now, as success seems achievable, the state must put its full weight behind the polio eradication campaign until the disease is wiped out from Pakistan.Published in Dawn, August 31st, 2016\n", "author": "Editorial", "title": "Polio eradication drive"}}
{"1281023": {"date": "August 31, 2016", "article": "This refers to Mr Safir Siddiqui’s letter  (Aug 29). About Brigadier Zia’s having cold feet attending the Staff College Quetta; I quoted from Lt-Gen Gul Hassan Khan’s memoirs, OUP Rawalpindi p.403. The same page, he will also find an oblique reference to Maj-Gen Nowazish Ali Khan (Brigade Commander in Amman when Brig. Zia was posted out) and his views about Zia. Gen K. M. Arif also writes about Zia’s stint in Jordan, mention of which he always avoided.  The remarks about Benazir ‘over my dead body,’ were made to Kazi Abdul Majeed Abid (father of ex-speaker Dr Fehmida Mirza) information minister of Zia. I quoted from Azhar Suhail Sazishon ka dour, Ferozesons Lahore, 1990, p.37.For details on narcotics in Zia’s plane, he should read Lt-Gen Faiz Ali Chishti Betrayals of Another Kind. Asia Publishing House, London, 1989, p.190-191. Zia wanted a day’s official visit to Canada after his United Nations’ speech but Pierre Trudeau (father of the current prime minister) refused him pointblank. Likewise, President Anwer Sadaat of Egypt excused himself from receiving Zia at Cairo Airport when the latter was on his way west. Please don’t ask for any more references, I am so full of them.We just can’t get out of the hold of history!Aslam Minhas KarachiPublished in Dawn, August 31st, 2016\n", "author": "From the Newspaper", "title": "Zia: a counterview"}}
{"1281033": {"date": "Updated August 31, 2016", "article": "KARACHI: The Sindh High Court (SHC) on Tuesday directed the provincial excise and taxation department to inform the court about rules and regulations for running wine shops.An SHC bench, headed by Justice Irfan Saadat Khan, was hearing a petition filed against opening of wine shops and open sale of liquor in Ibrahim Hyderi. In her petition, Ms Bushra had informed the court that a wine shop had been established just a few hundred feet from a mosque in the Ibrahim Hyderi area. It was argued that licences to run wine shops were issued only for those areas where non-Muslim population was in a majority, yet wine shops were being established in areas inhabited by Muslims in violation of relevant rules. However, the police in their reply informed the court that there was no mosque within the 100-yard radius of any wine shop. The bench directed the excise and taxation director-general of a 19-grade officer of the department to file in the court rules and regulations for running wine shops. The court also asked the Ibrahim Hyderi SHO to appear before the bench with facts about the wine shop location and operation.Published in Dawn, August 31st, 2016\n", "author": "PPI", "title": "SHC seeks rules, regulations for running wine shops"}}
{"1281043": {"date": "Updated August 31, 2016", "article": "SIALKOT: A gang has allegedly abducted a 15-year-old girl for the second time in the last five months — this time, according to the family, as a “punishment for not withdrawing the rape case”. The girl is the daughter of a labourer who ekes out a living in Daska’s Siraanwali village. According to the FIR (291/2016) lodged at the Satrah police station by the girl’s mother ‘R’, five people, armed to the teeth, stormed their house on the night of Aug 27 last and held them up. They brutally tortured the family and asked them to withdraw the abduction-cum-rape case. \nFamily says suspects asked for rape case withdrawal\n\nThe gang, said the FIR, once again abducted the girl and threatened the family that they would repeat the torment. The Satrah police had earlier registered a case under sections 365-B and 376 PPC against one of the suspects. The woman said they were already scarred by the rape and police’s failure to arrest the perpetrators had emboldened them to repeat the crime. She demanded that Chief Minister Shahbaz Sharif and senior police officers ensure arrest of the suspects and recovery of her daughter.Published in Dawn, August 31st, 2016\n", "author": "A Correspondent", "title": "Gang abducts girl for second time in Sialkot"}}
{"1281053": {"date": "August 31, 2016", "article": "LAHORE: “It is the time to think what we have given to our nation, not what the nation has given to us,” Dr Amjad Saqib said on Tuesday at a ceremony at the Punjab University to distribute cheques to the position holders of the BA/BSC annual examinations. Punjab Educational Endowment Fund (PEEF) Vice Chairman Dr Saqib urged the students not to get inspired from the West. Position holder students Huma, Zara Nasir, Maryam Saba, Mansoor Ali, Faryal Shahbaz and Attiqa with their teachers and parents were present. Dr Saqib said 25 million children were out of schools in the country while the living standard of 70 per cent of the population was poor. He said the Akhwat Foundation was the largest movement against usury in the world as it had benefited 1.5 million families, means 10 million people. He said Chief Minister Shahbaz Sharif wanted to encourage talented students, so the PEEF was established seven years ago with a Rs1 billion seed money. The PEEF has \nprovided scholarships to 150,000 students and now it has Rs17 billion funds. Vice-Chancellor Prof Dr Mujahid Kamran said great nations were under the control of a financial elite of the world because of the system of usury which had led to concentration of wealth. The other big issue was the ignorance of the Muslims and their disinterest in seeking knowledge. He said Australian scientist Gideon Polya in his book “Body Count” said of the 1.3 billion avoidable deaths from 1950-2005, 600 million were Muslims. He said America’s GDP was around $18 trillion and it spent two to 2.7 per cent of it on research and development per year while Pakistan had a GDP of around $250 billion, and of it only 0.1 or 0.2 per cent was allocated for research and development per year. Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Cheques given to outstanding students"}}
{"1281063": {"date": "Updated August 31, 2016", "article": "LAHORE: A data compiled by the Punjab police for the first time shows that nearly 225,000 ‘criminals’ operate all over the province, including 55,000 in Lahore.The statistics pertain to terrorists, dacoits, thieves, burglars, proclaimed offenders, car snatchers, drug peddlers, and those involved in sectarian violence. While sharing a consolidated data in a meeting chaired by IG at Central Police Office on Tuesday, the police officers said that the figures were collected while compiling fingerprints and palm impression of 100,000 criminals out of 225,000 from all the jails of the province. \nRare data shows 55,000 outlaws operate in Lahore; figures collected thru’ fingerprints, palm impressions\n\nThe process was under way to bring 125,000 more in the system, the meeting was told. The statistics were gathered at a time when Punjab reported increase in the crime rate in 2016 as compared to last year.According to the figures obtained from the IG office, a total of 194,552 cases were reported during the first six months in 2015 all over the province which surged to 201,839 in 2016, showing an upward trend in crime rate.Lahore Crime Record Office (CRO) SP Nadeem Abbas apprised the meeting that the fingerprint matching system had collected fingerprints of 100,000 criminals out of the total 225,000 confined to all jails in Punjab.He said the record pertained to 2002-16 and the process was under way to register rest of the criminals with the coordination of the district police officers of Punjab.He said other profile of the criminals was also being obtained that included their face sketch, skin and hair colour, physical appearance and modus operandi.This detailed information was being collected for the first time since the installation of the Mega Matcher Machine, he said adding that the profile would definitely help police identify, trace and round up the offenders. Earlier, he said, the record was managed manually and the latest technology was introduced for the first time to update the complete profile of the criminals.An insider told Dawn that the meeting was apprised that the fingerprint match system was installed at a cost of Rs45 million and the Punjab police were planning to procure another one in order to expedite the process of computerising the crime record.Lahore Operations DIG Dr Haider Ashraf briefed the IG about a model of police station designed by him having all latest facilities, he said. Meanwhile, according to a handout pertaining to the same meeting, IG Mushtaq Sukhera directed the officers that 8787 helpline, which was launched for redress of public complaints, could be used as central service with a view to providing justice to the complainants also.He also reviewed the computerisation of Criminal Record Management System (CRMS) in detail.Published in Dawn, August 31st, 2016\n", "author": "Asif Chaudhry", "title": "Punjab has 0.25m ‘criminals’"}}
{"1281073": {"date": "August 31, 2016", "article": "ISLAMABAD: In tribute to Sufi poet Bulleh Shah, the Ajoka Theatre presented its famous play, Bullah, to mark his urs (death anniversary) at Lok Virsa on Monday. Based on the life of Bulleh Shah, the play was written by Shahid Nadeem and directed by Madeeha Gauhar. First performed in 2001, the play highlighted Bulleh Shah’s journey to becoming a respected scholar and his longing for true inner realisation. Against the objections of his peers, Bulleh Shah became a disciple of Shah Inayat – a famous master of the Qadri Sufi lineage – who ultimately guided his student to his mystical awakening.Starting off with the death of Bulleh Shah, also known as Abdullah Shah Qadri, and the controversy around his burial, the life and times of the 16th century Syed, who became a discipline of Shah Inayat Qadri – an eminent saint who happened to be an Arian - unfolded. Punctuated with Bulleh Shah’s poetry, the play was performed remarkably by the troupe. The addition of Bulleh Shah’s poetry to the script, and the idea to tell the story with the help of two narrators were an effective way to avoid monotonous dialogue. Bulleh Shah was played by Usman Raaj, who also recited his poems beautifully. The Khawer Ali Qawwal group performed qawwalis on Bulleh Shah’s poetry. The play focused on Bulleh Shah as a symbol of hope and humanism, and a powerful voice for tolerance and love. He promoted a relationship with God that was not oppressive, and allowed people to be religious and also respect other people’s beliefs. He did not see any conflict between his spiritual beliefs and his devotion to music and dance. The playwright also presented two strategies to confront the tyranny of rulers. While historically inaccurate, the fictional meeting of two Punjabi icons, Bulleh Shah and Banda Singh Bahadur (a Sikh warrior who stood against the Mughals) highlighted two separate but contemporary perspectives. Their meeting in the play signifies their divergent world views. Where Banda Singh Bahadur believed in bloodshed and taking revenge with violence, Bulleh Shah upheld a spiritual ideology about peace and justice. Introducing ‘Bullah’ to the audience, Shahid Nadeem, the playwright, said the play was broadly based on events in Bulleh Shah’s life – communicated through poetry, historical records and popular myths – and was ultimately a tribute to the great mystic. “Bulleh Shah lived in the time of the downfall of the Mughal Empire, characterised by conflict, rebellion, religious and civil strife and absolute ideological and political chaos. Those times were not very different from today,” he said. After the play was over, Sabiha Umer, an audience member, told Dawn: “Before watching this play I didn’t know about the life of Bulleh Shah.” She had been shocked by the opening scene, where rulers refused to bury Bulleh Shah in his hometown. “It was an injustice to such a great personality, but time proved who was on the right path.”“Such plays should be performed on a regular basis and also in educational institutions to raise awareness among youngsters about our rich culture and history,” she added.Published in Dawn, August 31st, 2016\n", "author": "Asma Kundi", "title": "Bullah marks iconic Sufi poet’s urs"}}
{"1281083": {"date": "August 31, 2016", "article": "MINGORA: Military police would assist the Swat police to tackle the ever growing traffic issues in the district.This was stated by Officer Commanding Military Police, Major Zafar Iqbal while briefing media persons at the Army Circuit House at Saidu Sharif on Tuesday. He said in collaboration with the Swat police traffic system in the district would be streamlined. “Presently, traffic mess is the biggest issue in Swat. So, in collaboration with traffic police and district administration a comprehensive traffic plan has been devised which will resolve the traffic issues to a great extent,” he said. He said since military police officials had been observing traffic issues in Swat they had devised the plan after proper analysis. “After the traffic plan was chalked out it was discussed with the General Officer Commanding, Malakand Division, Maj-Gen Asif Ghafoor for approval,” he said. About 300,000 vehicles move in Mingora city daily and there are only 130 traffic police in the entire Swat district. Highlighting the traffic plan Maj Iqbal said both the military and traffic police would jointly address the mismanagement and traffic violations. “Initially, the military police will train 40 traffic wardens to enable them to ensure smooth traffic flow on the roads in Mingora city,” he said, adding, “In a joint action the military police with traffic police will launch a crackdown against thousands of unregistered vehicles while action against the under-age drivers will also be undertaken.” He said driving licences and vehicles’ documents would also be strictly checked.Published in Dawn, August 31st, 2016\n", "author": "A Correspondent", "title": "Military police to help streamline traffic in Swat"}}
{"1281093": {"date": "August 31, 2016", "article": "PESHAWAR: Khyber Pakhtunkhwa Chief Minister Pervez Khattak on Tuesday said his government would produce cheap electricity for industrial zone investors for rapid industrialisation of the province. He said this while chairing a meeting, which was attended by MNAs Asad Umar, Jahangir Tareen and Sajida Khattak, Senators Numan Wazir and Mohsin Aziz, Khyber Pakhtunkhwa Economic Zones Development and Management Company chairman Ghulam Dastagir and chief executive officer Syed Mohammad Mohsin, energy and power secretary Naeem Khan and industries secretary Farah Hamid Khan.According to a statement issued here, the CM said his government would use natural gas for the establishment of three power generation stations at Kohat, Rashkai and Hattar Industrial estate each producing 225 megawatts electricity and that the electricity produced would be offered to the industries in the three industrial estates on concessional rates.\nSays natural gas to be used for setting up three power stations\n\nHe said the provincial government would be a sovereign guarantor to attract and facilitate investors in the province.\nThe CM said his government had already offered unmatched incentives to investors. He directed the quarters concerned to expedite the fulfillment of procedural requirements saying this would help translate the dream of rapid industrialisation in the province into reality.The CM said the province was replete with unlimited natural resources and his government produced an enabling environment for foreign and domestic investors to harness those resources for the expeditious development of the province.The participants thoroughly discussed preparations for use of the 100MMCFD natural gas for power generation, which was recently approved by the federal government in light of the efforts of the provincial government. They were informed that SNGPL had issued demand note to the province for the provision of the said gas supply which had been deposited and thus the biddings invited.The participants appreciated the overwhelming response of investors to the biddings offered last month.They were informed that investors were ready to avail the opportunity and make investments just on the provincial government’s sovereign guarantee. With regard to the rates of such electricity produced and sold to industries, the participants decided that though Nepra had to fix such rates, efforts would be made to keep them at the lowest possible level.They also decided that the provincial government would either conduct feasibility itself or leave it to the investors.They said the KPEZMDC would take a decision on the issue within two days.Published in Dawn, August 31st, 2016\n", "author": "Bureau Report", "title": "CM promises cheap electricity for investors"}}
{"1281103": {"date": "August 31, 2016", "article": "QUETTA: With another flag meeting between Pakistani and Afghan border officials in Chaman ending in failure to break the impasse over opening of the border crossing, the Friendship Gate remained closed to travellers from the two countries on Tuesday. The border crossing was closed earlier this month by the Pakistani authorities after some Afghans burnt a Pakistan flag at Vesh, on the Afghan side of the border. During the meeting the Pakistani officials — led by Lt Col Changez Khan of the Frontier Corps, Balochistan — told the Afghan delegation that burning of the flag and torching of a portrait of Quaid-i-Azam Mohammad Ali Jinnah had hurt the sentiments of Pakistanis and the authorities had to close the Friendship Gate in Chaman as a result. The Afghan delegation, led by Colonel Muhammad Ali, condemned the burning of the flag. “The Afghan officials condemned the torching of the Pakistan flag and termed it a conspiracy by the enemy to create hatred between the two brotherly and Muslim countries,” a senior Pakistani official said. \nProposals finalised at meeting will be sent to authorities in Islamabad, Kabul\n\nCol Ali said that he, on behalf of the Afghan government, condemned the controversial acts. “No doubt, it was a deplorable act. We strongly condemn the conspiracy to generate hatred between Pakistan and Afghanistan,” he added. Sources said the suggestions formulated at the meeting would be sent to the higher authorities in Islamabad and Kabul where the final decisions on the matter would be taken. It was the fourth flag meeting between border officials of the two countries to be held in the last two weeks over the issue of closure of the border crossing in Chaman. Due to the closure, hundreds of Nato containers and other vehicles carrying trade goods have lined up on the two sides of the border crossing, unable to cross it. Similarly thousands of people have been stranded.Our Correspondent in Landi Kotal adds: At a similar meeting at the Torkham border crossing, officials of the two countries discussed a recent clash between their security personnel in which some Pakistani buildings at the crossing were damaged. Routine matters also came under discussion. During the talks, the Pakistani officials raised the issue of repair of the damaged buildings. They also told their Afghan counterparts about the perception that Pakistani drivers and travellers were treated rather shabbily on the other side of the border. For their part, the Afghan officials said Pakistani authorities should give them prior information about any Afghans to be deported and bodies to be handed over, etc.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Staff Correspondent", "title": "Chaman border crossing remains shut as talks end in failure"}}
{"1281113": {"date": "August 31, 2016", "article": "ISLAMABAD: The interior ministry on Tuesday sent a reference against the Muttahida Qaumi Movement’s beleaguered leader Altaf Hussain to the British authorities seeking action against him for inciting violence in Pakistan. A spokesman for the ministry said Mr Hussain’s recent speech and evidence proving that he provoked people to violence had also been sent to the British authorities. The reference says that Mr Hussain has violated British and international laws and, therefore, action should be initiated against him under British laws. It seeks action against those inciting violence and spreading unrest in Pakistan. Sources in the ministry said actionable material to prove that Mr Hussain had asked his workers to attack certain media houses had been sent with the reference. The spokesman said soon after the Aug 22 attack on media houses in Karachi, the matter was taken up by Interior Minister Chaudhry Nisar Ali Khan with the British home secretary. Pakistan’s high commissioner in the United Kingdom is also in touch with British police. Though dozens of cases of serious nature, including murder, have been registered against Mr Hussain living in self-exile in the UK for the last three decades or so, he has maintained a firm control over his party. But the language used by him against Pakistan on Aug 22 stirred up a revolt against him, with a number of MQM leaders disowning his remarks and parting ways with him. His remarks continue to draw ire in and outside parliament. The National Assembly’s standing committee on law and justice, which met here on Tuesday, unanimously passed a resolution condemning his remarks against Pakistan. \nThe resolution asked the government to send a reference against Mr Hussain to the UK authorities. The resolution moved by Dr Arif Alvi of the Pakistan Tehreek-i-Insaf also called for an action against Mr  Hussain under Articles 6 and 17B of the Constitution. Speaking at the meeting, Dr Alvi termed Mr Hussain’s remarks condemnable and said seeking support from India and Israel was shameful and warranted an action. Shagufta Jumani of the PPP said remarks against Pakistan were intolerable. The chairman of the committee, Mehmood Basheer Virk, said that evil wishers of Pakistan were there since the country came into existence. “They continue to exist and call themselves leaders,” he added. In a related development, all the 46 members of the National Assembly belonging to the PPP submitted to the assembly secretariat a resolution condemning anti-Pakistan remarks by Mr Hussain. Published in Dawn, August 31st, 2016\n", "author": "Iftikhar A. Khan", "title": "Ministry sends reference against Altaf to UK"}}
{"1281123": {"date": "August 31, 2016", "article": "KARACHI: Muttahida Qaumi Movement-Pakistan head Dr Farooq Sattar has asked Prime Minister Nawaz Sharif and Sindh Chief Minister Syed Murad Ali Shah to provide proper security to his party’s temporary headquarters set up in his PIB Colony residence. In an SOS letter sent to the PM and the CM on Tuesday evening, Dr Sattar also expressed dissatisfaction over the security provided to him and demanded a Rangers escort, in addition to the two police mobile vans he already had. The request from Dr Sattar came after wall chalking by a hitherto unknown Badla (revenge) group emerged on Monday night in PIB Colony close to his residence. In the letter, copies of which have also been sent to senior federal and provincial officials, including Sindh Governor Dr Ishratul Ibad, the Karachi corps commander and the Rangers director general, Dr Sattar said that there was no security arrangement at the party’s temporary headquarters, which was set up after law enforcement agencies sealed the MQM’s Nine-Zero headquarters and Khurshid Memorial Hall “without any intimation to the party leadership”. He said that more than a year ago he had voluntarily removed the barriers set up for security on the directives of Rangers. “As a result of this removal, there is a fear that extremists or terrorists m