{"1281000": {"date": "August 31, 2016", "article": "BRUSSELS: The EU ordered tech giant Apple on Tuesday to pay a record 13 billion euros ($14.5bn) in back taxes in Ireland, a move Washington warned could damage hugely important transatlantic economic ties.Brussels said Apple, the world’s most valuable company, avoided virtually all tax on its business in the bloc by illegal arrangements with Dublin which gave the company an unfair advantage over competitors.Apple and the Irish government immediately said they would appeal against the European Commission ruling, with the iPhone maker warning it could cost European jobs.The White House meanwhile cautioned against “unilateral” measures by the EU.The company’s shares lost some of their shine after the ruling, down 0.7 per cent in early afternoon trading, making for a more than 3pc loss over the past two weeks ahead of the highly anticipated ruling.“This decision sends a clear message. Member states cannot give unfair tax benefits to selected companies, no matter if European or foreign, large or small,” EU Competition Commi-ssioner Margrethe Vestager said.“The Commission’s investigation concluded that Ireland granted illegal tax benefits to Apple, which enabled it to pay substantially less tax than other businesses over many years,” she added.Ireland has attracted multinationals over many years by offering extremely favourable sweetheart tax deals to generate much-needed jobs and investment.But after a three-year investigation Brussels said the arrangement with Apple broke EU laws on state aid.The findings come amid growing tensions between Washington and Brussels over a series of EU anti-trust investigations targeting other giant US companies such as Google, Amazon, McDonald’s, Starbucks and Fiat Chrysler.Published in Dawn, August 31st, 2016\n", "author": "AFP", "title": "Apple hit with record $14.5bn EU tax bill"}}
{"1281000": {"date": "August 31, 2016", "article": "BRUSSELS: The EU ordered tech giant Apple on Tuesday to pay a record 13 billion euros ($14.5bn) in back taxes in Ireland, a move Washington warned could damage hugely important transatlantic economic ties.Brussels said Apple, the world’s most valuable company, avoided virtually all tax on its business in the bloc by illegal arrangements with Dublin which gave the company an unfair advantage over competitors.Apple and the Irish government immediately said they would appeal against the European Commission ruling, with the iPhone maker warning it could cost European jobs.The White House meanwhile cautioned against “unilateral” measures by the EU.The company’s shares lost some of their shine after the ruling, down 0.7 per cent in early afternoon trading, making for a more than 3pc loss over the past two weeks ahead of the highly anticipated ruling.“This decision sends a clear message. Member states cannot give unfair tax benefits to selected companies, no matter if European or foreign, large or small,” EU Competition Commi-ssioner Margrethe Vestager said.“The Commission’s investigation concluded that Ireland granted illegal tax benefits to Apple, which enabled it to pay substantially less tax than other businesses over many years,” she added.Ireland has attracted multinationals over many years by offering extremely favourable sweetheart tax deals to generate much-needed jobs and investment.But after a three-year investigation Brussels said the arrangement with Apple broke EU laws on state aid.The findings come amid growing tensions between Washington and Brussels over a series of EU anti-trust investigations targeting other giant US companies such as Google, Amazon, McDonald’s, Starbucks and Fiat Chrysler.Published in Dawn, August 31st, 2016\n", "author": "AFP", "title": "Apple hit with record $14.5bn EU tax bill"}}
{"1281000": {"date": "August 31, 2016", "article": "BRUSSELS: The EU ordered tech giant Apple on Tuesday to pay a record 13 billion euros ($14.5bn) in back taxes in Ireland, a move Washington warned could{"1281000": {"date": "August 31, 2016", "article": "BRUSSELS: The EU ordered tech giant Apple on Tuesday to pay a record 13 billion euros ($14.5bn) in back taxes in Ireland, a move Washington warned could damage hugely important transatlantic economic ties.Brussels said Apple, the world’s most valuable company, avoided virtually all tax on its business in the bloc by illegal arrangements with Dublin which gave the company an unfair advantage over competitors.Apple and the Irish government immediately said they would appeal against the European Commission ruling, with the iPhone maker warning it could cost European jobs.The White House meanwhile cautioned against “unilateral” measures by the EU.The company’s shares lost some of their shine after the ruling, down 0.7 per cent in early afternoon trading, making for a more than 3pc loss over the past two weeks ahead of the highly anticipated ruling.“This decision sends a clear message. Member states cannot give unfair tax benefits to selected companies, no matter if European or foreign, large or small,” EU Competition Commi-ssioner Margrethe Vestager said.“The Commission’s investigation concluded that Ireland granted illegal tax benefits to Apple, which enabled it to pay substantially less tax than other businesses over many years,” she added.Ireland has attracted multinationals over many years by offering extremely favourable sweetheart tax deals to generate much-needed jobs and investment.But after a three-year investigation Brussels said the arrangement with Apple broke EU laws on state aid.The findings come amid growing tensions between Washington and Brussels over a series of EU anti-trust investigations targeting other giant US companies such as Google, Amazon, McDonald’s, Starbucks and Fiat Chrysler.Published in Dawn, August 31st, 2016\n", "author": "AFP", "title": "Apple hit with record $14.5bn EU tax bill"}}
{"1281010": {"date": "Updated August 31, 2016", "article": "MOGADISHU: A suicide bomber has detonated an explosives-laden truck near the gate of Somalia’s presidential palace in the capital on Tuesday, killing at least 12 people, police say.The bomb exploded during a morning traffic jam, said Capt. Mohamed Hussein, a senior police officer. Some Cabinet ministers at the SYL hotel were among the 31 injured, said Hussein. The blast damaged nearby hotels often frequented by government officials and business executives, he said. The explosion was heard across Mogadishu, and smoke was seen billowing over the area of the presidential compound. Somalia’s Islamic extremist group Al Shabab has claimed the responsibility for the blast, according to the rebels’ Andalus radio station.The injured were taken to Mogadishu’s Madina Hospital, said Dr. Mohamed Yusuf, the hospital’s director. The massive blast left a trail of destruction across the hilltop presidential complex and to nearby hotels. The bombing tore into blast walls protecting hotels and blew off the roofs of nearby houses. “Security forces tried to stop the bomber who used back roads before he sped through checkpoints near the presidential palace and detonated the bomb,” said Col. Ali Nur, a police officer. “He reached near the gate of the state house with flat tires.” While Al Shabab has been ousted from most of Somalia’s cities, it continues to carry out bombings and suicide attacks, notably in the capital.In late July, two Al Shabab suicide bombers detonated explosives-laden cars outside the office of the UN’s mine-clearing agency and an army checkpoint near the African Union’s main base in Mogadishu, killing 13.Other attacks have targeted hotels. In June, extremist gunmen stormed the Nasa-Hablod hotel, killing at least 14. Two weeks before that, extremist gunmen killed 15, including two members of parliament, at the Ambassador hotel.Published in Dawn, August 31st, 2016\n", "author": "AP", "title": "Suicide bomber hits Somalia presidential compound; 12 dead"}}
{"1281030": {"date": "Updated August 31, 2016", "article": "HYDERABAD: Syed Tayyab Hussain and Syed Sohail Mehmood aka Sohail Mashhadi of the Muttahida Qaumi Movement (MQM) on Tuesday took the oath as the mayor and deputy mayor, respectively, of the Hyderabad Municipal Corporation (HMC).Returning officer (RO) Qamaruddin Shaikh administered the oath at a ceremony held at Mehran Arts Council in Latifabad. District returning officer Aijaz Anwar Chohan and Deputy Commissioner Motasim Abbasi, besides leaders and elected representatives belonging to the MQM, Pakistan Peoples Party (PPP) and other parties, attended the ceremony. The oath taking was followed by pro-MQM, ‘Jeay Mohajir’ and ‘Pakistan Zindabad’ slogans raised by the candidates and the audience.Speaking briefly to the audience and media, Mr Hussain pledged to serve the people of Hyderabad without any discrimination. He said he would even beg for th city’s betterment, and urged people to cooperate with him in running the city’s affairs in an efficient manner.He, however, observed that he had become the mayor when political conditions were peculiar and there was suffocation. Tayyab Hussain is MQM’s second mayor for Hyderabad after Aftab Ahmed Sheikh, who held this position after the 1987 local bodies elections. His predecessor, Moin Khan, (taluka nazim) belonged the Jamiat Ulema-i-Pakistan led by Allama Shah Ahmed Noorani. PPP’s Dr Makhdoom Rafik Zaman served as the district nazim of  undivided Hyderabad and later MQM’s Kanwar Naveed Jamil was elected the district nazim of present day Hyderabad district.At a separate ceremony, RO Shakeel Abro administered the oath to PPP’s Badar Memon and Bilal Leghari as the chairman and vice chairman, respectively, of the Hyderabad district council. The ceremony was held in the district council hall. \n\n\n\t\t\t\t\tHYDERABAD Mayor Tayyab Hussain (L) and Deputy Mayor Sohail Mashhadi rejoice at their victory after taking the oath on Tuesday.—Dawn\n\t\t\t\t\n\n\nFor the Qasimabad municipal committee, RO Ghulam Murtaza Memon administered the oath to PPP’s Kashif Shoro and Iqbal Soomro as its chairman and vice chairman, respectively, at a ceremony held in Sindh Museum. Mr Shoro’s elder brother and provincial minister Jam Khan Shoro, Abdul Jabbar Khan, Zahid Bhurgari, Abdul Jabbar Khan and other PPP leaders and councillors were present. Makhdoom Fakhr Zaman, son of PPP MPA Dr Makhdoom Rafik Zaman, took the oath as the Matiari district council chairman and Saleh Mohammad Shah as the vice chairman at a ceremony held in the council hall while in Tando Mohammad Khan PPP’s Syed Mohammad Saeed Shah and Sher Amin Lakho took the oath as the chairman and vice chairman of their district council, respectively, at a similar ceremony.PPP’s Ali Mohammad Walhari and Mir Mohammad Ghulam took the oath as chairman and vice chairman of the Tando Allahyar district council while Syed Imdad Shah, the brother-in-law of PPP MPA Zia Abbas Shah, and Shahid Jaffar Kaimkhani took the oath as chairman and vice chairman of the Tando Allahyar municipal committee. Malik Shahnawaz, who is the brother of PPP MNA Malik Asad Sikandar, took the oath as Jamshoro district council chairman along with Sadiq Shoro, a cousin of provincial minister Dr Sikandar Shoro, as the vice chairman.SUKKUR: PPP’s Arsalan Islam Shaikh and Tariq Chauhan, who were elected unopposed as the mayor and deputy mayor, respectively, took the oath of their offices at the Sukkur Municipal Corporation building on Tuesday.  Deputy Commissioner Sukkur Dr Waheed Asghar Bhatti administered the oath after which Commissioner Mohammed Abbas Baloch handed over the symbolic key of Sukkur to the new mayor. Aslam Sshaikh and Shahzaib Shah were administered the oath as the chairman and vice chairman, respectively, of \nthe Sukkur district council by Additional Deputy Comm­issioner Rana Adeel at a ceremony held in the DC office.Separate ceremonies were held at the elected houses and of various municipal committees in Sukkur, Jacobabad, Ghotki and Kandhkot-Kashmore districts to administer the oath to the newly elected chairmen and vice \nchairmen.PPP leaders, activists and supporters took part in a rallies taken out in Sukkur, Rohri, Salehpat, Bagarji, Kandhra and other towns to welcome the new mayor and deputy mayor as well as the chairmen and vice chairmen of the district council and municipal committees.\n\n\n\t\t\t\t\tSUKKUR Mayor Arsalan Shaikh (R) and Deputy Mayor Tariq Chauhan being administered the oath on Tuesday.—Dawn\n\t\t\t\t\n\n\nLARKANA:  PPP’s Muham­mad Aslam Shaikh and Anwar Ali Luhar took the oath as the mayor and deputy mayor of Larkana, respectively, at a ceremony held in the Shahnawaz Bhutto Library here on Tuesday. Larkana Assistant Commissio­ner Masaud Bhutto administered the oath. Khan Muhammad Sanghroo and Abdul Hayee Shah took the oath as the chairman and vice chairman of the Larkana district council separately. Additional Deputy Commissioner-II Ameer Ali Mirani administered the oath.The chairman and vice chairmen of the Rato Dero and Naudero municipal committees also took the oath.Later, the elected representatives belonging to the PPP proceeded to Garhi Khuda Bukhsh Bhutto along with their supporters and offered fateha at the graves of Bhuttos.Published in Dawn, August 31st, 2016\n", "author": "Dawn Report", "title": "Mayors, deputy mayors of Hyderabad, Larkana and Sukkur set to assume office"}}
{"1281150": {"date": "August 31, 2016", "article": "NEW YORK: Second seed Andy Murray has always said he would quite like an indoor grand slam event and at the U.S. Open it seems he has found the next best thing. The Scot cruised into the second round at Flushing Meadows with a 6-3 6-2 6-2 win over the Czech Lukas Rosol in the night session on Tuesday. The new roof over Arthur Ashe Stadium was open but because of its size, Wimbledon and Olympic champion Murray said it made conditions almost identical to an indoor tournament. “It's quite different playing out there now,” Murray told reporters. “There's literally no wind at all. It almost has the feel of playing indoors, it's perfect conditions.” The roof, combined with the cooler evening air, made conditions easier to control the ball as well as ramping up the decibel levels for the traditionally noisy New York crowd. “It's a lot louder than most places we play and it's a slightly different sound out there,” the 2012 U.S. Open champion added. “There's always been noise but I think the roof has changed it a little bit. “You get used to it as the match goes on but it would be quite a significant difference if you play on the outdoor courts.” Murray will play Marcel Granollers of Spain in the second round.\n", "author": "Reuters", "title": "Murray flourishes in new conditions at U.S. Open"}}
{"1281190": {"date": "September 01, 2016", "article": "CENTURION: Recent injuries suggested Dale Steyn’s best days could be behind him but it was the 33-year-old who engineered victory for South Africa against New Zealand on Tuesday. The paceman bowled with typical skill and fire to claim his 26th five-wicket haul in the final innings as the hosts won the second Test by 204 runs to take the two-match series 1-0. Groin injuries have been hampering Steyn and a serious shoulder problem meant he missed the series against Eng­land in December and January. But the devastation he caused against the Kiwis, taking two wickets in the first over of their second innings, put South Africa on the right road. With a series coming up in Australia in November, his return, and that of new-ball partner Vernon Philander, offers the potential of a close contest. “Test matches are tough, the cricket is really, really difficult,” Steyn told reporters after helping to bowl New Zealand out for 195. “I don’t think I’m in a position to say ‘I’m back’. “I need a couple more Test matches, more game time, just to learn how to start playing the game again. I’m getting there and there has been reward but I’m nowhere near what I’m capable of.” Philander suffered a serious ankle injury playing a warm-up game of football in India in November and also made his comeback against the Kiwis. “Vernon is a phenomenal bowler. That was probably something we lacked against England because Vernon is the kind of bowler who doesn’t give you anything,” said Steyn. “To be able to bowl with him makes me feel free, I can run in and do what I want to do. You know that at the other end he is going to tick over at two runs per over. “You can feel safe and he can still knock guys over. He is so skilled.” Steyn’s haul on Tuesday took him to 416 Test wickets, past Pakistan great Wasim Akram on the all-time list, and there were no physical side effects. “The more I bowl, the quicker I’ll bowl and the more confidence I’ll have to use my whole body again,” he said. “If you get wickets ... there is nothing to complain about.”Published in Dawn September 1st, 2016\n", "author": "Reuters", "title": "Steyn getting back to fiery best"}}
{"1281240": {"date": "September 01, 2016", "article": "ISLAMABAD: The Polio Eradication Programme has decided to introduce a Geographical Information System (GIS) to ensure that children in temporary settlements are vaccinated.Due to the availability of high resolution maps, the technology will also help in reaching out to people in case of floods and other disasters and it will be easier to identify affected areas and to move people elsewhere. The technology can also be used for conducting a population census.Head of the National Emergency Operations Centre (NEOC) on Polio Dr Rana Mohammad Safdar told Dawn that GIS is used the world over for locating addresses and help in situations like transporting people in case of floods and fires.“We have temporary settlements all over the country which makes it difficult during a polio vaccination campaign to locate and reach the children who were vaccinated during the previous campaign,” he said,Dr Safdar said that the Bill and Melinda Gates Foundation has offered to provide funds for the project including the equipment, technology and for purchasing satellite images for identifying localities before the start of a polio campaign.“We have signed an agreement with Survey of Pakistan (SoP) which will be facilitating us in six districts in the first phase of the project after which we will launch it countrywide. We decided to start the first phase along the Indus River because temporary dwellings tend to move along the water,” he said.According to Dr Safdar, the six districts which will be included in the first part of the project include Sukkur, Ghotki, Kashmore, Jacobabad, Larkana and Shikarpur.“We will first see the satellite images of the area after which will make plans for a route to take for administering vaccinations. It will also make it easier to monitor teams because the routes they take will have already been decided,” he added.SoP Deputy Surveyor General Mehar Ali also said that once the technology is launched in the country, it will be used in different programmes and purposes.Published in Dawn, September 1st, 2016\n", "author": "A Reporter", "title": "GIS system to be used in polio vaccination drives"}}
{"1281360": {"date": "Published Sep 01, 2016 03:20pm", "article": "IK’s bakras go missing…\n\n\n\n\nBakras on the PM’s mind…\n\n\n\n\nBhai in trouble\n\n\n\n\nA special time for the faithfuls…\n\n\n\n\nNot so for Zardari\n\n\n\n\nModi poking Balochistan again…\n\n\n\n\nThat last selfie with the in-crowd…\n\n\n\n\nAnd this is all Azhar could say…\n\n\n\n\n\nDisclaimer: This article is categorised as satire. \n", "author": "Nadeem F. Paracha", "title": "This Bakra Eid...: A fly-on-the-wall review"}}
{"1281420": {"date": "September 02, 2016", "article": "DHAKA: West Indies fast bowling great Courtney Walsh has agreed to become Bangladesh’s bowling coach and will begin his three-year role this week, the country’s cricket board said on Thursday. The 53-year-old Walsh, the most successful bowler from the Caribbean with 519 Test wickets, recently completed his role as a West Indies selector and his contract with Bangladesh runs until the 2019 World Cup in England. “Having watched Bangladesh cricket from afar over the years, they are a seriously talented bunch of players,” Walsh said in a statement. “Chandika Hathurusinghe has done a wonderful job thus far as head coach so hopefully I can complement his skills and continue the positive progress. “Obviously the West Indies is my home but the chance to go in a new direction on the coaching front and with such a \ntalented group, was one I couldn’t look past. I’m thrilled to be joining Bangladesh.” He was named one of the Wisden Cricketers of the year in 1987. The Bangladesh job will be the first senior role for Walsh, who in the past has managed the West Indies under-19 side and been a bowling consultant for the Jamaica Tallawahs in the Caribbean Premier League among others. Walsh, who played for West Indies for 17 years and also took 227 wickets in one-dayers, will prepare Bangaldesh’s attack for three 50-over matches against Afghanistan at home before they host a high-profile series against England next month. “We are delighted to have Courtney in our ranks. He is a role model to millions and his fast bowling knowledge is second to none,” Bangladesh Cricket Board chief executive Nizam Uddin Chowdhury said. “Bangladesh cricket at present is going through the best pace bowling phase in our history and Courtney’s involvement I am sure will take it to greater heights.”Published in Dawn, September 2nd, 2016\n", "author": "Agencies", "title": "Bangladesh hire Walsh as bowling coach"}}
{"1281480": {"date": "September 02, 2016", "article": "\n\n\n\t\t\t\t\tThe writer is Dawn’s resident editor in Lahore.\n\t\t\t\t\n\n\nTHE just concluded by-election in Jhelum is remarkable for the milestone it marks in the journey of a gentleman known as Fawad Chaudhry. He lost by a few thousand votes in a result that will be contested for long. The 70,000-odd votes he secured, however, would indicate a revival of sorts for him and his ‘influential’ family.Fawad belongs to a family of politicians and professionals in the legal fraternity. For many years, he has been agitatedly moving in various spheres and parties, as if looking for an identity, and more than that, striving to re-establish lost moorings.Fawad Chaudhry has been located as a vocal member in the Gen Musharraf camp. His well-wishers at the time reminded him that ultimately he would have to return to the party his elders, most prominent among them the one-time Punjab governor Chaudhry Altaf Hussain, had chosen to side with for long.The young man, who appeared to favour a career in politics over a promising stint at the bar, was destined to land in the PPP which his uncles had represented in Jhelum. The inevitable happened and Fawad managed to get a low-key role as an adviser to prime minister Yousuf Raza Gilani.\nWhat Jhelum predicts is that the pace of alliances between the PTI and old families of influence is going to pick up.\n\nThen the second inevitable event followed. Fawad Chaudhry moved closer to Bilawal Bhutto Zardari. This trajectory was to ideally take him away from the legacy of what the committed jiyalas often wish to dismiss as the pre- Bilawal PPP.There was a whole series of statements that saw this ambitious politician, trying to reassert his family’s presence, commit himself to the ideals BBZ apparently had in mind. He would have wanted to get the PPP nomination for the 2013 general election, but then Asif Zardari had decided to bank on some other ‘electable’ from Jhelum. Zardari preferred Raja Afzal, thought to be a prize defection from the PML-N, over the old loyalist Chaudhry Altaf family.In the 2013 polls, two members of the Chaudhry family contested two National Assembly seats from Jhelum on PML-Q tickets. Of them, Chaudhry Farrukh Altaf, son of Chaudhry Altaf, might have been a more{"1281000": {"date": "August 31, 2016", "article": "BRUSSELS: The EU ordered tech giant Apple on Tuesday to pay a record 13 billion euros ($14.5bn) in back taxes in Ireland, a move Washington warned could damage hugely important transatlantic economic ties.Brussels said Apple, the world’s most valuable company, avoided virtually all tax on its business in the bloc by illegal arrangements with Dublin which gave the company an unfair advantage over competitors.Apple and the Irish government immediately said they would appeal against the European Commission ruling, with the iPhone maker warning it could cost European jobs.The White House meanwhile cautioned against “unilateral” measures by the EU.The company’s shares lost some of their shine after the ruling, down 0.7 per cent in early afternoon trading, making for a more than 3pc loss over the past two weeks ahead of the highly anticipated ruling.“This decision sends a clear message. Member states cannot give unfair tax benefits to selected companies, no matter if European or foreign, large or small,” EU Competition Commi-ssioner Margrethe Vestager said.“The Commission’s investigation concluded that Ireland granted illegal tax benefits to Apple, which enabled it to pay substantially less tax than other businesses over many years,” she added.Ireland has attracted multinationals over many years by offering extremely favourable sweetheart tax deals to generate much-needed jobs and investment.But after a three-year investigation Brussels said the arrangement with Apple broke EU laws on state aid.The findings come amid growing tensions between Washington and Brussels over a series of EU anti-trust investigations targeting other giant US companies such as Google, Amazon, McDonald’s, Starbucks and Fiat Chrysler.Published in Dawn, August 31st, 2016\n", "author": "AFP", "title": "Apple hit with record $14.5bn EU tax bill"}}
{"1281010": {"date": "Updated August 31, 2016", "article": "MOGADISHU: A suicide bomber has detonated an explosives-laden truck near the gate of Somalia’s presidential palace in the capital on Tuesday, killing at least 12 people, police say.The bomb exploded during a morning traffic jam, said Capt. Mohamed Hussein, a senior police officer. Some Cabinet ministers at the SYL hotel were among the 31 injured, said Hussein. The blast damaged nearby hotels often frequented by government officials and business executives, he said. The explosion was heard across Mogadishu, and smoke was seen billowing over the area of the presidential compound. Somalia’s Islamic extremist group Al Shabab has claimed the responsibility for the blast, according to the rebels’ Andalus radio station.The injured were taken to Mogadishu’s Madina Hospital, said Dr. Mohamed Yusuf, the hospital’s director. The massive blast left a trail of destruction across the hilltop presidential complex and to nearby hotels. The bombing tore into blast walls protecting hotels and blew off the roofs of nearby houses. “Security forces tried to stop the bomber who used back roads before he sped through checkpoints near the presidential palace and detonated the bomb,” said Col. Ali Nur, a police officer. “He reached near the gate of the state house with flat tires.” While Al Shabab has been ousted from most of Somalia’s cities, it continues to carry out bombings and suicide attacks, notably in the capital.In late July, two Al Shabab suicide bombers detonated explosives-laden cars outside the office of the UN’s mine-clearing agency and an army checkpoint near the African Union’s main base in Mogadishu, killing 13.Other attacks have targeted hotels. In June, extremist gunmen stormed the Nasa-Hablod hotel, killing at least 14. Two weeks before that, extremist gunmen killed 15, including two members of parliament, at the Ambassador hotel.Published in Dawn, August 31st, 2016\n", "author": "AP", "title": "Suicide bomber hits Somalia presidential compound; 12 dead"}}
{"1281020": {"date": "August 31, 2016", "article": "RAWALPINDI: Sixty-one members of the Bar Association, Rawalpindi, have expressed their “extreme sense of grief” at the “unfortunate and uncalled for” execution of the Muslim scholars of Egypt by the UAR Government.Execution of scholars and of political opponents, a joint statement of the Lawyers said, was a sad tradition in any civilised society which was always followed by undesirable consequences. These executions in Egypt become more serious when they are allowed by the “proclaimed” champion of Arab cause, Nasser, in the face of the Israel threat, it added.They expressed their profound sympathy with the families of the executed and with the cause of Arabs.The execution of three Ikhwan leaders in Egypt yesterday [Aug 29] was bitterly criticised by a Jamaat-i-Islami leader today.In a Press statement, Maulana Fateh Mohammed, Amir of Jamaat-i-Islami, Rawalpindi division, said the hanging of these leaders and long imprisonments imposed on others were incommensurate with their valuable services for the propagation of Islam.It was for this reason, he added, that the UAR Government had the Ikhwan leaders tried by a military tribunal and the way this tribunal carried out the proceedings were fully exposed, the Maulana alleged.By ignoring the resolution of the Sudanese Parliament and mercy appeals by prominent Muslim personalities from all over the world, the Jamaat leader said, the UAR Government had shown its utter callousness.Maulana Fateh Mohammed, however, expres­sed the confidence that the supreme sacrifices of the martyrs would bear fruit one day, making the Ikhwanul Muslimeen still stronger to carry on the struggle for the realisation of Islamic ideology.[Meanwhile, as reported by agencies from Ankara,] Saudi Arabia’s King Faisal has repeated his appeal for Islamic countries of the world to unite. The Saudi monarch, on a week’s official visit here, stressed that he wanted a Muslim union, not an Arab union.Published in Dawn, August 31st, 2016\n", "author": "Agencies", "title": "From the past pages of dawn : 1966 : Fifty years ago : Execution criticised"}}
{"1281030": {"date": "Updated August 31, 2016", "article": "HYDERABAD: Syed Tayyab Hussain and Syed Sohail Mehmood aka Sohail Mashhadi of the Muttahida Qaumi Movement (MQM) on Tuesday took the oath as the mayor and deputy mayor, respectively, of the Hyderabad Municipal Corporation (HMC).Returning officer (RO) Qamaruddin Shaikh administered the oath at a ceremony held at Mehran Arts Council in Latifabad. District returning officer Aijaz Anwar Chohan and Deputy Commissioner Motasim Abbasi, besides leaders and elected representatives belonging to the MQM, Pakistan Peoples Party (PPP) and other parties, attended the ceremony. The oath taking was followed by pro-MQM, ‘Jeay Mohajir’ and ‘Pakistan Zindabad’ slogans raised by the candidates and the audience.Speaking briefly to the audience and media, Mr Hussain pledged to serve the people of Hyderabad without any discrimination. He said he would even beg for th city’s betterment, and urged people to cooperate with him in running the city’s affairs in an efficient manner.He, however, observed that he had become the mayor when political conditions were peculiar and there was suffocation. Tayyab Hussain is MQM’s second mayor for Hyderabad after Aftab Ahmed Sheikh, who held this position after the 1987 local bodies elections. His predecessor, Moin Khan, (taluka nazim) belonged the Jamiat Ulema-i-Pakistan led by Allama Shah Ahmed Noorani. PPP’s Dr Makhdoom Rafik Zaman served as the district nazim of  undivided Hyderabad and later MQM’s Kanwar Naveed Jamil was elected the district nazim of present day Hyderabad district.At a separate ceremony, RO Shakeel Abro administered the oath to PPP’s Badar Memon and Bilal Leghari as the chairman and vice chairman, respectively, of the Hyderabad district council. The ceremony was held in the district council hall. \n\n\n\t\t\t\t\tHYDERABAD Mayor Tayyab Hussain (L) and Deputy Mayor Sohail Mashhadi rejoice at their victory after taking the oath on Tuesday.—Dawn\n\t\t\t\t\n\n\nFor the Qasimabad municipal committee, RO Ghulam Murtaza Memon administered the oath to PPP’s Kashif Shoro and Iqbal Soomro as its chairman and vice chairman, respectively, at a ceremony held in Sindh Museum. Mr Shoro’s elder brother and provincial minister Jam Khan Shoro, Abdul Jabbar Khan, Zahid Bhurgari, Abdul Jabbar Khan and other PPP leaders and councillors were present. Makhdoom Fakhr Zaman, son of PPP MPA Dr Makhdoom Rafik Zaman, took the oath as the Matiari district council chairman and Saleh Mohammad Shah as the vice chairman at a ceremony held in the council hall while in Tando Mohammad Khan PPP’s Syed Mohammad Saeed Shah and Sher Amin Lakho took the oath as the chairman and vice chairman of their district council, respectively, at a similar ceremony.PPP’s Ali Mohammad Walhari and Mir Mohammad Ghulam took the oath as chairman and vice chairman of the Tando Allahyar district council while Syed Imdad Shah, the brother-in-law of PPP MPA Zia Abbas Shah, and Shahid Jaffar Kaimkhani took the oath as chairman and vice chairman of the Tando Allahyar municipal committee. Malik Shahnawaz, who is the brother of PPP MNA Malik Asad Sikandar, took the oath as Jamshoro district council chairman along with Sadiq Shoro, a cousin of provincial minister Dr Sikandar Shoro, as the vice chairman.SUKKUR: PPP’s Arsalan Islam Shaikh and Tariq Chauhan, who were elected unopposed as the mayor and deputy mayor, respectively, took the oath of their offices at the Sukkur Municipal Corporation building on Tuesday.  Deputy Commissioner Sukkur Dr Waheed Asghar Bhatti administered the oath after which Commissioner Mohammed Abbas Baloch handed over the symbolic key of Sukkur to the new mayor. Aslam Sshaikh and Shahzaib Shah were administered the oath as the chairman and vice chairman, respectively, of \nthe Sukkur district council by Additional Deputy Comm­issioner Rana Adeel at a ceremony held in the DC office.Separate ceremonies were held at the elected houses and of various municipal committees in Sukkur, Jacobabad, Ghotki and Kandhkot-Kashmore districts to administer the oath to the newly elected chairmen and vice \nchairmen.PPP leaders, activists and supporters took part in a rallies taken out in Sukkur, Rohri, Salehpat, Bagarji, Kandhra and other towns to welcome the new mayor and deputy mayor as well as the chairmen and vice chairmen of the district council and municipal committees.\n\n\n\t\t\t\t\tSUKKUR Mayor Arsalan Shaikh (R) and Deputy Mayor Tariq Chauhan being administered the oath on Tuesday.—Dawn\n\t\t\t\t\n\n\nLARKANA:  PPP’s Muham­mad Aslam Shaikh and Anwar Ali Luhar took the oath as the mayor and deputy mayor of Larkana, respectively, at a ceremony held in the Shahnawaz Bhutto Library here on Tuesday. Larkana Assistant Commissio­ner Masaud Bhutto administered the oath. Khan Muhammad Sanghroo and Abdul Hayee Shah took the oath as the chairman and vice chairman of the Larkana district council separately. Additional Deputy Commissioner-II Ameer Ali Mirani administered the oath.The chairman and vice chairmen of the Rato Dero and Naudero municipal committees also took the oath.Later, the elected representatives belonging to the PPP proceeded to Garhi Khuda Bukhsh Bhutto along with their supporters and offered fateha at the graves of Bhuttos.Published in Dawn, August 31st, 2016\n", "author": "Dawn Report", "title": "Mayors, deputy mayors of Hyderabad, Larkana and Sukkur set to assume office"}}
{"1281040": {"date": "Updated August 31, 2016", "article": "KARACHI: After three years of waiting for the Hub dam water level to rise and cross the 300-foot mark making water supply to Karachi possible from there, the level was measured to be at 305 feet on Tuesday. The water is expected to rise further and engineers at the Karachi Water and Sewerage Board (KWSB) are optimistic that it could even reach 310 feet. The peak or spill level at the dam is 339 feet and the reservoir capacity happens to be 600,000-acre feet. When filled to capacity, the Hub dam may supply water to Karachi for three years. The last time the dam filled to capacity was in 2013. After that it fell to dead level of 275.25. Things started looking up last year when the level rose again to 289 feet during monsoon. Still it couldn’t fill up to the desired level. As a result of the recent increase in the level of water due to the recent rains, in June, July and August, especially in lower Sindh and the 250-kilometre radius around the dam’s right side falling in the Kirthar Mountain Range in Balochistan from where the water flows downwards, things are beginning to look up for Karachi, which can now expect 100 million gallons per day (MGD) for over one year. The Hub dam used to be a major source of water supply to the city before the situation there grew from bad to worse. KWSB Chief Engineer, Bulk Water Supply, Sikandar Ali Zardari told Dawn that after reaching the spill level, 339ft, the dam also supplies around 33MGD to the Hub area in Balochistan. Karachi already receives 500MGD to 550MGD from the Indus river. But due to no supply from the Hub dam for the last three years to supplement the population’s increasing need for water was giving rise to water theft by the tanker mafia as well as protests by the people facing a grave water shortage. Published in Dawn, August 31st, 2016\n", "author": "Shazia Hasan", "title": "Water supply from Hub dam may resume soon"}}
{"1281050": {"date": "August 31, 2016", "article": "LAHORE: A teenage boy allegedly committed suicide by hanging himself from a tree in the Raiwind area on Tuesday. Police said Zaman, 14, of Jalalpura, went to the fields to graze his cattle in the morning with his younger brother, Kamran. He was later found hanging from a tree in the fields. Quoting Kamran, police said the family had alerted them after spotting the body. Raiwind Station House Officer Nasarullah said the boy was beaten up by his father in the morning for refusing to take cattle for grazing. The boy had taken the extreme step and committed suicide over attitude of his father. Police handed over the body to the victim’s father Akram after autopsy. ELECTROCUTED: A man was electrocuted in Sunder. Police said Tariq, 22, was fixing an electric wire in his house when he accidently touched the live wire and suffered electric shocks. He was taken to the Jinnah Hospital where he died after some hours. Published in Dawn, August 31st, 2016\n", "author": "A Reporter", "title": "Boy commits suicide over torture by father"}}
{"1281060": {"date": "August 31, 2016", "article": "LAHORE: The MQM issue re-echoed in the Punjab Assembly on Tuesday when the opposition objected to the provincial law minister’s criticism of the Sindh Rangers for demolishing MQM offices.Opposition leader Mahmoodur Rashid alleged that Rana Sana had become a spokesperson for terrorists and anti-state people.Speaking on a point of order, he demanded trial of Altaf Hussain under sedition charges and that Sana should apologise to the nation for supporting an outfit that raised “down with Pakistan” slogans.“I didn’t name names in my speech,” said the law minister, who had to rush from his chamber to the house to explain his stance. He said the Sindh chief minister himself had clarified that the operation clean-up in Karachi is against encroachments on state land and not to demolish offices of any political party.Sana said Altaf Hussain did in three minutes [speech] what no force could do in 30 years [to damage the MQM] and the anti-Pakistan slogans were aimed at causing chaos and anarchy in the country.In an apparent reference to Imran Khan and Tahirul Qadri, he said two persons in Punjab were following Hussain’s agenda by trying to create commotion while the nation has rejected the politics of agitation.He said the whole nation lauded the sacrifices rendered by the Rangers and other law-enforcers in restoring peace in Karachi.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Opp takes Sana’s remarks about Rangers ill"}}
{"1281070": {"date": "August 31, 2016", "article": "\n\n\n\t\t\t\t\tHarris Khalique — poet & author\n\t\t\t\t\n\n\nQ: What books are you currently reading?A: I have just put down the memoirs of Benedict Anderson, ‘A Life Beyond Boundaries’, published earlier this year. \nIt’s his outstanding intellectual journey explained through political events, personal relationships, a critique of academia and a unique commentary on Southeast Asia – his area of interest and scholarship. I’m currently reading ‘The Vegetarian’, a novel by Korean author Han Kang. She tells the tale of a woman who suddenly finds eating meat grotesque and despicable. The interplay between her dreams and reality, issues with her husband and the society around her, sexuality and the meaninglessness of a humdrum existence, are all intricately interwoven by Han Kang. Besides that, something I continuously read on the side is classical and contemporary poetry. I always carry a Divan-i-Ghalib in my bag.Q: Do you prefer fiction to nonfiction?A: It is more about the quality of work and the interest it generates than the genre. Both in Urdu and in English, some of the works that inspired me most are works of nonfiction. For instance, I found an essay by Maulana Abul Kalam Azad on Sufi Sarmad Shaheed informative, insightful and inspiring. Sarmad was a mystic in the 17th century Delhi killed by Emperor Aurangzeb because he supported the emperor’s brother Dara Shikoh, who was an intellectual and a mystic himself. Let me also give an example from contemporary English writing. Last year I read ‘The Nearest Thing to Life’ by James Wood. This book of four essays attempts to explain the connection between fiction and life. Without understating his erudition, Wood uses his personal memories to create an absorbing narrative within the broad area of literary criticism.Q: Which living writers, poets, dramatists, do you admire the most?A: I like many. But let me mention J.M. Coetzee, Julian Barnes and Asad Mohammad Khan among living fiction writers. Coetzee’s ‘Disgrace’ is a story of a middle aged professor of literature who, after having a fleeting affair with a young student, is disgracefully sacked from his job. The novel is set in South Africa and an incomparable expose of the human psyche blended with tragedy. ‘The Noise of Time’ is a novel by Julian Barnes that narrates the story of a music composer living in Soviet Union, first under the rule of Stalin and then Khrushchev. The muffling of voices, control and coercion, regulation of art and the fear instilled in the hearts of citizens by oppressive rulers is something that anyone who has lived under dictatorships or martial [law] can relate to.Contemporary Urdu fiction owes a lot to Asad Mohammad Khan. I find his language imaginative but accessible. His short stories have a pathos and humanism that is not found easily among his contemporaries. I particularly like his collections, Mutthi Bhar Aasman, Burj-i-Khamoshan and Ghussay Ki Nai Fasl.My favourite living Urdu poet is Fahmida Riaz; there is a distinct ingenuity in her language and idiom, themes and ideas. I also like Sarmad Sehbai, Iftikhar Arif, Kishwar Naheed, Mazhar Tirmazi and Khursheed Rizvi.Q: What do you plan to read next?A: In Urdu, Asif Farrukhi’s Charagh-i-Shab-i-Afsana: Intizar Hussain Ka Jahan-i-Funn and Nasir Abbas Nayyer’s Urdu Adab Ki Tashkeel-i-Jadeed are at the top of the list. Intizar Hussain was the last of the Mohicans when it comes to Urdu fiction of the 20th century. Farrukhi’s book is the most comprehensive work to have appeared since Hussain’s passing away. Also, I am eagerly waiting to begin Haruki Murakami’s novel, ‘Colorless Tsukuru Tazaki and His Years of Pilgrimage’. It has been sitting on my desk for a long time.Q: What is your favourite piece of poetry?A: There is so much to cherish but I think Mir Taqi Mir’s corpus of poetry is unparalleled, only to be contested, at times, by Ghalib.Published in Dawn, August 31st, 2016\n", "author": "Adeel Raza", "title": "From my bookshelf: ‘It’s more about quality of work than genre’"}}
{"1281080": {"date": "August 31, 2016", "article": "ISLAMABAD: The Islamabad High Court (IHC) on Tuesday ordered the Capital Development Authority (CDA) to conclude inquiry against its officials who allegedly extended undue favours to the developer of Safa Gold Shopping Mall. While hearing a petition filed by the management of the mall, Justice Aamer Farooq of the IHC further directed the CDA and the mall’s management to mutually resolve the dispute over construction of a cinema house at the top floor of the plaza. The CDA sealed Safa Gold Mall in Jinnah Super Market, F-7, on July 28 for violating building codes and the original layout plan. However, the IHC on August 5 ordered reopening of the mall after its owner agreed to clear Rs220 million CDA dues and also undertook to remove encroachments in its surrounding areas. The mall’s covered area is 3,177 square yards, but it had encroached upon its surrounding areas. The CDA also claimed that the owner constructed two additional storeys and occupied a nearby nullah by covering it with concrete and using the space to install heavy generators and air conditioning plants for the mall. While directing the CDA to submit the inquiry report before the court, Justice Farooq adjourned the hearing until Sept 19.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "CDA asked to complete inquiry against officials"}}
{"1281090": {"date": "August 31, 2016", "article": "MARDAN: Differences have allegedly cropped up in the local chapter of Pakistan People’s Party, splitting it into two groups.One group is led by former PPP provincial president Senator Haji Khanzada Khan while the other is headed by former KP assembly speaker Abdul Akbar Khan.Sources in the party told Dawn that the differences developed when Senator Haji Khanzada Khan’s group backed ex-district president Nawab Zada Aurangzeb Khan while Akbar’s group favoured party’s district naib nazim Asad Ali Kashmiri for the ticket on PK-24 constituency for the 2018 general elections.The differences were further widened, when the Akbar-led group held a workers’ convention on Monday, prompting the other group to hold a similar gathering on Tuesday to show their respective strength.The convention held on Monday was attended by Akbar Khan, Senator Robina Khalid, Zahir Shah Toru, Shazi Khan, Shuja Salim Khan and Asad Ali.On the other hand, the second convention was attended by Senator Haji Khanzada Khan, Abdus Samad Khan, Aurangzeb Khan and Asad Khan, son of former senior provincial minister Rahim Dad Khan.    However, at both the conventions, the party leaders didn’t drop any hint that the party was facing internal rifts, and said the PPP always fought for the rights of the poor.They said the party workers’ love for late Zulfiqar Ali Bhutto and Benazir Bhutto could not be diminished ‘through negative propaganda by the establishment and their political rivals’.They alleged that the party mandate was snatched through a well-organised plan in the last general elections. They, however, claimed that the party would win the coming general elections, proving false the speculations of their political rivals that the PPP had vanished. Published in Dawn, August 31st, 2016\n", "author": "A Correspondent", "title": "Alleged differences split PPP in Mardan"}}
{"1281100": {"date": "August 31, 2016", "article": "PESHAWAR: The Khyber Pakhtunkhwa government will table the whistleblower bill in the next session of the provincial assembly for approval.This was disclosed in a meeting of the assembly’s select committee here on Tuesday.Chief Minister Pervez Khattak chaired the meeting.\nThose filing false complaints to face fine, punishment\n\nAn official statement said the participants thoroughly discussed different dimensions of the proposed legislation and suggested certain amendments to it.They spoke about the ways to make the law more effective and reconcile it to ground realities.The participants discussed the possible misuse of the law by various interest groups and individuals with mala fide intension and suggested steps against the misuse of the law.Mr. Khattak said the government was going all-out to have a mechanism of check and balance through a set of legislations in order to ensure open and transparent governance in the province.“The whistleblower law will bring an end to corruption and corrupt practices and make all governance-related issues transparent in all spares of public dealings and will lead to responsiveness for judicious utilisation of public money,” he added.The CM said the proposed law was one of the legislation among the set of legislations made by his government to eliminate all sorts of pilferages in public dealings and misuse of power and authority.He said he was optimistic that the proposed legislation would eliminate commission and other corrupt practices in the public sector institutions and thus, leading to institutional strengthening instead of individual as seen in the past.The participants agreed on certain measures for the protection of whistleblowers against victimisation and disadvantageous position.They said if the complaint was filed on mala fide intention, the complainant would be fined and given three years rigorous imprisonment.The participants said the victim would be allowed to claim compensation if the complaint was found to be based on mala fide intention.AFGHANS’ TREATMENT: CM Pervez Khattak on Tuesday said the federal government should evolve a mechanism to facilitate cross-border movement of patients coming to Peshawar from Afghanistan for treatment.He was speaking to reporters after attending a meeting of parliamentary leaders in the Khyber Pakhtunkhwa Assembly.Speaker Asad Qaisar convened the meeting to discuss the issues of Afghan refugees, especially their complaints about ill-treatment and harassment by personnel of law-enforcement agencies.The CM said a large number of people from Afghanistan came to Peshawar for treatment and education as they didn’t have such proper facilities in own country.He suggested that the federal government make a policy for Afghan patients and students to facilitate their cross-border movement. He said the federal government had set the November 15 deadline for the return of unregistered Afghans, while registered refugees could stay in the country until Dec 2016. “They (refugees) will not be disturbed until these deadlines end and that they will be treated as our guests,” he said.Mr. Khattak said the provincial government would follow the guidelines of the federal government about Afghan nationals in future.“If an unregistered Afghan is apprehended in any operation during this period, the police will not register FIR against him or her,” he said. Regarding properties of the departing refugees, the CM said the relevant quarters were receiving complaints regarding disputes over immovable properties of Afghans. He said the government would soon come up with an effective strategy on the issue.Mr. Khattak said a committee headed by former ambassador to Afghanistan Rustam Shah Mohmand would be constituted to give recommendations on the issues of refugees.He said his government would ensure the approval of the recommendations by the assembly before forwarding them to the federal government.The CM said the provincial government had never tried to pressure Afghan refugees into leaving the province for home.He said the new border management policy, increase in cash assistance to returning Afghans and plea of the Afghan ambassador in Pakistan for his countrymen to end refuge in Pakistan were the main reasons for higher repatriation of refugees. Senior minister Inayatullah Khan suggested integration of refugees saying of 1.5 million refugees, 74 per cent were born and grown up in Pakistan.ANP leader in the provincial assembly Sardar Hussain Babak demanded the immediate end to the harassment of refugees a{"1281130": {"date": "Updated August 31, 2016", "article": "KARACHI: The world's largest photography competition, 'Wiki Loves Monuments' will kick off in Pakistan on Sept 1, 2016. Supported by the California-based non-profit Wikimedia Foundation, the annual competition aims to highlight and promote the world's cultural heritage sites. The competition, which is open to all, seeks to encourage people to capture pictures of historically and culturally significant sites and to put them under a free licence as opposed to traditional copyright or all rights reserved.The competition's organisers will be accepting submissions starting midnight on Sept 1-Sept 30. Later in October, the Pakistani jury will nominate the 10 best photos for the international contest, which has its own jury.The first international winner will win a travel scholarship (with a maximum value of $2,500) to attend the international Wikipedia conference 'Wikimania' in Canada in August 2017. Four runners-up on the international level will win cash prizes of $1,000 each. Wikimedia Pakistan, the Wikimedia Foundation affiliate in Pakistan is looking for \"amazing and inspiring photographs of Pakistani cultural heritage sites.\" \"Pakistan has hundreds of historical and culturally significant monuments and sites which is at risk of being lost forever, but in most cases there are still no free licensed photos of them on the Internet.\"These important structures are often damaged or destroyed over time accidentally, deliberately or due to natural disasters, endangering the opportunity for people all over the world to access and learn about them,\" the foundation said. Although some prominent heritage sites are protected and documented by various national and international organisations, a majority are not, it said.Wikipedia offers a digital home to these monuments. The competition's purpose is to help preserve existing heritage and understand lost heritage by means of accurate and reliable information which is accessible to everyone for free.\n", "author": "Dawn.com", "title": "Wiki Loves Monuments: the world’s largest online photography competition opens to submissions from Pakistan"}}
{"1281140": {"date": "August 31, 2016", "article": "HELSINKI: The head of the Nokia division aiming to bring the brand's mobile phones back to market is leaving after two years in the role, the Finnish company said on Wednesday.Ramzi Haidamus is stepping down as president of the Nokia Technologies unit that handles patents and new consumer products, including a recent licensing deal with HMD Global it hopes will herald the return of Nokia handsets.Once the world's biggest maker of mobile phones, Nokia was wrong-footed by the rise of smartphones and eclipsed by Apple and Samsung, ultimately resulting in the sale of its handset business to Microsoft Corp in 2014.Nokia is now focused on telecoms network equipment, an industry with weak growth outlook, and the small Nokia Technologies operation has been leading the return to consumer products in search of future growth.The company started selling a virtual reality camera this year and also acquired a French health-tracking company Withings.“Given that progress, now is the right time for me to explore new opportunities to pursue my passion for building and transforming businesses,” Haidamus, who joined Nokia in 2014, said in a statement.Nokia said it has begun the search for a successor and that Brad Rodrigues, currently head of strategy and business development at Nokia Technologies, will assume the role of acting president.\n", "author": "Reuters", "title": "Leader of Nokia's mobile phone revival plan leaves the company"}}
{"1281150": {"date": "August 31, 2016", "article": "NEW YORK: Second seed Andy Murray has always said he would quite like an indoor grand slam event and at the U.S. Open it seems he has found the next best thing. The Scot cruised into the second round at Flushing Meadows with a 6-3 6-2 6-2 win over the Czech Lukas Rosol in the night session on Tuesday. The new roof over Arthur Ashe Stadium was open but because of its size, Wimbledon and Olympic champion Murray said it made conditions almost identical to an indoor tournament. “It's quite different playing out there now,” Murray told reporters. “There's literally no wind at all. It almost has the feel of playing indoors, it's perfect conditions.” The roof, combined with the cooler evening air, made conditions easier to control the ball as well as ramping up the decibel levels for the traditionally noisy New York crowd. “It's a lot louder than most places we play and it's a slightly different sound out there,” the 2012 U.S. Open champion added. “There's always been noise but I think the roof has changed it a little bit. “You get used to it as the match goes on but it would be quite a significant difference if you play on the outdoor courts.” Murray will play Marcel Granollers of Spain in the second round.\n", "author": "Reuters", "title": "Murray flourishes in new conditions at U.S. Open"}}
{"1281160": {"date": "September 01, 2016", "article": "\n\n\n\t\t\t\t\tThe writer is a member of staff.\n\t\t\t\t\n\n\nA STRING of bad data is casting a cloud over the external sector outlook precisely at the time when Pakistan prepares to exit the Fund programme. The three pillars of the external sector — remittances, exports and foreign direct investment — have all shown steep declines in the first month of the new fiscal year. This could be bad news if the trend were to continue.Remittances have been the backbone of the external sector for more than half a decade now, registering constant increases even as the countries from where they originate have gone through deep crises. But in July they fell by 20pc where the same figure for last year was less than 1pc.Granted some of this drop can be attributed to Brexit-related problems, such as the depreciation of the pound sterling. But all countries have shown steep declines: UK down by 38pc, US by 33pc, Saudi Arabia by 30pc, UAE by 20pc, and other GCC countries by 14pc. Between them, these countries alone account for almost 90pc of our total remittances.Exports similarly fell by just over 14pc in July compared to the same month last year, as per State Bank data. This is a continuation of a trend that began in July 2013. Since then, every July has shown declines, totalling to almost 30pc over the three years since. We have heard much talk from the government about tackling this trend and spattering of a few measures here and there, but nothing more.Foreign direct investment makes for a slightly more dismal read. On the face of it the numbers look spectacular. Apparently, we saw a 125pc increase in foreign investment in July this year! But look a little closer and you’ll realise something. Of the $63 million that came in during the month as foreign investment, $54m was in the stock market. Where it really counts, inflows of foreign direct investment, there was a drop of 48pc. \nSo where is the game plan for “accelerating competitiveness and business climate reforms”, you might well ask?\n\nOne month’s data may not be bad news if it was seasonal or accounted for by temporary circumstances. But the situation that lies behind these declines is neither. It is reasonable to say that these declines are here to stay. To some extent this is also to be expected. After all, countries around the world are seeing declines of this sort given the deterioration in the world economy, and the declining price of oil, which has created dire economic circumstances in key countries of the advanced industrial world and the oil rich kingdoms of the Middle East.The reason this is more worrying than usual are twofold. First, this is the year we exit the IMF programme, and from here on till the next government inevitably enters a new programme, we are on our own. So the kind of ideas and thinking that the government is bringing to bear on this situation is important. How is the government seeing the situation on the external sector? The words of the finance minister in the latest budget speech provide a clue. Here he is, for instance, talking about the foreign exchange reserves: “Alhamdolillah, the level of $21.6 billion has been achieved, which is a new historic record. And this way we have guarded the economy from frequent external fluctuations.”It would be a good idea to recall here that the finance minister from the previous government was also boasting of building “record high reserves” in 2011. Here is what he said in the budget speech that year: “[T]he country has accumulated historic reserves of $17.3bn and the rupee has displayed stability.” Two years later, Pakistan was once again preparing its approach to the IMF. So much for “record high reserves”.Back to Mr Dar. Here he is talking about exports, after noting the declines that set in since his government came into power: “The main reason for this decline is global commodity prices.”Incidentally, when detailing the reasons behind declining exports, the IMF has a little more to say. Here are the reasons they give in the last review — “lower commodity prices, security and business climate challenges, and the continued appreciation of the real effective exchange rate”.In his attached Letter of Intent, which details the challenges the government sees for itself and the steps it intends to take to meet them, the finance minister says “[t]he decline in exports and the need to promote private investment call for accelerating competitiveness and business climate reforms”.So where is the game plan for “accelerating competitiveness and business climate reforms”, you might well ask? Considering this is being said in the last review of the programme, when exports have already put in a declining trend continuously for three years, one can be excused for thinking that the government is talking more and doing less.The fact is, almost all of the government’s initiatives to reform governance and the economy have met with failure. These include but are not limited to the agriculture package of last year, the auto policy of this year, the banking transaction tax as a documentation measure, the effort to serve notices on non-filers of income tax returns and the tax amnesty scheme for traders. Faced with such a comprehensive catalogue of failures, there is little left now but to go on about the “record high reserves” and CPEC. The latter has become some sort of holy grail in our public imagination, so thoroughly is the future of the country being cast in its light. Only the other day, Ahsan Iqbal insisted that CPEC is not just a game changer, but a “fate changer”. I wonder what’s next — perhaps a ‘destiny shaper’?At the moment, CPEC is more of a mystery than anything else. The reality is described by those three lines that July data showed trending downwards. The failure to address that reality is what will decide whether the present moment is a “fate changer” or a “history repeater”. The writer is a member of staff.khurram.husain@gmail.comTwitter: @khurramhusainPublished in Dawn September 1st, 2016\n", "author": "Khurram Husain", "title": "External sector crumbling"}}
{"1281170": {"date": "September 01, 2016", "article": "ALTHOUGH Azad Kashmir has a network of hospitals, these are poorly managed. For surgeries, patients are referred to hospitals in Rawalpindi. Recently, I saw an eight-year-old, who suffered from blood cancer, succumb to the disease at the CMH, Rawalpinid after fighting the illness for three months. The daily expenses of the child’s family were great as, besides buying medicines and admission expenses, the poor family had to buy blood on a daily basis. Although, there is some system to compensate patients through the Zakat fund, those are reimbursed after the treatment. The prime minister should establish ‘facilitation centres’ for fatal diseases like cancer and kidney dialysis in major hospitals of Pakistan on government panels. The share of the government money should quickly facilitat{"1281130": {"date": "Updated August 31, 2016", "article": "KARACHI: The world's largest photography competition, 'Wiki Loves Monuments' will kick off in Pakistan on Sept 1, 2016. Supported by the California-based non-profit Wikimedia Foundation, the annual competition aims to highlight and promote the world's cultural heritage sites. The competition, which is open to all, seeks to encourage people to capture pictures of historically and culturally significant sites and to put them under a free licence as opposed to traditional copyright or all rights reserved.The competition's organisers will be accepting submissions starting midnight on Sept 1-Sept 30. Later in October, the Pakistani jury will nominate the 10 best photos for the international contest, which has its own jury.The first international winner will win a travel scholarship (with a maximum value of $2,500) to attend the international Wikipedia conference 'Wikimania' in Canada in August 2017. Four runners-up on the international level will win cash prizes of $1,000 each. Wikimedia Pakistan, the Wikimedia Foundation affiliate in Pakistan is looking for \"amazing and inspiring photographs of Pakistani cultural heritage sites.\" \"Pakistan has hundreds of historical and culturally significant monuments and sites which is at risk of being lost forever, but in most cases there are still no free licensed photos of them on the Internet.\"These important structures are often damaged or destroyed over time accidentally, deliberately or due to natural disasters, endangering the opportunity for people all over the world to access and learn about them,\" the foundation said. Although some prominent heritage sites are protected and documented by various national and international organisations, a majority are not, it said.Wikipedia offers a digital home to these monuments. The competition's purpose is to help preserve existing heritage and understand lost heritage by means of accurate and reliable information which is accessible to everyone for free.\n", "author": "Dawn.com", "title": "Wiki Loves Monuments: the world’s largest online photography competition opens to submissions from Pakistan"}}
{"1281140": {"date": "August 31, 2016", "article": "HELSINKI: The head of the Nokia division aiming to bring the brand's mobile phones back to market is leaving after two years in the role, the Finnish company said on Wednesday.Ramzi Haidamus is stepping down as president of the Nokia Technologies unit that handles patents and new consumer products, including a recent licensing deal with HMD Global it hopes will herald the return of Nokia handsets.Once the world's biggest maker of mobile phones, Nokia was wrong-footed by the rise of smartphones and eclipsed by Apple and Samsung, ultimately resulting in the sale of its handset business to Microsoft Corp in 2014.Nokia is now focused on telecoms network equipment, an industry with weak growth outlook, and the small Nokia Technologies operation has been leading the return to consumer products in search of future growth.The company started selling a virtual reality camera this year and also acquired a French health-tracking company Withings.“Given that progress, now is the right time for me to explore new opportunities to pursue my passion for building and transforming businesses,” Haidamus, who joined Nokia in 2014, said in a statement.Nokia said it has begun the search for a successor and that Brad Rodrigues, currently head of strategy and business development at Nokia Technologies, will assume the role of acting president.\n", "author": "Reuters", "title": "Leader of Nokia's mobile phone revival plan leaves the company"}}
{"1281150": {"date": "August 31, 2016", "article": "NEW YORK: Second seed Andy Murray has always said he would quite like an indoor grand slam event and at the U.S. Open it seems he has found the next best thing. The Scot cruised into the second round at Flushing Meadows with a 6-3 6-2 6-2 win over the Czech Lukas Rosol in the night session on Tuesday. The new roof over Arthur Ashe Stadium was open but because of its size, Wimbledon and Olympic champion Murray said it made conditions almost identical to an indoor tournament. “It's quite different playing out there now,” Murray told reporters. “There's literally no wind at all. It almost has the feel of playing indoors, it's perfect conditions.” The roof, combined with the cooler evening air, made conditions easier to control the ball as well as ramping up the decibel levels for the traditionally noisy New York crowd. “It's a lot louder than most places we play and it's a slightly different sound out there,” the 2012 U.S. Open champion added. “There's always been noise but I think the roof has changed it a little bit. “You get used to it as the match goes on but it would be quite a significant difference if you play on the outdoor courts.” Murray will play Marcel Granollers of Spain in the second round.\n", "author": "Reuters", "title": "Murray flourishes in new conditions at U.S. Open"}}
{"1281160": {"date": "September 01, 2016", "article": "\n\n\n\t\t\t\t\tThe writer is a member of staff.\n\t\t\t\t\n\n\nA STRING of bad data is casting a cloud over the external sector outlook precisely at the time when Pakistan prepares to exit the Fund programme. The three pillars of the external sector — remittances, exports and foreign direct investment — have all shown steep declines in the first month of the new fiscal year. This could be bad news if the trend were to continue.Remittances have been the backbone of the external sector for more than half a decade now, registering constant increases even as the countries from where they originate have gone through deep crises. But in July they fell by 20pc where the same figure for last year was less than 1pc.Granted some of this drop can be attributed to Brexit-related problems, such as the depreciation of the pound sterling. But all countries have shown steep declines: UK down by 38pc, US by 33pc, Saudi Arabia by 30pc, UAE by 20pc, and other GCC countries by 14pc. Between them, these countries alone account for almost 90pc of our total remittances.Exports similarly fell by just over 14pc in July compared to the same month last year, as per State Bank data. This is a continuation of a trend that began in July 2013. Since then, every July has shown declines, totalling to almost 30pc over the three years since. We have heard much talk from the government about tackling this trend and spattering of a few measures here and there, but nothing more.Foreign direct investment makes for a slightly more dismal read. On the face of it the numbers look spectacular. Apparently, we saw a 125pc increase in foreign investment in July this year! But look a little closer and you’ll realise something. Of the $63 million that came in during the month as foreign investment, $54m was in the stock market. Where it really counts, inflows of foreign direct investment, there was a drop of 48pc. \nSo where is the game plan for “accelerating competitiveness and business climate reforms”, you might well ask?\n\nOne month’s data may not be bad news if it was seasonal or accounted for by temporary circumstances. But the situation that lies behind these declines is neither. It is reasonable to say that these declines are here to stay. To some extent this is also to be expected. After all, countries around the world are seeing declines of this sort given the deterioration in the world economy, and the declining price of oil, which has created dire economic circumstances in key countries of the advanced industrial world and the oil rich kingdoms of the Middle East.The reason this is more worrying than usual are twofold. First, this is the year we exit the IMF programme, and from here on till the next government inevitably enters a new programme, we are on our own. So the kind of ideas and thinking that the government is bringing to bear on this situation is important. How is the government seeing the situation on the external sector? The words of the finance minister in the latest budget speech provide a clue. Here he is, for instance, talking about the foreign exchange reserves: “Alhamdolillah, the level of $21.6 billion has been achieved, which is a new historic record. And this way we have guarded the economy from frequent external fluctuations.”It would be a good idea to recall here that the finance minister from the previous government was also boasting of building “record high reserves” in 2011. Here is what he said in the budget speech that year: “[T]he country has accumulated historic reserves of $17.3bn and the rupee has displayed stability.” Two years later, Pakistan was once again preparing its approach to the IMF. So much for “record high reserves”.Back to Mr Dar. Here he is talking about exports, after noting the declines that set in since his government came into power: “The main reason for this decline is global commodity prices.”Incidentally, when detailing the reasons behind declining exports, the IMF has a little more to say. Here are the reasons they give in the last review — “lower commodity prices, security and business climate challenges, and the continued appreciation of the real effective exchange rate”.In his attached Letter of Intent, which details the challenges the government sees for itself and the steps it intends to take to meet them, the finance minister says “[t]he decline in exports and the need to promote private investment call for accelerating competitiveness and business climate reforms”.So where is the game plan for “accelerating competitiveness and business climate reforms”, you might well ask? Considering this is being said in the last review of the programme, when exports have already put in a declining trend continuously for three years, one can be excused for thinking that the government is talking more and doing less.The fact is, almost all of the government’s initiatives to reform governance and the economy have met with failure. These include but are not limited to the agriculture package of last year, the auto policy of this year, the banking transaction tax as a documentation measure, the effort to serve notices on non-filers of income tax returns and the tax amnesty scheme for traders. Faced with such a comprehensive catalogue of failures, there is little left now but to go on about the “record high reserves” and CPEC. The latter has become some sort of holy grail in our public imagination, so thoroughly is the future of the country being cast in its light. Only the other day, Ahsan Iqbal insisted that CPEC is not just a game changer, but a “fate changer”. I wonder what’s next — perhaps a ‘destiny shaper’?At the moment, CPEC is more of a mystery than anything else. The reality is described by those three lines that July data showed trending downwards. The failure to address that reality is what will decide whether the present moment is a “fate changer” or a “history repeater”. The writer is a member of staff.khurram.husain@gmail.comTwitter: @khurramhusainPublished in Dawn September 1st, 2016\n", "author": "Khurram Husain", "title": "External sector crumbling"}}
{"1281170": {"date": "September 01, 2016", "article": "ALTHOUGH Azad Kashmir has a network of hospitals, these are poorly managed. For surgeries, patients are referred to hospitals in Rawalpindi. Recently, I saw an eight-year-old, who suffered from blood cancer, succumb to the disease at the CMH, Rawalpinid after fighting the illness for three months. The daily expenses of the child’s family were great as, besides buying medicines and admission expenses, the poor family had to buy blood on a daily basis. Although, there is some system to compensate patients through the Zakat fund, those are reimbursed after the treatment. The prime minister should establish ‘facilitation centres’ for fatal diseases like cancer and kidney dialysis in major hospitals of Pakistan on government panels. The share of the government money should quickly facilitate the monetary process and give relief to the victims. Critical cancer patients may also be considered for treatment abroad on the recommendations of the medical board at state expense. Financial hurdles in this case may not be valid as every year the government of Pakistan pumps billions of rupees into the kitty of the AJK government to meet the budget deficit. Maj (r) Mahmood Abbasi Ghaziabad, Azad KashmirPublished in Dawn September 1st, 2016\n", "author": "From the Newspaper", "title": "Request to AJK PM"}}
{"1281180": {"date": "September 01, 2016", "article": "LAHORE: The first National Beach Games for men and women will be organised by the Sindh Olympic Association in Karachi from Sept 18 to 20.The sports included in the gala are archery, aquatic/swimming, basketball, bodybuilding, handball, ju-jitsu, kabaddi, rowing, rugby, sailing, volleyball, soccer, wrestling, tug of war, malakhra and sepaktakraw.The players whose final entries for the 5th Asian Beach Games have been sent to the organising committee and their training camps have already been established will not be eligible to represent their departments/organisations in the event as there will be no break during the camps.The Asian Beach Games will be held in Vietnam from Sept 24 to Oct 3.Teams from Islamabad, AJK, Fata, Gilgit Baltistan and the four provinces will be vying for the top finish.Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Sports Reporter", "title": "Beach Games to begin on 18th"}}
{"1281190": {"date": "September 01, 2016", "article": "CENTURION: Recent injuries suggested Dale Steyn’s best days could be behind him but it was the 33-year-old who engineered victory for South Africa against New Zealand on Tuesday. The paceman bowled with typical skill and fire to claim his 26th five-wicket haul in the final innings as the hosts won the second Test by 204 runs to take the two-match series 1-0. Groin injuries have been hampering Steyn and a serious shoulder problem meant he missed the series against Eng­land in December and January. But the devastation he caused against the Kiwis, taking two wickets in the first over of their second innings, put South Africa on the right road. With a series coming up in Australia in November, his return, and that of new-ball partner Vernon Philander, offers the potential of a close contest. “Test matches are tough, the cricket is really, really difficult,” Steyn told reporters after helping to bowl New Zealand out for 195. “I don’t think I’m in a position to say ‘I’m back’. “I need a couple more Test matches, more game time, just to learn how to start playing the game again. I’m getting there and there has been reward but I’m nowhere near what I’m capable of.” Philander suffered a serious ankle injury playing a warm-up game of football in India in November and also made his comeback against the Kiwis. “Vernon is a phenomenal bowler. That was probably something we lacked against England because Vernon is the kind of bowler who doesn’t give you anything,” said Steyn. “To be able to bowl with him makes me feel free, I can run in and do what I want to do. You know that at the other end he is going to tick over at two runs per over. “You can feel safe and he can still knock guys over. He is so skilled.” Steyn’s haul on Tuesday took him to 416 Test wickets, past Pakistan great Wasim Akram on the all-time list, and there were no physical side effects. “The more I bowl, the quicker I’ll bowl and the more confidence I’ll have to use my whole body again,” he said. “If you get wickets ... there is nothing to complain about.”Published in Dawn September 1st, 2016\n", "author": "Reuters", "title": "Steyn getting back to fiery best"}}
{"1281200": {"date": "Updated September 01, 2016", "article": "KARACHI: DG Khan Cement’s (DGKC) after-tax profit rose 15 per cent to Rs8.79 billion for the year ended June 30, 2016 against Rs7.65bn a year ago.Earnings per share for the latest year worked out at Rs20.06, up from Rs17.4 in the preceding year. The company’s profit increased on the back of strong local sales and consistently low input cost during 2015-16. Along with the results, the DGKC’s board announced a cash dividend of Rs6 per share.ICI Pakistan: The company announced final cash dividend for the year ended June 30 at Rs9 per share (90pc). This was in addition to the Rs6.50 per share (65pc) interim cash already paid.The company posted unconsolidated after-tax profit of Rs2.84bn in the fiscal year 2015-16, up 34pc over Rs2.13bn year ago. Earnings per share rose to Rs30.78 from Rs23.02. Net turnover for the year under review fell 1pc to Rs37.0bn, which the company attributed to “lower revenues in the polyester business which declined 15pc in line with a downward correction of prices across the petroleum chain”.Operating profit for the year rose 14pc to Rs3.48bn.Published in Dawn September 1st, 2016\n", "author": "Our Equities Correspondent", "title": "DG Khan Cement posts Rs8.8bn profit"}}
{"1281210": {"date": "September 01, 2016", "article": "SEOUL: North Korea has executed a vice premier for showing disrespect during a meeting presided over by leader Kim Jong-Un, South Korea said on Wednesday, after reports that he fell asleep. The regime also banished two other senior officials, Seoul said, the latest in a slew of punishments Kim is believed to have ordered in what analysts say is an attempt to tighten his grip on power. “Vice premier for education Kim Yong-Jin was executed,” Seoul’s Unification Ministry spokesman Jeong Joon-Hee said at a regular briefing. Kim was killed by a firing squad in July as “an anti-party, anti-revolutionary agitator”, claimed an official at the ministry, who declined to be named. “Kim Yong-Jin was denounced for his bad sitting posture when he was sitting below the rostrum” during a session of North Korea’s parliament, and then underwent an interrogation that revealed other “crimes”, the official told reporters. The mass-selling Joong Ang Ilbo reported on Tuesday that top regime figures had been punished, but identified the education official by a different name. “He incurred the wrath of Kim after he dozed off during a meeting presided over by Kim,” it quoted a source as saying. “He was arrested on site and intensively questioned by the state security ministry.” The unification ministry said two other senior figures were forced to undergo re-education sessions. One of them was Kim Yong-Chol, a top official in charge of inter-Korean affairs and espionage activities against the South. The 71-year-old Kim is a career military intelligence official who is believed to be the mastermind behind the North’s frequent cyber-attacks on Seoul. Kim is also blamed by the South for the sinking of a South Korean warship in 2010 near the disputed sea border with the North in the Yellow Sea. Kim was banished to a farm in July for a month for his “arrogance” and “abuse of power,” the ministry official said. The spymaster, who was reinstated this month, is likely to be tempted to prove his loyalty by committing provocative acts against the South, the official said. “Therefore, we are keeping close tabs on the North,” he said. Professor Yang Moo-Jin at the University of North Korean Studies said the vice premier’s execution could be indirectly verified when Pyongyang’s state media reveals the names of attendees at the government’s anniversary ceremony on September 9.Published in Dawn September 1st, 2016\n", "author": "AFP", "title": "N. Korea has executed vice premier for disrespect: South"}}
{"1281220": {"date": "September 01, 2016", "article": "KARACHI: The Sindh government has formally allowed the formation of a joint investigation team (JIT) to interrogate new city mayor Waseem Akhtar for his role in an alleged “criminal conspiracy” and “condemnation of the creation of state and advocacy of abolition of its sovereignty”, said an official on Wednesday. It was alleged that Mr Akhtar committed this crime in July while being part of the crowd that was hearing London-based Muttahida Qaumi Movement (MQM) chief’s speech that carried anti- military and security agencies remarks.Through an order issued by the home department, the Sindh government gave a nod for the JIT formation on a city police recommendation but there was no word from the authorities about the law enforcement and intelligence agencies which would question Mr Akhtar, who has been in prison for more than a month. The order said the JIT was being formed on strong recommendation of the Karachi police who wanted the suspect mayor to be investigated about his role in two cases.“The two cases were registered at the Sachal and the Malir City police stations earlier this year,” said the official.He added that the cases were registered under Sections 120-B (criminal conspiracy), 121(waging or attempting to wage war or abetting waging of war against Pakistan), 122 (collection of arms, etc. with intention of waging war against Pakistan), 123-A (condemnation of the creation of state and advocacy of abolition of its sovereignty), 509 (word, gesture or act intended to insult the modesty of woman), and 109 (common intention) of the Pakistan Penal Code and Section 29 of the Telegraph Act read with Section 7 of the Anti-terrorism Act, 1997.“More than 100 cases were registered across the country on identical allegations against the MQM chief and other party leaders for his alleged remarks in a speech on July 12 last year against the military establishment and security agencies. Wasim Akhtar and other leaders were also booked in these cases on the same charges. The JIT, however, will focus on these two cases against him.”Mr Akhtar has already been in prison since July 19 when an anti-terrorism court sent him and other political leaders to jail dismissing their bail in a case related to allegedly abetting the treatment of alleged terrorists and gangsters at the hospitals of former federal minister Dr Asim Hussain, the main suspect in the case.The Sachal police arrested the mayor from the central prison on July 20 after obtaining a no-objection certificate from the ATC for his arrest in some other cases. Only on Tuesday, Mr Akhtar was sworn in as the new mayor of Karachi – about nine months after holding of the local government elections – but with new orders in place his and MQM’s hardships are not seen to be over very soon.Published in Dawn September 1st, 2016\n", "author": "Imran Ayub", "title": "New city mayor to face JIT on treason charge"}}
{"1281230": {"date": "September 01, 2016", "article": "HYDERABAD: Speakers at a commemorative meeting paid tribute to Hyder Ali Leghari for his inspirational work as a dedicated teacher and said that he was an embodiment of knowledge and enlightenment who did not merely impart education in classroom but also inspired students. They said at the commemorative meeting organised by Hyder Ali Leghari Yadgar Committee at the Sindhi Language Authority premises here the other day that Legahri would always be remembered for his exceptional work.Noted historian Atta Mohammad Bhambhro said that the Sindh which gave the world knowledge, wisdom, wheel and democracy produced a great man like Legahri who was a symbol of wisdom and a great teacher with a multidimensional personality. Sindh had produced many great men of letters and wisdom and Leghari was one of them, he said.Prof Qalandar Shah Lakyari said that Legahri adopted faqiri and humbleness in a bid to change for better the stained history of Legahri nawabs because faqiri was immortal while nawwabi was temporary.Qadir Bux Talibani said that Legahri was like an open university who educated more men outside his classroom than inside the room and he never believed in teaching men while sitting in his chair. Faiz Nizamani said that Leghari taught in such a fascinating and captivating manner that a student would literally forget taking a breath for fear he might miss something his beloved teacher was explaining.He said that in Sindh, so much scorn had been poured on the words ustad and master and the two words had been so much ridiculed that new words and terms should be coined for this respectable and noble profession. Taj Joyo, Naseer Mirza, Prof Noor Ahmed Janjhi and Nafees Ahmed Sheikh said that Legahri was a unique person, a source of knowledge and wisdom, and an embodiment of humanity.Sikandar Leghari, Hyder Leghari’s brother, shared his memories about the beloved kin with the audience and said that he inspired many students and sincerely devoted all his energies and talents to the field of education. He held special place among his peers because of his strict adherence to high ethical values, he said.Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Staff Correspondent", "title": "Intellectuals pay tribute to Hyder Ali Leghari"}}
{"1281240": {"date": "September 01, 2016", "article": "ISLAMABAD: The Polio Eradication Programme has decided to introduce a Geographical Information System (GIS) to ensure that children in temporary settlements are vaccinated.Due to the availability of high resolution maps, the technology will also help in reaching out to people in case of floods and other disasters and it will be easier to identify affected areas and to move people elsewhere. The technology can also be used for conducting a population census.Head of the National Emergency Operations Centre (NEOC) on Polio Dr Rana Mohammad Safdar told Dawn that GIS is used the world over for locating addresses and help in situations like transporting people in case of floods and fires.“We have temporary settlements all over the country which makes it difficult during a polio vaccination campaign to locate and reach the children who were vaccinated during the previous campaign,” he said,Dr Safdar said that the Bill and Melinda Gates Foundation has offered to provide funds for the project including the equipment, technology and for purchasing satellite images for identifying localities before the start of a polio campaign.“We have signed an agreement with Survey of Pakistan (SoP) which will be facilitating us in six districts in the first phase of the project after which we will launch it countrywide. We decided to start the first phase along the Indus River because temporary dwellings tend to move along the water,” he said.According to Dr Safdar, the six districts which will be included in the first part of the project include Sukkur, Ghotki, Kashmore, Jacobabad, Larkana and Shikarpur.“We will first see the satellite images of the area after which will make plans for a route to take for administering vaccinations. It will also make it easier to monitor teams because the routes they take will have already been decided,” he added.SoP Deputy Surveyor General Mehar Ali also said that once the technology is launched in the country, it will be used in different programmes and purposes.Published in Dawn, September 1st, 2016\n", "author": "A Reporter", "title": "GIS system to be used in polio vaccination drives"}}
{"1281250": {"date": "September 01, 2016", "article": "ISLAMABAD: The Election Commission of Pakistan (ECP) on Wednesday announced a last minute decision to withdraw the schedule for the Punjab local bodies elections on reserved seats, which were to begin on Thursday.The ECP’s decision was made after orders were passed by the Lahore High Court on August 23 to annul the election schedule and announce a fresh one.The ECP was considering challenging the order in the Supreme Court, which was not possible since a copy of the judgement was not available.The high court announced its decision on two separate writ petitions, one of which was filed by the PML-N versus the Punjab government and others.An ECP official said all political parties had come together for seeking a postponement of the polls with the plea that an ordinance promulgated by the ECP had changed the number of reserved seats and they needed to submit fresh lists.He explained that the reduction in the number of reserved seats did not require the submission of fresh lists. \nAccording to the official, the ECP lawyer had argued during the hearing that the electoral body was holding the elections on orders made by the SC and the remaining part of the exercise was also initiated on the apex court’s orders.According to the schedule announced on August 8, the elections for the indirect seats in district councils, municipal corporations and metropolitan corporations, the indirect seats of municipal committees and union councils was to be held on September 1, 2 and 3 respectively while the administration of oaths was scheduled for September 10.ECP officials said arrangements for the polls had been finalised including the appointment of returning officers, district returning officers and other staff, the printing of ballot papers, transportation of bags, stationary, forms and stamps to various polling stations.The officials said substantial costs will have to be incurred if another candidate is allowed into the race as new ballot papers will have to be printed and other arrangements may also have to be made. The local government polls across the country have so far cost Rs6.25 billion in addition to billions of rupees spent on the deployment of security staff.An ECP official said that the Election Commission of India was powerful and that according to a ruling of the Indian Supreme Court, courts do not intervene in the commission’s operations.“But things are different in Pakistan,” he added.He pointed out that the ECP was barred by a court order from proceeding against PTI candidate Aleem Khan when the commission had found affidavits of vote transfer without consent in his constituency.Similarly, a former PTI leader Akbar Sher Babar had filed a petition in the ECP some two years back for scrutiny of the party’s funds. The party had gone to the Islamabad High Court and challenged the ECP’s authority for scrutinising accounts when the ECP had said it could do so according to the law. The case is still pending before the court, forcing the commission to adjourn the hearing repeatedly.Published in Dawn, September 1st, 2016\n", "author": "Iftikhar A. Khan", "title": "ECP withdraws schedule for local bodies elections on reserved seats day before polls"}}
{"1281260": {"date": "September 01, 2016", "article": "MANSEHRA: Members of the Oghi tehsil council on Wednesday demanded the provincial government begin an inquiry into the alleged embezzlement of the parent-teacher council funds in the tehsil.During a session of the council here chaired by its convener, Qazi Zahidullah, member Munir Ahmad insisted the funds of parent-teacher councils at many women’s schools in Oghi tehsil had been embezzled.He demanded that the government hold inquiry into the matter before ensuring punishment of the officials behind that corruption.\nOghi govt insists corrupt officials to face punishment\n\nMr. Munir said he had raised the issue at various forums, but to no avail.“The parent-teacher councils are formed at schools to address issues and challenges facing students on campus but most of their funds have been widely embezzled,” he said.The house unanimously adopted a resolution seeking ban on the Muttahida Qaumi Movement.Tehsil nazim Raja Bashir said his government was striving to address the people’s problems through better allocation of funds.He said he was optimistic that the Khyber Pakhtunkhwa Local Government Commission would allow his government to collect tax on the transportation of minerals out of the tehsil.“We have filed an appeal against the order of local government secretary for quashing the mineral transportation tax imposed by the tehsil council. I am hopeful that the KP government will restore the tax after listening to us,” he said.The nazim said the granite excavating companies were responsible for the destruction of the main and link roads in tehsil.“If we are allowed to get the mineral transportation tax waived by the provincial government, we’ll spend the money for the welfare of the people in tehsil,” he said.TROUBLEMAKERS HELD: The Oghi police on Wednesday arrested 21 people under Section 16 of the Maintenance of Public Order for blocking the execution of a water scheme on a stream in their area.Assistant commissioner Altaf Hussain and other relevant officials had gone to Darra Shyna area of Oghi to execute the scheme on the order of a local court but the local residents, including women, stopped them.The police took 36 people into custody for disturbing peace and sent 21 of them to jail under 16 Maintenance of Public Order.Local MPA Ibrar Tanoli had sanctioned Rs10 million for the water supply scheme but the people of Darra Shyna area objected to it.The people of Chunjli Miangan, Phal, Dogha, Davil Muee later moved a local court against the people of Darra Shyna. The court ordered the tehsil administration and police to ensure the smooth execution of water supply schemes.DSP Nazir Ahmad said troublemakers would be dealt with strictly under the law.Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Probe into embezzlement of funds demanded"}}
{"1281270": {"date": "September 01, 2016", "article": "PESHAWAR: A controversy has surrounded the recent amendments to the Khyber Pakhtunkhwa Ehtesab Commission Act over the objections of the chief Ehtesab commissioner and four commissioners.On August 3, the KP Assembly had passed the Ehtesab Commission (Amendment) Act 2016 after the months long legal impasse, which had also led to the resignation of retired lieutenant general Hamid Khan, the first director general of the accountability body, in February this year.In an August 22, 2016, letter written to Chief Minister Pervez Khattak, the CEC and commissioners have noted that not only some of the recent amendments to the KPEC law were inconsistent with other provisions of the law but \nthey’re out of place and incomprehensible as well driving the law into redundancy.\nEhtesab commissioners insist changes not consistent with other provisions of law, out of place and inexplicable\n\nInterestingly, the DG in his resignation letter had also made similar point, saying the amendments to the law had rendered the post of DG as redundant.The commissioners also point out that none of them was consulted in the pre-enactment exercise undertaken by the select committee of the provincial assembly.The letter notes several instances of “legislative lapses or drafting fumbles which require immediate action to rescue the law before its fallouts further mar the objectives of KP Ehtesab Commission.”The commissioners have pointed out that in amendment to Section 12(4)(c), the scope of qualification of director general has been unreasonably enlarged and lowered down. “It will jeopardise the selection of person as stature as director general.” The amendment had increased the categories of people who can be appointed as the KPEC DG from earlier two to four, while at the same time lowered the bar of retired officer of BPS-21/22 to BPS-20 or above.The letter also asks for the empowerment of the CEC for the removal of the acting KPEC DG.By the addition of a provision to sub-section 10 of Section 12, which gives protection to the tenure of acting DG, who took over before the recent amendments to the KPEC, the commissioners called for his replacement by the CEC.\n“The acting DG would remain unbridled till appointment of a regular DG for which process may take longer than desired time,” the letter reads.Currently acting DG could only be replaced after appointment of a regular DG.The letter also points out that by not amending Section 16(2) the officers of the directorate general have been left out of the scope of Section 16, which provides for internal monitoring of the performance of the officers of commission and complaints of misconduct against them.The commissioners said in Section 16(2) the words ‘officers of the commission” should have been replaced with “officers of the directorate general” to bring it conformity with other amendments.The letter notes that amendments to sections 18, 19 and 20, which laid down commission approval for re-appropriation of funds, maintenance of book of accounts and provision of estimated expenditure and receipts statement to government. However, following the amendments all these functions have been handed over to the directorate general.The commissioners said that sections of original law should have been amended suitably in order to make these consistent with Section 9-C of the act, which has not been done and anomalies created.Under sub-section(c) of Section 9 of the original act the commission was authorised to approve annual budget of the commission; however, now after the amendment it will approve annual budget of the commission, directorate general and Ehtesab courts.They have also questioned the wisdom of restricting KPEC mandate to investigate cases over monetary limit of Rs. \n50 million and above under Section 35 and noted that it would further create anomalies and extending undue benefits to the accused. “This would result in mitigation of intensity of the act,” it reads.They also pointed out that Section 36(6) which says that in case of delay in inquiry the reasons should be in writing presented to the commission. Under recent amendments this report would be presented to directorate general.The commissioners said that it would pointless to report delay in inquiry to directorate general itself by the director general.Also anomalies have been pointed out in sections 17, 36(2) and 37(4).KPEC Act has turned into a subject of controversy since the beginning of this year. On February 9, 2016, the government promulgated the KPEC Ordinance 2016, drastically amending the law, which resulted into resignation of the then DG, retired general Hamid Khan, in February.However, after much criticism, the ordinance was withdrawn on May 2.Another amendment bill was tabled in the KP Assembly on May 6 and a version of it modified by a select committee of house was passed by the house on August 3.Officials both at the commission and directorate general were not available for comments to the objections to the recent KPEC law amendments.Published in Dawn, September 1st, 2016\n", "author": "Manzoor Ali", "title": "Amendments to KPEC Act stir controversy"}}
{"1281280": {"date": "September 01, 2016", "article": "LAHORE: The Lahore High Court chief justice on Wednesday issued notices to the provincial government and others on a petition to bar Punjab University’s acting vice chancellor (VC) Dr Mujahid Kamran from heading a meeting of the varsity’s syndicate. Punjab University College of Information Technology Principal Mansoor Sarwar filed the petition, saying the acting vice chancellor had been acting beyond his powers. At the outset of the hearing, Advocate Saad Rasool stated on behalf of the petitioner that the respondent had been working as acting VC as process to appoint a permanent incumbent was yet to be completed. He said the respondent acting VC convened a meeting of the university syndicate for next week to approve many important administrative and policy issues of the institution. The counsel said under the law only a permanent vice chancellor had the power to approve policy and administrative matters. However, the respondent had been blatantly acting beyond his powers. The university’s counsel opposed the petition and argued that Mr Kamran had been exercising his powers in light of a notification issued by the governor. He urged the court to dismiss the petition for being baseless. The chief justice adjourned hearing for Thursday (today) and directed the university’s lawyer to submit the governor’s notification. Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Notices issued on plea against acting PU VC"}}
{"1281290": {"date": "September 01, 2016", "article": "LAHORE: Experts suggest precautions to those having constant contact with livestock, including use of protective gear, screening of animal and cleanliness in their sheds, besides authentic anti-tick drugs to avoid spread of Cong virus, especially ahead of upcoming Eidul Azha.The precautions were suggested in a report submitted by a team of experts to the provincial livestock department that visited the house of a woman who allegedly died of Congo fever in Chakwal district in April last.According to experts, veterinary doctors, health professionals, practitioners, and those having contact with animals are more vulnerable to the virus if they ignore precautionary measures as suggested by the World Health Organisation (WHO).“In Pakistan, not a single laboratory exists, having a standard of BSL (Biosecurity Level) 4. Therefore, all vets, health professionals, healthy populations in the disease area and all investigating teams are at a great risk (of catching virus), if they are without proper gadgets, as prescribed by the BSL4 laboratories and as mentioned in WHO guidelines,” reads the report compiled by a team of the University of Veterinary and Animal Sciences (UVAS) Lahore, after it visited Dhok Shah Gul Hassan, Kot Qazi Union Council of Tala Gang Tehsil of Chakwal.The team headed by UVAS parasitology department chairman Prof Dr Kamran Ashraf, comprised Astt Prof Dr Muhammad Oneeb and PG scholar Zulfiqar Ahmad, (both from parasitology department). It was assisted by Chakwal district livestock department officials.The team visited the house of the suspected victim’s house, met her husband Sarfaraz and took details of the illness of his deceased wife. Sarfaraz too had shown Congo fever symptoms but he got recovered, the report said.It observed that the couple had continuous contact with the animals having ticks kept in their house. It said 90pc female members of the families in the area were involved in rearing animals, mostly crossbred cows which were more prone to ticks than local breeds, besides sheep and goats.The report said on physical examination, ticks were found on both cows of the victim’s family, but there were no ticks on small animals. These ticks were collected for further identification.The team visited the whole area to check the livestock for tick load, type of ticks and especially for any presence of Hyalomma vector (Congo fever tick) in the area.“As per discussion with Mr Sarfarz, her wife was having a close interaction with the animals for milking on a daily basis. And ticks infestation is the common problem in their animals. Similarly, other larger animals were also having tick infestation. On microscopic examination of the ticks collected, specially from the house of Mr Sarfraz and whole area, two tick genera were identified -- Hyalomma (suspected vector of Congo Fever) and Boophilus among Hyalomma the species identified seems like Hyalomma anatolicum and Hyalomma marginatum,” the report reads.It says that despite regular use of acaricidals (anti-tick drugs) the continuing problem of tick infestation highlights the possible risk of acaricidal resistance which increases due to self-medication by the animal owners. It mentions that imported pour-on drugs and injections were found to be more effective than local ones.The report mentions that hygiene of animals was not up to the mark and the sheds were presenting ideal conditions for tick breeding.“The large-scale screening of the animals and their premises (sheds) should be done to check the livestock for ticks load, type of ticks and specifically the presence of Hyalomma in other areas of Punjab as well,” it recommends.It suggests improvement in overall keeping of the animals to help minimise the hiding and breeding places of ticks. It advises against irrational use of acaricidals and self-medication by animal owners.It recommends that along with use of injectable and pour-on drugs for animals, their sheds should also be regularly sprayed with insecticides, suggesting use of alternate herbal and biological tick control strategies.The report also recommends short trainings, workshops and refresher courses for livestock and dairy development staff to identify different tick genera and species in the field as a precautionary step.It recommends establishment of a proper laboratory with up to the mark bio security measures for molecular identification and screening of ticks transmitting Congo virus to help avoid outbreak of such diseases in future.“It is very important to establish BSL (Biosecurity Level) 3 and 4 laboratories for research and disease control to curb such highly contagious diseases which can be very fatal for human population,” it says.While issuing a public health advice, the report recommends reducing the risk of tick-to-human transmission. It advises use of protective clothing (long sleeves, long trousers, gloves), light coloured clothing for easy detection\nof ticks, use of approved acaricides on clothes, repellents on skin and clothing, besides regular examination of clothes and human skin for ticks. If found, the ticks should be removed safely.It suggests elimination of ticks on animals and also in stables and barns, especially during the breeding season when they are most active.It further advises use of hand gloves and other protective gear while handling animals or their tissues in endemic areas, notably during slaughtering, butchering and culling procedures in slaughterhouses or at home.The report suggests quarantining of animals before they are brought to slaughterhouses or routinely treating them with pesticides two weeks prior to slaughter.To reduce the risk of human-to-human transmission, it also warns against close physical contact with infected people and suggests use of gloves and other protective gear when taking care of sick people, and “washing hands regularly after caring for or visiting ill people”. Published in Dawn, September 1st, 2016\n", "author": "Khalid Hasnain", "title": "Cautious handling of livestock urged to avoid Congo spread"}}
{"1281300": {"date": "Updated September 01, 2016", "article": "\n\n\n\t\t\t\t\tIN a show of the CPM’s regressive vocabulary, General Secretary Sitaram Yechury has compared Pakistan to vultures.\n\t\t\t\t\n\n\nNEW DELHI: A Faustian bargain in which Indian communists took land from poor peasants for Tata company to make cars, a move that set off the Left Front’s rout in West Bengal, was reversed on Wednesday when the Supreme Court ordered the state government to return the fields to the tillers. The controversial land grab in Singur in West Bengal had marked a rightward slide of the once celebrated Communist Party of India (Marxist, CPM), which many see as now offering nationalist slogans to retrieve its domain in Kolkata. That the Supreme Court quashed the land acquisition effected by the Buddhadeb Bhattacharya-led CPM government in 2006 for allotting it to Tata to set up its Nano car factory came as a withering response by the “bourgeois” state the communists had mocked. The court held that the acquisition could not be said to be for a “public purpose” and hence the land should be remitted back to farmers within 12 weeks. Where the CPM was the anchor of India’s mature and responsible policies with its neighbours, apart from pioneering land reforms, reports on Sunday revealed the party’s regressive vocabulary. According to the Times of India, CPM general secretary Sitaram Yechury on Sunday compared Pakistan to vultures, saying the neighbouring country is trying to reap advantages of the bloodshed in the Kashmir Valley during its longest curfew period. “Pakistan is like a vulture. Vultures fly high in the sky. They spot bodies only if they see blood on the ground. But we need to ask our government why blood is flowing on the ground. Let us go and talk to the Kashmiris. A dialogue between them and the government can resolve the issue,” said Yechury, in an address to CPM workers.  Sections of the Indian media had earlier criticised Defence Minister Manohar Parrikar for describing Pakistan as a veritable hell. According to the Supreme Court’s order, farmers who got compensation from the government will not return it because they were depr{"1281130": {"date": "Updated August 31, 2016", "article": "KARACHI: The world's largest photography competition, 'Wiki Loves Monuments' will kick off in Pakistan on Sept 1, 2016. Supported by the California-based non-profit Wikimedia Foundation, the annual competition aims to highlight and promote the world's cultural heritage sites. The competition, which is open to all, seeks to encourage people to capture pictures of historically and culturally significant sites and to put them under a free licence as opposed to traditional copyright or all rights reserved.The competition's organisers will be accepting submissions starting midnight on Sept 1-Sept 30. Later in October, the Pakistani jury will nominate the 10 best photos for the international contest, which has its own jury.The first international winner will win a travel scholarship (with a maximum value of $2,500) to attend the international Wikipedia conference 'Wikimania' in Canada in August 2017. Four runners-up on the international level will win cash prizes of $1,000 each. Wikimedia Pakistan, the Wikimedia Foundation affiliate in Pakistan is looking for \"amazing and inspiring photographs of Pakistani cultural heritage sites.\" \"Pakistan has hundreds of historical and culturally significant monuments and sites which is at risk of being lost forever, but in most cases there are still no free licensed photos of them on the Internet.\"These important structures are often damaged or destroyed over time accidentally, deliberately or due to natural disasters, endangering the opportunity for people all over the world to access and learn about them,\" the foundation said. Although some prominent heritage sites are protected and documented by various national and international organisations, a majority are not, it said.Wikipedia offers a digital home to these monuments. The competition's purpose is to help preserve existing heritage and understand lost heritage by means of accurate and reliable information which is accessible to everyone for free.\n", "author": "Dawn.com", "title": "Wiki Loves Monuments: the world’s largest online photography competition opens to submissions from Pakistan"}}
{"1281140": {"date": "August 31, 2016", "article": "HELSINKI: The head of the Nokia division aiming to bring the brand's mobile phones back to market is leaving after two years in the role, the Finnish company said on Wednesday.Ramzi Haidamus is stepping down as president of the Nokia Technologies unit that handles patents and new consumer products, including a recent licensing deal with HMD Global it hopes will herald the return of Nokia handsets.Once the world's biggest maker of mobile phones, Nokia was wrong-footed by the rise of smartphones and eclipsed by Apple and Samsung, ultimately resulting in the sale of its handset business to Microsoft Corp in 2014.Nokia is now focused on telecoms network equipment, an industry with weak growth outlook, and the small Nokia Technologies operation has been leading the return to consumer products in search of future growth.The company started selling a virtual reality camera this year and also acquired a French health-tracking company Withings.“Given that progress, now is the right time for me to explore new opportunities to pursue my passion for building and transforming businesses,” Haidamus, who joined Nokia in 2014, said in a statement.Nokia said it has begun the search for a successor and that Brad Rodrigues, currently head of strategy and business development at Nokia Technologies, will assume the role of acting president.\n", "author": "Reuters", "title": "Leader of Nokia's mobile phone revival plan leaves the company"}}
{"1281150": {"date": "August 31, 2016", "article": "NEW YORK: Second seed Andy Murray has always said he would quite like an indoor grand slam event and at the U.S. Open it seems he has found the next best thing. The Scot cruised into the second round at Flushing Meadows with a 6-3 6-2 6-2 win over the Czech Lukas Rosol in the night session on Tuesday. The new roof over Arthur Ashe Stadium was open but because of its size, Wimbledon and Olympic champion Murray said it made conditions almost identical to an indoor tournament. “It's quite different playing out there now,” Murray told reporters. “There's literally no wind at all. It almost has the feel of playing indoors, it's perfect conditions.” The roof, combined with the cooler evening air, made conditions easier to control the ball as well as ramping up the decibel levels for the traditionally noisy New York crowd. “It's a lot louder than most places we play and it's a slightly different sound out there,” the 2012 U.S. Open champion added. “There's always been noise but I think the roof has changed it a little bit. “You get used to it as the match goes on but it would be quite a significant difference if you play on the outdoor courts.” Murray will play Marcel Granollers of Spain in the second round.\n", "author": "Reuters", "title": "Murray flourishes in new conditions at U.S. Open"}}
{"1281160": {"date": "September 01, 2016", "article": "\n\n\n\t\t\t\t\tThe writer is a member of staff.\n\t\t\t\t\n\n\nA STRING of bad data is casting a cloud over the external sector outlook precisely at the time when Pakistan prepares to exit the Fund programme. The three pillars of the external sector — remittances, exports and foreign direct investment — have all shown steep declines in the first month of the new fiscal year. This could be bad news if the trend were to continue.Remittances have been the backbone of the external sector for more than half a decade now, registering constant increases even as the countries from where they originate have gone through deep crises. But in July they fell by 20pc where the same figure for last year was less than 1pc.Granted some of this drop can be attributed to Brexit-related problems, such as the depreciation of the pound sterling. But all countries have shown steep declines: UK down by 38pc, US by 33pc, Saudi Arabia by 30pc, UAE by 20pc, and other GCC countries by 14pc. Between them, these countries alone account for almost 90pc of our total remittances.Exports similarly fell by just over 14pc in July compared to the same month last year, as per State Bank data. This is a continuation of a trend that began in July 2013. Since then, every July has shown declines, totalling to almost 30pc over the three years since. We have heard much talk from the government about tackling this trend and spattering of a few measures here and there, but nothing more.Foreign direct investment makes for a slightly more dismal read. On the face of it the numbers look spectacular. Apparently, we saw a 125pc increase in foreign investment in July this year! But look a little closer and you’ll realise something. Of the $63 million that came in during the month as foreign investment, $54m was in the stock market. Where it really counts, inflows of foreign direct investment, there was a drop of 48pc. \nSo where is the game plan for “accelerating competitiveness and business climate reforms”, you might well ask?\n\nOne month’s data may not be bad news if it was seasonal or accounted for by temporary circumstances. But the situation that lies behind these declines is neither. It is reasonable to say that these declines are here to stay. To some extent this is also to be expected. After all, countries around the world are seeing declines of this sort given the deterioration in the world economy, and the declining price of oil, which has created dire economic circumstances in key countries of the advanced industrial world and the oil rich kingdoms of the Middle East.The reason this is more worrying than usual are twofold. First, this is the year we exit the IMF programme, and from here on till the next government inevitably enters a new programme, we are on our own. So the kind of ideas and thinking that the government is bringing to bear on this situation is important. How is the government seeing the situation on the external sector? The words of the finance minister in the latest budget spe{"1281130": {"date": "Updated August 31, 2016", "article": "KARACHI: The world's largest photography competition, 'Wiki Loves Monuments' will kick off in Pakistan on Sept 1, 2016. Supported by the California-based non-profit Wikimedia Foundation, the annual competition aims to highlight and promote the world's cultural heritage sites. The competition, which is open to all, seeks to encourage people to capture pictures of historically and culturally significant sites and to put them under a free licence as opposed to traditional copyright or all rights reserved.The competition's organisers will be accepting submissions starting midnight on Sept 1-Sept 30. Later in October, the Pakistani jury will nominate the 10 best photos for the international contest, which has its own jury.The first international winner will win a travel scholarship (with a maximum value of $2,500) to attend the international Wikipedia conference 'Wikimania' in Canada in August 2017. Four runners-up on the international level will win cash prizes of $1,000 each. Wikimedia Pakistan, the Wikimedia Foundation affiliate in Pakistan is looking for \"amazing and inspiring photographs of Pakistani cultural heritage sites.\" \"Pakistan has hundreds of historical and culturally significant monuments and sites which is at risk of being lost forever, but in most cases there are still no free licensed photos of them on the Internet.\"These important structures are often damaged or destroyed over time accidentally, deliberately or due to natural disasters, endangering the opportunity for people all over the world to access and learn about them,\" the foundation said. Although some prominent heritage sites are protected and documented by various national and international organisations, a majority are not, it said.Wikipedia offers a digital home to these monuments. The competition's purpose is to help preserve existing heritage and understand lost heritage by means of accurate and reliable information which is accessible to everyone for free.\n", "author": "Dawn.com", "title": "Wiki Loves Monuments: the world’s largest online photography competition opens to submissions from Pakistan"}}
{"1281140": {"date": "August 31, 2016", "article": "HELSINKI: The head of the Nokia division aiming to bring the brand's mobile phones back to market is leaving after two years in the role, the Finnish company said on Wednesday.Ramzi Haidamus is stepping down as president of the Nokia Technologies unit that handles patents and new consumer products, including a recent licensing deal with HMD Global it hopes will herald the return of Nokia handsets.Once the world's biggest maker of mobile phones, Nokia was wrong-footed by the rise of smartphones and eclipsed by Apple and Samsung, ultimately resulting in the sale of its handset business to Microsoft Corp in 2014.Nokia is now focused on telecoms network equipment, an industry with weak growth outlook, and the small Nokia Technologies operation has been leading the return to consumer products in search of future growth.The company started selling a virtual reality camera this year and also acquired a French health-tracking company Withings.“Given that progress, now is the right time for me to explore new opportunities to pursue my passion for building and transforming businesses,” Haidamus, who joined Nokia in 2014, said in a statement.Nokia said it has begun the search for a successor and that Brad Rodrigues, currently head of strategy and business development at Nokia Technologies, will assume the role of acting president.\n", "author": "Reuters", "title": "Leader of Nokia's mobile phone revival plan leaves the company"}}
{"1281150": {"date": "August 31, 2016", "article": "NEW YORK: Second seed Andy Murray has always said he would quite like an indoor grand slam event and at the U.S. Open it seems he has found the next best thing. The Scot cruised into the second round at Flushing Meadows with a 6-3 6-2 6-2 win over the Czech Lukas Rosol in the night session on Tuesday. The new roof over Arthur Ashe Stadium was open but because of its size, Wimbledon and Olympic champion Murray said it made conditions almost identical to an indoor tournament. “It's quite different playing out there now,” Murray told reporters. “There's literally no wind at all. It almost has the feel of playing indoors, it's perfect conditions.” The roof, combined with the cooler evening air, made conditions easier to control the ball as well as ramping up the decibel levels for the traditionally noisy New York crowd. “It's a lot louder than most places we play and it's a slightly different sound out there,” the 2012 U.S. Open champion added. “There's always been noise but I think the roof has changed it a little bit. “You get used to it as the match goes on but it would be quite a significant difference if you play on the outdoor courts.” Murray will play Marcel Granollers of Spain in the second round.\n", "author": "Reuters", "title": "Murray flourishes in new conditions at U.S. Open"}}
{"1281160": {"date": "September 01, 2016", "article": "\n\n\n\t\t\t\t\tThe writer is a member of staff.\n\t\t\t\t\n\n\nA STRING of bad data is casting a cloud over the external sector outlook precisely at the time when Pakistan prepares to exit the Fund programme. The three pillars of the external sector — remittances, exports and foreign direct investment — have all shown steep declines in the first month of the new fiscal year. This could be bad news if the trend were to continue.Remittances have been the backbone of the external sector for more than half a decade now, registering constant increases even as the countries from where they originate have gone through deep crises. But in July they fell by 20pc where the same figure for last year was less than 1pc.Granted some of this drop can be attributed to Brexit-related problems, such as the depreciation of the pound sterling. But all countries have shown steep declines: UK down by 38pc, US by 33pc, Saudi Arabia by 30pc, UAE by 20pc, and other GCC countries by 14pc. Between them, these countries alone account for almost 90pc of our total remittances.Exports similarly fell by just over 14pc in July compared to the same month last year, as per State Bank data. This is a continuation of a trend that began in July 2013. Since then, every July has shown declines, totalling to almost 30pc over the three years since. We have heard much talk from the government about tackling this trend and spattering of a few measures here and there, but nothing more.Foreign direct investment makes for a slightly more dismal read. On the face of it the numbers look spectacular. Apparently, we saw a 125pc increase in foreign investment in July this year! But look a little closer and you’ll realise something. Of the $63 million that came in during the month as foreign investment, $54m was in the stock market. Where it really counts, inflows of foreign direct investment, there was a drop of 48pc. \nSo where is the game plan for “accelerating competitiveness and business climate reforms”, you might well ask?\n\nOne month’s data may not be bad news if it was seasonal or accounted for by temporary circumstances. But the situation that lies behind these declines is neither. It is reasonable to say that these declines are here to stay. To some extent this is also to be expected. After all, countries around the world are seeing declines of this sort given the deterioration in the world economy, and the declining price of oil, which has created dire economic circumstances in key countries of the advanced industrial world and the oil rich kingdoms of the Middle East.The reason this is more worrying than usual are twofold. First, this is the year we exit the IMF programme, and from here on till the next government inevitably enters a new programme, we are on our own. So the kind of ideas and thinking that the government is bringing to bear on this situation is important. How is the government seeing the situation on the external sector? The words of the finance minister in the latest budget speech provide a clue. Here he is, for instance, talking about the foreign exchange reserves: “Alhamdolillah, the level of $21.6 billion has been achieved, which is a new historic record. And this way we have guarded the economy from frequent external fluctuations.”It would be a good idea to recall here that the finance minister from the previous government was also boasting of building “record high reserves” in 2011. Here is what he said in the budget speech that year: “[T]he country has accumulated historic reserves of $17.3bn and the rupee has displayed stability.” Two years later, Pakistan was once again preparing its approach to the IMF. So much for “record high reserves”.Back to Mr Dar. Here he is talking about exports, after noting the declines that set in since his government came into power: “The main reason for this decline is global commodity prices.”Incidentally, when detailing the reasons behind declining exports, the IMF has a little more to say. Here are the reasons they give in the last review — “lower commodity prices, security and business climate challenges, and the continued appreciation of the real effective exchange rate”.In his attached Letter of Intent, which details the challenges the government sees for itself and the steps it intends to take to meet them, the finance minister says “[t]he decline in exports and the need to promote private investment call for accelerating competitiveness and business climate reforms”.So where is the game plan for “accelerating competitiveness and business climate reforms”, you might well ask? Considering this is being said in the last review of the programme, when exports have already put in a declining trend continuously for three years, one can be excused for thinking that the government is talking more and doing less.The fact is, almost all of the government’s initiatives to reform governance and the economy have met with failure. These include but are not limited to the agriculture package of last year, the auto policy of this year, the banking transaction tax as a documentation measure, the effort to serve notices on non-filers of income tax returns and the tax amnesty scheme for traders. Faced with such a comprehensive catalogue of failures, there is little left now but to go on about the “record high reserves” and CPEC. The latter has become some sort of holy grail in our public imagination, so thoroughly is the future of the country being cast in its light. Only the other day, Ahsan Iqbal insisted that CPEC is not just a game changer, but a “fate changer”. I wonder what’s next — perhaps a ‘destiny shaper’?At the moment, CPEC is more of a mystery than anything else. The reality is described by those three lines that July data showed trending downwards. The failure to address that reality is what will decide whether the present moment is a “fate changer” or a “history repeater”. The writer is a member of staff.khurram.husain@gmail.comTwitter: @khurramhusainPublished in Dawn September 1st, 2016\n", "author": "Khurram Husain", "title": "External sector crumbling"}}
{"1281170": {"date": "September 01, 2016", "article": "\n\n\n\t\t\t\t\tThe writer is a member of staff.\n\t\t\t\t\n\n\nA STRING of bad data is casting a cloud over the external sector outlook precisely at the time when Pakistan prepares to exit the Fund programme. The three pillars of the external sector — remittances, exports and foreign direct investment — have all shown steep declines in the first month of the new fiscal year. This could be bad news if the trend were to continue.Remittances have been the backbone of the external sector for more than half a decade now, registering constant increases even as the countries from where they originate have gone through deep crises. But in July they fell by 20pc where the same figure for last year was less than 1pc.Granted some of this drop can be attributed to Brexit-related problems, such as the depreciation of the pound sterling. But all countries have shown steep declines: UK down by 38pc, US by 33pc, Saudi Arabia by 30pc, UAE by 20pc, and other GCC countries by 14pc. Between them, these countries alone account for almost 90pc of our total remittances.Exports similarly fell by just over 14pc in July compared to the same month last year, as per State Bank data. This is a continuation of a trend that began in July 2013. Since then, every July has shown declines, totalling to almost 30pc over the three years since. We have heard much talk from the government about tackling this trend and spattering of a few measures here and there, but nothing more.Foreign direct investment makes for a slightly more dismal read. On the face of it the numbers look spectacular. Apparently, we saw a 125pc increase in foreign investment in July this year! But look a little closer and you’ll realise something. Of the $63 million that came in during the month as foreign investment, $54m was in the stock market. Where it really counts, inflows of foreign direct investment, there was a drop of 48pc. \nSo where is the game plan for “accelerating competitiveness and business climate reforms”, you might well ask?\n\nOne month’s data may not be bad news if it was seasonal or accounted for by temporary circumstances. But the situation that lies behind these declines is neither. It is reasonable to say that these declines are here to stay. To some extent this is also to be expected. After all, countries around the world are seeing declines of this sort given the deterioration in the world economy, and the declining price of oil, which has created dire economic circumstances in key countries of the advanced industrial world and the oil rich kingdoms of the Middle East.The reason this is more worrying than usual are twofold. First, this is the year we exit the IMF programme, and from here on till the next government inevitably enters a new programme, we are on our own. So the kind of ideas and thinking that the government is bringing to bear on this situation is important. How is the government seeing the situation on the external sector? The words of the finance minister in the latest budget speech provide a clue. Here he is, for instance, talking about the foreign exchange reserves: “Alhamdolillah, the level of $21.6 billion has been achieved, which is a new historic record. And this way we have guarded the economy from frequent external fluctuations.”It would be a good idea to recall here that the finance minister from the previous government was also boasting of building “record high reserves” in 2011. Here is what he said in the budget speech that year: “[T]he country has accumulated historic reserves of $17.3bn and the rupee has displayed stability.” Two years later, Pakistan was once again preparing its approach to the IMF. So much for “record high reserves”.Back to Mr Dar. Here he is talking about exports, after noting the declines that set in since his government came into power: “The main reason for this decline is global commodity prices.”Incidentally, when detailing the reasons behind declining exports, the IMF has a little more to say. Here are the reasons they give in the last review — “lower commodity prices, security and business climate challenges, and the continued appreciation of the real effective exchange rate”.In his attached Letter of Intent, which details the challenges the government sees for itself and the steps it intends to take to meet them, the finance minister says “[t]he decline in exports and the need to promote private investment call for accelerating competitiveness and business climate reforms”.So where is the game plan for “accelerating competitiveness and business climate reforms”, you might well ask? Considering this is being said in the last review of the programme, when exports have already put in a declining trend continuously for three years, one can be excused for thinking that the government is talking more and doing less.The fact is, almost all of the government’s initiatives to reform governance and the economy have met with failure. These include but are not limited to the agriculture package of last year, the auto policy of this year, the banking transaction tax as a documentation measure, the effort to serve notices on non-filers of income tax returns and the tax amnesty scheme for traders. Faced with such a comprehensive catalogue of failures, there is little left now but to go on about the “record high reserves” and CPEC. The latter has become some sort of holy grail in our public imagination, so thoroughly is the future of the country being cast in its light. Only the other day, Ahsan Iqbal insisted that CPEC is not just a game changer, but a “fate changer”. I wonder what’s next — perhaps a ‘destiny shaper’?At the moment, CPEC is more of a mystery than anything else. The reality is described by those three lines that July data showed trending downwards. The failure to address that reality is what will decide whether the present moment is a “fate changer” or a “history repeater”. The writer is a member of staff.khurram.husain@gmail.comTwitter: @khurramhusainPublished in Dawn September 1st, 2016\n", "author": "Khurram Husain", "title": "External sector crumbling"}}
{"1281180": {"date": "September 01, 2016", "article": "LAHORE: The first National Beach Games for men and women will be organised by the Sindh Olympic Association in Karachi from Sept 18 to 20.The sports included in the gala are archery, aquatic/swimming, basketball, bodybuilding, handball, ju-jitsu, kabaddi, rowing, rugby, sailing, volleyball, soccer, wrestling, tug of war, malakhra and sepaktakraw.The players whose final entries for the 5th Asian Beach Games have been sent to the organising committee and their training camps have already been established will not be eligible to represent their departments/organisations in the event as there will be no break during the camps.The Asian Beach Games will be held in Vietnam from Sept 24 to Oct 3.Teams from Islamabad, AJK, Fata, Gilgit Baltistan and the four provinces will be vying for the top finish.Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Sports Reporter", "title": "Beach Games to begin on 18th"}}
{"1281190": {"date": "September 01, 2016", "article": "CENTURION: Recent injuries suggested Dale Steyn’s best days could be behind him but it was the 33-year-old who engineered victory for South Africa against New Zealand on Tuesday. The paceman bowled with typical skill and fire to claim his 26th five-wicket haul in the final innings as the hosts won the second Test by 204 runs to take the two-match series 1-0. Groin injuries have been hampering Steyn and a serious shoulder problem meant he missed the series against Eng­land in December and January. But the devastation he caused against the Kiwis, taking two wickets in the first over of their second innings, put South Africa on the right road. With a series coming up in Australia in November, his return, and that of new-ball partner Vernon Philander, offers the potential of a close contest. “Test matches are tough, the cricket is really, really difficult,” Steyn told reporters after helping to bowl New Zealand out for 195. “I don’t think I’m in a position to say ‘I’m back’. “I need a couple more Test matches, more game time, just to learn how to start playing the game again. I’m getting there and there has been reward but I’m nowhere near what I’m capable of.” Philander suffered a serious ankle injury playing a warm-up game of football in India in November and also made his comeback against the Kiwis. “Vernon is a phenomenal bowler. That was probably something we lacked against England because Vernon is the kind of bowler who doesn’t give you anything,” said Steyn. “To be able to bowl with him makes me feel free, I can run in and do what I want to do. You know that at the other end he is going to tick over at two runs per over. “You can feel safe and he can still knock guys over. He is so skilled.” Steyn’s haul on Tuesday took him to 416 Test wickets, past Pakistan great Wasim Akram on the all-time list, and there were no physical side effects. “The more I bowl, the quicker I’ll bowl and the more confidence I’ll have to use my whole body again,” he said. “If you get wickets ... there is nothing to complain about.”Published in Dawn September 1st, 2016\n", "author": "Reuters", "title": "Steyn getting back to fiery best"}}
{"1281200": {"date": "September 01, 2016", "article": "CENTURION: Recent injuries suggested Dale Steyn’s best days could be behind him but it was the 33-year-old who engineered victory for South Africa against New Zealand on Tuesday. The paceman bowled with typical skill and fire to claim his 26th five-wicket haul in the final innings as the hosts won the second Test by 204 runs to take the two-match series 1-0. Groin injuries have been hampering Steyn and a serious shoulder problem meant he missed the series against Eng­land in December and January. But the devastation he caused against the Kiwis, taking two wickets in the first over of their second innings, put South Africa on the right road. With a series coming up in Australia in November, his return, and that of new-ball partner Vernon Philander, offers the potential of a close contest. “Test matches are tough, the cricket is really, really difficult,” Steyn told reporters after helping to bowl New Zealand out for 195. “I don’t think I’m in a position to say ‘I’m back’. “I need a couple more Test matches, more game time, just to learn how to start playing the game again. I’m getting there and there has been reward but I’m nowhere near what I’m capable of.” Philander suffered a serious ankle injury playing a warm-up game of football in India in November and also made his comeback against the Kiwis. “Vernon is a phenomenal bowler. That was probably something we lacked against England because Vernon is the kind of bowler who doesn’t give you anything,” said Steyn. “To be able to bowl with him makes me feel free, I can run in and do what I want to do. You know that at the other end he is going to tick over at two runs per over. “You can feel safe and he can still knock guys over. He is so skilled.” Steyn’s haul on Tuesday took him to 416 Test wickets, past Pakistan great Wasim Akram on the all-time list, and there were no physical side effects. “The more I bowl, the quicker I’ll bowl and the more confidence I’ll have to use my whole body again,” he said. “If you get wickets ... there is nothing to complain about.”Published in Dawn September 1st, 2016\n", "author": "Reuters", "title": "Steyn getting back to fiery best"}}
{"1281210": {"date": "September 01, 2016", "article": "SEOUL: North Korea has executed a vice premier for showing disrespect during a meeting presided over by leader Kim Jong-Un, South Korea said on Wednesday, after reports that he fell asleep. The regime also banished two other senior officials, Seoul said, the latest in a slew of punishments Kim is believed to have ordered in what analysts say is an attempt to tighten his grip on power. “Vice premier for education Kim Yong-Jin was executed,” Seoul’s Unification Ministry spokesman Jeong Joon-Hee said at a regular briefing. Kim was killed by a firing squad in July as “an anti-party, anti-revolutionary agitator”, claimed an official at the ministry, who declined to be named. “Kim Yong-Jin was denounced for his bad sitting posture when he was sitting below the rostrum” during a session of North Korea’s parliament, and then underwent an interrogation that revealed other “crimes”, the official told reporters. The mass-selling Joong Ang Ilbo reported on Tuesday that top regime figures had been punished, but identified the education official by a different name. “He incurred the wrath of Kim after he dozed off during a meeting presided over by Kim,” it quoted a source as saying. “He was arrested on site and intensively questioned by the state security ministry.” The unification ministry said two other senior figures were forced to undergo re-education sessions. One of them was Kim Yong-Chol, a top official in charge of inter-Korean affairs and espionage activities against the South. The 71-year-old Kim is a career military intelligence official who is believed to be the mastermind behind the North’s frequent cyber-attacks on Seoul. Kim is also blamed by the South for the sinking of a South Korean warship in 2010 near the disputed sea border with the North in the Yellow Sea. Kim was banished to a farm in July for a month for his “arrogance” and “abuse of power,” the ministry official said. The spymaster, who was reinstated this month, is likely to be tempted to prove his loyalty by committing provocative acts against the South, the official said. “Therefore, we are keeping close tabs on the North,” he said. Professor Yang Moo-Jin at the University of North Korean Studies said the vice premier’s execution could be indirectly verified when Pyongyang’s state media reveals the names of attendees at the government’s anniversary ceremony on September 9.Published in Dawn September 1st, 2016\n", "author": "AFP", "title": "N. Korea has executed vice premier for disrespect: South"}}
{"1281220": {"date": "September 01, 2016", "article": "KARACHI: The Sindh government has formally allowed the formation of a joint investigation team (JIT) to interrogate new city mayor Waseem Akhtar for his role in an alleged “criminal conspiracy” and “condemnation of the creation of state and advocacy of abolition of its sovereignty”, said an official on Wednesday. It was alleged that Mr Akhtar committed this crime in July while being part of the crowd that was hearing London-based Muttahida Qaumi Movement (MQM) chief’s speech that carried anti- military and security agencies remarks.Through an order issued by the home department, the Sindh government gave a nod for the JIT formation on a city police recommendation but there was no word from the authorities about the law enforcement and intelligence agencies which would question Mr Akhtar, who has been in prison for more than a month. The order said the JIT was being formed on strong recommendation of the Karachi police who wanted the suspect mayor to be investigated about his role in two cases.“The two cases were registered at the Sachal and the Malir City police stations earlier this year,” said the official.He added that the cases were registered under Sections 120-B (criminal conspiracy), 121(waging or attempting to wage war or abetting waging of war against Pakistan), 122 (collection of arms, etc. with intention of waging war against Pakistan), 123-A (condemnation of the creation of state and advocacy of abolition of its sovereignty), 509 (word, gesture or act intended to insult the modesty of woman), and 109 (common intention) of the Pakistan Penal Code and Section 29 of the Telegraph Act read with Section 7 of the Anti-terrorism Act, 1997.“More than 100 cases were registered across the country on identical allegations against the MQM chief and other party leaders for his alleged remarks in a speech on July 12 last year against the military establishment and security agencies. Wasim Akhtar and other leaders were also booked in these cases on the same charges. The JIT, however, will focus on these two cases against him.”Mr Akhtar has already been in prison since July 19 when an anti-terrorism court sent him and other political leaders to jail dismissing their bail in a case related to allegedly abetting the treatment of alleged terrorists and gangsters at the hospitals of former federal minister Dr Asim Hussain, the main suspect in the case.The Sachal police arrested the mayor from the central prison on July 20 after obtaining a no-objection certificate from the ATC for his arrest in some other cases. Only on Tuesday, Mr Akhtar was sworn in as the new mayor of Karachi – about nine months after holding of the local government elections – but with new orders in place his and MQM’s hardships are not seen to be over very soon.Published in Dawn September 1st, 2016\n", "author": "Imran Ayub", "title": "New city mayor to face JIT on treason charge"}}
{"1281230": {"date": "September 01, 2016", "article": "HYDERABAD: Speakers at a commemorative meeting paid tribute to Hyder Ali Leghari for his inspirational work as a dedicated teacher and said that he was an embodiment of knowledge and enlightenment who did not merely impart education in classroom but also inspired students. They said at the commemorative meeting organised by Hyder Ali Leghari Yadgar Committee at the Sindhi Language Authority premises here the other day that Legahri would always be remembered for his exceptional work.Noted historian Atta Mohammad Bhambhro said that the Sindh which gave the world knowledge, wisdom, wheel and democracy produced a great man like Legahri who was a symbol of wisdom and a great teacher with a multidimensional personality. Sindh had produced many great men of letters and wisdom and Leghari was one of them, he said.Prof Qalandar Shah Lakyari said that Legahri adopted faqiri and humbleness in a bid to change for better the stained history of Legahri nawabs because faqiri was immortal while nawwabi was temporary.Qadir Bux Talibani said that Legahri was like an open university who educated more men outside his classroom than inside the room and he never believed in teaching men while sitting in his chair. Faiz Nizamani said that Leghari taught in such a fascinating and captivating manner that a student would literally forget taking a breath for fear he might miss something his beloved teacher was explaining.He said that in Sindh, so much scorn had been poured on the words ustad and master and the two words had been so much ridiculed that new words and terms should be coined for this respectable and noble profession. Taj Joyo, Naseer Mirza, Prof Noor Ahmed Janjhi and Nafees Ahmed Sheikh said that Legahri was a unique person, a source of knowledge and wisdom, and an embodiment of humanity.Sikandar Leghari, Hyder Leghari’s brother, shared his memories about the beloved kin with the audience and said that he inspired many students and sincerely devoted all his energies and talents to the field of education. He held special place among his peers because of his strict adherence to high ethical values, he said.Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Staff Correspondent", "title": "Intellectuals pay tribute to Hyder Ali Leghari"}}
{"1281240": {"date": "September 01, 2016", "article": "ISLAMABAD: The Polio Eradication Programme has decided to introduce a Geographical Information System (GIS) to ensure that children in temporary settlements are vaccinated.Due to the availability of high resolution maps, the technology will also help in reaching out to people in case of floods and other disasters and it will be easier to identify affected areas and to move people elsewhere. The technology can also be used for conducting a population census.Head of the National Emergency Operations Centre (NEOC) on Polio Dr Rana Mohammad Safdar told Dawn that GIS is used the world over for locating addresses and help in situations like transporting people in case of floods and fires.“We have temporary settlements all over the country which makes it difficult during a polio vaccination campaign to locate and reach the children who were vaccinated during the previous campaign,” he said,Dr Safdar said that the Bill and Melinda Gates Foundation has offered to provide funds for the project including the equipment, technology and for purchasing satellite images for identifying localities before the start of a polio campaign.“We have signed an agreement with Survey of Pakistan (SoP) which will be facilitating us in six districts in the first phase of the project after which we will launch it countrywide. We decided to start the first phase along the Indus River because temporary dwellings tend to move along the water,” he said.According to Dr Safdar, the six districts which will be included in the first part of the project include Sukkur, Ghotki, Kashmore, Jacobabad, Larkana and Shikarpur.“We will first see the satellite images of the area after which will make plans for a route to take for administering vaccinations. It will also make it easier to monitor teams because the routes they take will have already been decided,” he added.SoP Deputy Surveyor General Mehar Ali also said that once the technology is launched in the country, it will be used in different programmes and purposes.Published in Dawn, September 1st, 2016\n", "author": "A Reporter", "title": "GIS system to be used in polio vaccination drives"}}
{"1281250": {"date": "September 01, 2016", "article": "ISLAMABAD: The Polio Eradication Programme has decided to introduce a Geographical Information System (GIS) to ensure that children in temporary settlements are vaccinated.Due to the availability of high resolution maps, the technology will also help in reaching out to people in case of floods and other disasters and it will be easier to identify affected areas and to move people elsewhere. The technology can also be used for conducting a population census.Head of the National Emergency Operations Centre (NEOC) on Polio Dr Rana Mohammad Safdar told Dawn that GIS is used the world over for locating addresses and help in situations like transporting people in case of floods and fires.“We have temporary settlements all over the country which makes it difficult during a polio vaccination campaign to locate and reach the children who were vaccinated during the previous campaign,” he said,Dr Safdar said that the Bill and Melinda Gates Foundation has offered to provide funds for the project including the equipment, technology and for purchasing satellite images for identifying localities before the start of a polio campaign.“We have signed an agreement with Survey of Pakistan (SoP) which will be facilitating us in six districts in the first phase of the project after which we will launch it countrywide. We decided to start the first phase along the Indus River because temporary dwellings tend to move along the water,” he said.According to Dr Safdar, the six districts which will be included in the first part of the project include Sukkur, Ghotki, Kashmore, Jacobabad, Larkana and Shikarpur.“We will first see the satellite images of the area after which will make plans for a route to take for administering vaccinations. It will also make it easier to monitor teams because the routes they take will have already been decided,” he added.SoP Deputy Surveyor General Mehar Ali also said that once the technology is launched in the country, it will be used in different programmes and purposes.Published in Dawn, September 1st, 2016\n", "author": "A Reporter", "title": "GIS system to be used in polio vaccination drives"}}
{"1281260": {"date": "September 01, 2016", "article": "ISLAMABAD: The Polio Eradication Programme has decided to introduce a Geographical Information System (GIS) to ensure that children in temporary settlements are vaccinated.Due to the availability of high resolution maps, the technology will also help in reaching out to people in case of floods and other disasters and it will be easier to identify affected areas and to move people elsewhere. The technology can also be used for conducting a population census.Head of the National Emergency Operations Centre (NEOC) on Polio Dr Rana Mohammad Safdar told Dawn that GIS is used the world over for locating addresses and help in situations like transporting people in case of floods and fires.“We have temporary settlements all over the country which makes it difficult during a polio vaccination campaign to locate and reach the children who were vaccinated during the previous campaign,” he said,Dr Safdar said that the Bill and Melinda Gates Foundation has offered to provide funds for the project including the equipment, technology and for purchasing satellite images for identifying localities before the start of a polio campaign.“We have signed an agreement with Survey of Pakistan (SoP) which will be facilitating us in six districts in the first phase of the project after which we will launch it countrywide. We decided to start the first phase along the Indus River because temporary dwellings tend to move along the water,” he said.According to Dr Safdar, the six districts which will be included in the first part of the project include Sukkur, Ghotki, Kashmore, Jacobabad, Larkana and Shikarpur.“We will first see the satellite images of the area after which will make plans for a route to take for administering vaccinations. It will also make it easier to monitor teams because the routes they take will have already been decided,” he added.SoP Deputy Surveyor General Mehar Ali also said that once the technology is launched in the country, it will be used in different programmes and purposes.Published in Dawn, September 1st, 2016\n", "author": "A Reporter", "title": "GIS system to be used in polio vaccination drives"}}
{"1281270": {"date": "September 01, 2016", "article": "ISLAMABAD: The Polio Eradication Programme has decided to introduce a Geographical Information System (GIS) to ensure that children in temporary settlements are vaccinated.Due to the availability of high resolution maps, the technology will also help in reaching out to people in case of floods and other disasters and it will be easier to identify affected areas and to move people elsewhere. The technology can also be used for conducting a population census.Head of the National Emergency Operations Centre (NEOC) on Polio Dr Rana Mohammad Safdar told Dawn that GIS is used the world over for locating addresses and help in situations like transporting people in case of floods and fires.“We have temporary settlements all over the country which makes it difficult during a polio vaccination campaign to locate and reach the children who were vaccinated during the previous campaign,” he said,Dr Safdar said that the Bill and Melinda Gates Foundation has offered to provide funds for the project including the equipment, technology and for purchasing satellite images for identifying localities before the start of a polio campaign.“We have signed an agreement with Survey of Pakistan (SoP) which will be facilitating us in six districts in the first phase of the project after which we will launch it countrywide. We decided to start the first phase along the Indus River because temporary dwellings tend to move along the water,” he said.According to Dr Safdar, the six districts which will be included in the first part of the project include Sukkur, Ghotki, Kashmore, Jacobabad, Larkana and Shikarpur.“We will first see the satellite images of the area after which will make plans for a route to take for administering vaccinations. It will also make it easier to monitor teams because the routes they take will have already been decided,” he added.SoP Deputy Surveyor General Mehar Ali also said that once the technology is launched in the country, it will be used in different programmes and purposes.Published in Dawn, September 1st, 2016\n", "author": "A Reporter", "title": "GIS system to be used in polio vaccination drives"}}
{"1281280": {"date": "September 01, 2016", "article": "ISLAMABAD: The Polio Eradication Programme has decided to introduce a Geographical Information System (GIS) to ensure that children in temporary settlements are vaccinated.Due to the availability of high resolution maps, the technology will also help in reaching out to people in case of floods and other disasters and it will be easier to identify affected areas and to move people elsewhere. The technology can also be used for conducting a population census.Head of the National Emergency Operations Centre (NEOC) on Polio Dr Rana Mohammad Safdar told Dawn that GIS is used the world over for locating addresses and help in situations like transporting people in case of floods and fires.“We have temporary settlements all over the country which makes it difficult during a polio vaccination campaign to locate and reach the children who were vaccinated during the previous campaign,” he said,Dr Safdar said that the Bill and Melinda Gates Foundation has offered to provide funds for the project including the equipment, technology and for purchasing satellite images for identifying localities before the start of a polio campaign.“We have signed an agreement with Survey of Pakistan (SoP) which will be facilitating us in six districts in the first phase of the project after which we will launch it countrywide. We decided to start the first phase along the Indus River because temporary dwellings tend to move along the water,” he said.According to Dr Safdar, the six districts which will be included in the first part of the project include Sukkur, Ghotki, Kashmore, Jacobabad, Larkana and Shikarpur.“We will first see the satellite images of the area after which will make plans for a route to take for administering vaccinations. It will also make it easier to monitor teams because the routes they take will have already been decided,” he added.SoP Deputy Surveyor General Mehar Ali also said that once the technology is launched in the country, it will be used in different programmes and purposes.Published in Dawn, September 1st, 2016\n", "author": "A Reporter", "title": "GIS system to be used in polio vaccination drives"}}
{"1281290": {"date": "September 01, 2016", "article": "LAHORE: Experts suggest precautions to those having constant contact with livestock, including use of protective gear, screening of animal and cleanliness in their sheds, besides authentic anti-tick drugs to avoid spread of Cong virus, especially ahead of upcoming Eidul Azha.The precautions were suggested in a report submitted by a team of experts to the provincial livestock department that visited the house of a woman who allegedly died of Congo fever in Chakwal district in April last.According to experts, veterinary doctors, health professionals, practitioners, and those having contact with animals are more vulnerable to the virus if they ignore precautionary measures as suggested by the World Health Organisation (WHO).“In Pakistan, not a single laboratory exists, having a standard of BSL (Biosecurity Level) 4. Therefore, all vets, health professionals, healthy populations in the disease area and all investigating teams are at a great risk (of catching virus), if they are without proper gadgets, as prescribed by the BSL4 laboratories and as mentioned in WHO guidelines,” reads the report compiled by a team of the University of Veterinary and Animal Sciences (UVAS) Lahore, after it visited Dhok Shah Gul Hassan, Kot Qazi Union Council of Tala Gang Tehsil of Chakwal.The team headed by UVAS parasitology department chairman Prof Dr Kamran Ashraf, comprised Astt Prof Dr Muhammad Oneeb and PG scholar Zulfiqar Ahmad, (both from parasitology department). It was assisted by Chakwal district livestock department officials.The team visited the house of the suspected victim’s house, met her husband Sarfaraz and took details of the illness of his deceased wife. Sarfaraz too had shown Congo fever symptoms but he got recovered, the report said.It observed that the couple had continuous contact with the animals having ticks kept in their house. It said 90pc female members of the families in the area were involved in rearing animals, mostly crossbred cows which were more prone to ticks than local breeds, besides sheep and goats.The report said on physical examination, ticks were found on both cows of the victim’s family, but there were no ticks on small animals. These ticks were collected for further identification.The team visited the whole area to check the livestock for tick load, type of ticks and especially for any presence of Hyalomma vector (Congo fever tick) in the area.“As per discussion with Mr Sarfarz, her wife was having a close interaction with the animals for milking on a daily basis. And ticks infestation is the common problem in their animals. Similarly, other larger animals were also having tick infestation. On microscopic examination of the ticks collected, specially from the house of Mr Sarfraz and whole area, two tick genera were identified -- Hyalomma (suspected vector of Congo Fever) and Boophilus among Hyalomma the species identified seems like Hyalomma anatolicum and Hyalomma marginatum,” the report reads.It says that despite regular use of acaricidals (anti-tick drugs) the continuing problem of tick infestation highlights the possible risk of acaricidal resistance which increases due to self-medication by the animal owners. It mentions that imported pour-on drugs and injections were found to be more effective than local ones.The report mentions that hygiene of animals was not up to the mark and the sheds were presenting ideal conditions for tick breeding.“The large-scale screening of the animals and their premises (sheds) should be done to check the livestock for ticks load, type of ticks and specifically the presence of Hyalomma in other areas of Punjab as well,” it recommends.It suggests improvement in overall keeping of the animals to help minimise the hiding and breeding places of ticks. It advises against irrational use of acaricidals and self-medication by animal owners.It recommends that along with use of injectable and pour-on drugs for animals, their sheds should also be regularly sprayed with insecticides, suggesting use of alternate herbal and biological tick control strategies.The report also recommends short trainings, workshops and refresher courses for livestock and dairy development staff to identify different tick genera and species in the field as a precautionary step.It recommends establishment of a proper laboratory with up to the mark bio security measures for molecular identification and screening of ticks transmitting Congo virus to help avoid outbreak of such diseases in future.“It is very important to establish BSL (Biosecurity Level) 3 and 4 laboratories for research and disease control to curb such highly contagious diseases which can be very fatal for human population,” it says.While issuing a public health advice, the report recommends reducing the risk of tick-to-human transmission. It advises use of protective clothing (long sleeves, long trousers, gloves), light coloured clothing for easy detection\nof ticks, use of approved acaricides on clothes, repellents on skin and clothing, besides regular examination of clothes and human skin for ticks. If found, the ticks should be removed safely.It suggests elimination of ticks on animals and also in stables and barns, especially during the breeding season when they are most active.It further advises use of hand gloves and other protective gear while handling animals or their tissues in endemic areas, notably during slaughtering, butchering and culling procedures in slaughterhouses or at home.The report suggests quarantining of animals before they are brought to slaughterhouses or routinely treating them with pesticides two weeks prior to slaughter.To reduce the risk of human-to-human transmission, it also warns against close physical contact with infected people and suggests use of gloves and other protective gear when taking care of sick people, and “washing hands regularly after caring for or visiting ill people”. Published in Dawn, September 1st, 2016\n", "author": "Khalid Hasnain", "title": "Cautious handling of livestock urged to avoid Congo spread"}}
{"1281300": {"date": "September 01, 2016", "article": "LAHORE: Experts suggest precautions to those having constant contact with livestock, including use of protective gear, screening of animal and cleanliness in their sheds, besides authentic anti-tick drugs to avoid spread of Cong virus, especially ahead of upcoming Eidul Azha.The precautions were suggested in a report submitted by a team of experts to the provincial livestock department that visited the house of a woman who allegedly died of Congo fever in Chakwal district in April last.According to experts, veterinary doctors, health professionals, practitioners, and those having contact with animals are more vulnerable to the virus if they ignore precautionary measures as suggested by the World Health Organisation (WHO).“In Pakistan, not a single laboratory exists, having a standard of BSL (Biosecurity Level) 4. Therefore, all vets, health professionals, healthy populations in the disease area and all investigating teams are at a great risk (of catching virus), if they are without proper gadgets, as prescribed by the BSL4 laboratories and as mentioned in WHO guidelines,” reads the report compiled by a team of the University of Veterinary and Animal Sciences (UVAS) Lahore, after it visited Dhok Shah Gul Hassan, Kot Qazi Union Council of Tala Gang Tehsil of Chakwal.The team headed by UVAS parasitology department chairman Prof Dr Kamran Ashraf, comprised Astt Prof Dr Muhammad Oneeb and PG scholar Zulfiqar Ahmad, (both from parasitology department). It was assisted by Chakwal district livestock department officials.The team visited the house of the suspected victim’s house, met her husband Sarfaraz and took details of the illness of his deceased wife. Sarfaraz too had shown Congo fever symptoms but he got recovered, the report said.It observed that the couple had continuous contact with the animals having ticks kept in their house. It said 90pc female members of the families in the area were involved in rearing animals, mostly crossbred cows which were more prone to ticks than local breeds, besides sheep and goats.The report said on physical examination, ticks were found on both cows of the victim’s family, but there were no ticks on small animals. These ticks were collected for further identification.The team visited the whole area to check the livestock for tick load, type of ticks and especially for any presence of Hyalomma vector (Congo fever tick) in the area.“As per discussion with Mr Sarfarz, her wife was having a close interaction with the animals for milking on a daily basis. And ticks infestation is the common problem in their animals. Similarly, other larger animals were also having tick infestation. On microscopic examination of the ticks collected, specially from the house of Mr Sarfraz and whole area, two tick genera were identified -- Hyalomma (suspected vector of Congo Fever) and Boophilus among Hyalomma the species identified seems like Hyalomma anatolicum and Hyalomma marginatum,” the report reads.It says that despite regular use of acaricidals (anti-tick drugs) the continuing problem of tick infestation highlights the possible risk of acaricidal resistance which increases due to self-medication by the animal owners. It mentions that imported pour-on drugs and injections were found to be more effective than local ones.The report mentions that hygiene of animals was not up to the mark and the sheds were presenting ideal conditions for tick breeding.“The large-scale screening of the animals and their premises (sheds) should be done to check the livestock for ticks load, type of ticks and specifically the presence of Hyalomma in other areas of Punjab as well,” it recommends.It suggests improvement in overall keeping of the animals to help minimise the hiding and breeding places of ticks. It advises against irrational use of acaricidals and self-medication by animal owners.It recommends that along with use of injectable and pour-on drugs for animals, their sheds should also be regularly sprayed with insecticides, suggesting use of alternate herbal and biological tick control strategies.The report also recommends short trainings, workshops and refresher courses for livestock and dairy development staff to identify different tick genera and species in the field as a precautionary step.It recommends establishment of a proper laboratory with up to the mark bio security measures for molecular identification and screening of ticks transmitting Congo virus to help avoid outbreak of such diseases in future.“It is very important to establish BSL (Biosecurity Level) 3 and 4 laboratories for research and disease control to curb such highly contagious diseases which can be very fatal for human population,” it says.While issuing a public health advice, the report recommends reducing the risk of tick-to-human transmission. It advises use of protective clothing (long sleeves, long trousers, gloves), light coloured clothing for easy detection\nof ticks, use of approved acaricides on clothes, repellents on skin and clothing, besides regular examination of clothes and human skin for ticks. If found, the ticks should be removed safely.It suggests elimination of ticks on animals and also in stables and barns, especially during the breeding season when they are most active.It further advises use of hand gloves and other protective gear while handling animals or their tissues in endemic areas, notably during slaughtering, butchering and culling procedures in slaughterhouses or at home.The report suggests quarantining of animals before they are brought to slaughterhouses or routinely treating them with pesticides two weeks prior to slaughter.To reduce the risk of human-to-human transmission, it also warns against close physical contact with infected people and suggests use of gloves and other protective gear when taking care of sick people, and “washing hands regularly after caring for or visiting ill people”. Published in Dawn, September 1st, 2016\n", "author": "Khalid Hasnain", "title": "Cautious handling of livestock urged to avoid Congo spread"}}
{"1281310": {"date": "September 01, 2016", "article": "LAHORE: Experts suggest precautions to those having constant contact with livestock, including use of protective gear, screening of animal and cleanliness in their sheds, besides authentic anti-tick drugs to avoid spread of Cong virus, especially ahead of upcoming Eidul Azha.The precautions were suggested in a report submitted by a team of experts to the provincial livestock department that visited the house of a woman who allegedly died of Congo fever in Chakwal district in April last.According to experts, veterinary doctors, health professionals, practitioners, and those having contact with animals are more vulnerable to the virus if they ignore precautionary measures as suggested by the World Health Organisation (WHO).“In Pakistan, not a single laboratory exists, having a standard of BSL (Biosecurity Level) 4. Therefore, all vets, health professionals, healthy populations in the disease area and all investigating teams are at a great risk (of catching virus), if they are without proper gadgets, as prescribed by the BSL4 laboratories and as mentioned in WHO guidelines,” reads the report compiled by a team of the University of Veterinary and Animal Sciences (UVAS) Lahore, after it visited Dhok Shah Gul Hassan, Kot Qazi Union Council of Tala Gang Tehsil of Chakwal.The team headed by UVAS parasitology department chairman Prof Dr Kamran Ashraf, comprised Astt Prof Dr Muhammad Oneeb and PG scholar Zulfiqar Ahmad, (both from parasitology department). It was assisted by Chakwal district livestock department officials.The team visited the house of the suspected victim’s house, met her husband Sarfaraz and took details of the illness of his deceased wife. Sarfaraz too had shown Congo fever symptoms but he got recovered, the report said.It observed that the couple had continuous contact with the animals having ticks kept in their house. It said 90pc female members of the families in the area were involved in rearing animals, mostly crossbred cows which were more prone to ticks than local breeds, besides sheep and goats.The report said on physical examination, ticks were found on both cows of the victim’s family, but there were no ticks on small animals. These ticks were collected for further identification.The team visited the whole area to check the livestock for tick load, type of ticks and especially {"1281130": {"date": "Updated August 31, 2016", "article": "KARACHI: The world's largest photography competition, 'Wiki Loves Monuments' will kick off in Pakistan on Sept 1, 2016. Supported by the California-based non-profit Wikimedia Foundation, the annual competition aims to highlight and promote the world's cultural heritage sites. The competition, which is open to all, seeks to encourage people to capture pictures of historically and culturally significant sites and to put them under a free licence as opposed to traditional copyright or all rights reserved.The competition's organisers will be accepting submissions starting midnight on Sept 1-Sept 30. Later in October, the Pakistani jury will nominate the 10 best photos for the international contest, which has its own jury.The first international winner will win a travel scholarship (with a maximum value of $2,500) to attend the international Wikipedia conference 'Wikimania' in Canada in August 2017. Four runners-up on the international level will win cash prizes of $1,000 each. Wikimedia Pakistan, the Wikimedia Foundation affiliate in Pakistan is looking for \"amazing and inspiring photographs of Pakistani cultural heritage sites.\" \"Pakistan has hundreds of historical and culturally significant monuments and sites which is at risk of being lost forever, but in most cases there are still no free licensed photos of them on the Internet.\"These important structures are often damaged or destroyed over time accidentally, deliberately or due to natural disasters, endangering the opportunity for people all over the world to access and learn about them,\" the foundation said. Although some prominent heritage sites are protected and documented by various national and international organisations, a majority are not, it said.Wikipedia offers a digital home to these monuments. The competition's purpose is to help preserve existing heritage and understand lost heritage by means of accurate and reliable information which is accessible to everyone for free.\n", "author": "Dawn.com", "title": "Wiki Loves Monuments: the world’s largest online photography competition opens to submissions from Pakistan"}}
{"1281170": {"date": "September 01, 2016", "article": "ALTHOUGH Azad Kashmir has a network of hospitals, these are poorly managed. For surgeries, patients are referred to hospitals in Rawalpindi. Recently, I saw an eight-year-old, who suffered from blood cancer, succumb to the disease at the CMH, Rawalpinid after fighting the illness for three months. The daily expenses of the child’s family were great as, besides buying medicines and admission expenses, the poor family had to buy blood on a daily basis. Although, there is some system to compensate patients through the Zakat fund, those are reimbursed after the treatment. The prime minister should establish ‘facilitation centres’ for fatal diseases like cancer and kidney dialysis in major hospitals of Pakistan on government panels. The share of the government money should quickly facilitate the monetary process and give relief to the victims. Critical cancer patients may also be considered for treatment abroad on the recommendations of the medical board at state expense. Financial hurdles in this case may not be valid as every year the government of Pakistan pumps billions of rupees into the kitty of the AJK government to meet the budget deficit. Maj (r) Mahmood Abbasi Ghaziabad, Azad KashmirPublished in Dawn September 1st, 2016\n", "author": "From the Newspaper", "title": "Request to AJK PM"}}
{"1281200": {"date": "Updated September 01, 2016", "article": "KARACHI: DG Khan Cement’s (DGKC) after-tax profit rose 15 per cent to Rs8.79 billion for the year ended June 30, 2016 against Rs7.65bn a year ago.Earnings per share for the latest year worked out at Rs20.06, up from Rs17.4 in the preceding year. The company’s profit increased on the back of strong local sales and consistently low input cost during 2015-16. Along with the results, the DGKC’s board announced a cash dividend of Rs6 per share.ICI Pakistan: The company announced final cash dividend for the year ended June 30 at Rs9 per share (90pc). This was in addition to the Rs6.50 per share (65pc) interim cash already paid.The company posted unconsolidated after-tax profit of Rs2.84bn in the fiscal year 2015-16, up 34pc over Rs2.13bn year ago. Earnings per share rose to Rs30.78 from Rs23.02. Net turnover for the year under review fell 1pc to Rs37.0bn, which the company attributed to “lower revenues in the polyester business which declined 15pc in line with a downward correction of prices across the petroleum chain”.Operating profit for the year rose 14pc to Rs3.48bn.Published in Dawn September 1st, 2016\n", "author": "Our Equities Correspondent", "title": "DG Khan Cement posts Rs8.8bn profit"}}
{"1281220": {"date": "September 01, 2016", "article": "KARACHI: The Sindh government has formally allowed the formation of a joint investigation team (JIT) to interrogate new city mayor Waseem Akhtar for his role in an alleged “criminal conspiracy” and “condemnation of the creation of state and advocacy of abolition of its sovereignty”, said an official on Wednesday. It was alleged that Mr Akhtar committed this crime in July while being part of the crowd that was hearing London-based Muttahida Qaumi Movement (MQM) chief’s speech that carried anti- military and security agencies remarks.Through an order issued by the home department, the Sindh government gave a nod for the JIT formation on a city police recommendation but there was no word from the authorities about the law enforcement and intelligence agencies which would question Mr Akhtar, who has been in prison for more than a month. The order said the JIT was being formed on strong recommendation of the Karachi police who wanted the suspect mayor to be investigated about his role in two cases.“The two cases were registered at the Sachal and the Malir City police stations earlier this year,” said the official.He added that the cases were registered under Sections 120-B (criminal conspiracy), 121(waging or attempting to wage war or abetting waging of war against Pakistan), 122 (collection of arms, etc. with intention of waging war against Pakistan), 123-A (condemnation of the creation of state and advocacy of abolition of its sovereignty), 509 (word, gesture or act intended to insult the modesty of woman), and 109 (common intention) of the Pakistan Penal Code and Section 29 of the Telegraph Act read with Section 7 of the Anti-terrorism Act, 1997.“More than 100 cases were registered across the country on identical allegations against the MQM chief and other party leaders for his alleged remarks in a speech on July 12 last year against the military establishment and security agencies. Wasim Akhtar and other leaders were also booked in these cases on the same charges. The JIT, however, will focus on these two cases against him.”Mr Akhtar has already been in prison since July 19 when an anti-terrorism court sent him and other political leaders to jail dismissing their bail in a case related to allegedly abetting the treatment of alleged terrorists and gangsters at the hospitals of former federal minister Dr Asim Hussain, the main suspect in the case.The Sachal police arrested the mayor from the central prison on July 20 after obtaining a no-objection certificate from the ATC for his arrest in some other cases. Only on Tuesday, Mr Akhtar was sworn in as the new mayor of Karachi – about nine months after holding of the local government elections – but with new orders in place his and MQM’s hardships are not seen to be over very soon.Published in Dawn September 1st, 2016\n", "author": "Imran Ayub", "title": "New city mayor to face JIT on treason charge"}}
{"1281230": {"date": "September 01, 2016", "article": "HYDERABAD: Speakers at a commemorative meeting paid tribute to Hyder Ali Leghari for his inspirational work as a dedicated teacher and said that he was an embodiment of knowledge and enlightenment who did not merely impart education in classroom but also inspired students. They said at the commemorative meeting organised by Hyder Ali Leghari Yadgar Committee at the Sindhi Language Authority premises here the other day that Legahri would always be remembered for his exceptional work.Noted historian Atta Mohammad Bhambhro said that the Sindh which gave the world knowledge, wisdom, wheel and democracy produced a great man like Legahri who was a symbol of wisdom and a great teacher with a multidimensional personality. Sindh had produced many great men of letters and wisdom and Leghari was one of them, he said.Prof Qalandar Shah Lakyari said that Legahri adopted faqiri and humbleness in a bid to change for better the stained history of Legahri nawabs because faqiri was immortal while nawwabi was temporary.Qadir Bux Talibani said that Legahri was like an open university who educated more men outside his classroom than inside the room and he never believed in teaching men while sitting in his chair. Faiz Nizamani said that Leghari taught in such a fascinating and captivating manner that a student would literally forget taking a breath for fear he might miss something his beloved teacher was explaining.He said that in Sindh, so much scorn had been poured on the words ustad and master and the two words had been so much ridiculed that new words and terms should be coined for this respectable and noble profession. Taj Joyo, Naseer Mirza, Prof Noor Ahmed Janjhi and Nafees Ahmed Sheikh said that Legahri was a unique person, a source of knowledge and wisdom, and an embodiment of humanity.Sikandar Leghari, Hyder Leghari’s brother, shared his memories about the beloved kin with the audience and said that he inspired many students and sincerely devoted all his energies and talents to the field of education. He held special place among his peers because of his strict adherence to high ethical values, he said.Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Staff Correspondent", "title": "Intellectuals pay tribute to Hyder Ali Leghari"}}
{"1281250": {"date": "September 01, 2016", "article": "ISLAMABAD: The Election Commission of Pakistan (ECP) on Wednesday announced a last minute decision to withdraw the schedule for the Punjab local bodies elections on reserved seats, which were to begin on Thursday.The ECP’s decision was made after orders were passed by the Lahore High Court on August 23 to annul the election schedule and announce a fresh one.The ECP was considering challenging the order in the Supreme Court, which was not possible since a copy of the judgement was not available.The high court announced its decision on two separate writ petitions, one of which was filed by the PML-N versus the Punjab government and others.An ECP official said all political parties had come together for seeking a postponement of the polls with the plea that an ordinance promulgated by the ECP had changed the number of reserved seats and they needed to submit fresh lists.He explained that the reduction in the number of reserved seats did not require the submission of fresh lists. \nAccording to the official, the ECP lawyer had argued during the hearing that the electoral body was holding the elections on orders made by the SC and the remaining part of the exercise was also initiated on the apex court’s orders.According to the schedule announced on August 8, the elections for the indirect seats in district councils, municipal corporations and metropolitan corporations, the indirect seats of municipal committees and union councils was to be held on September 1, 2 and 3 respectively while the administration of oaths was scheduled for September 10.ECP officials said arrangements for the polls had been finalised including the appointment of returning officers, district returning officers and other staff, the printing of ballot papers, transportation of bags, stationary, forms and stamps to various polling stations.The officials said substantial costs will have to be incurred if another candidate is allowed into the race as new ballot papers will have to be printed and other arrangements may also have to be made. The local government polls across the country have so far cost Rs6.25 billion in addition to billions of rupees spent on the deployment of security staff.An ECP official said that the Election Commission of India was powerful and that according to a ruling of the Indian Supreme Court, courts do not intervene in the commission’s operations.“But things are different in Pakistan,” he added.He pointed out that the ECP was barred by a court order from proceeding against PTI candidate Aleem Khan when the commission had found affidavits of vote transfer without consent in his constituency.Similarly, a former PTI leader Akbar Sher Babar had filed a petition in the ECP some two years back for scrutiny of the party’s funds. The party had gone to the Islamabad High Court and challenged the ECP’s authority for scrutinising accounts when the ECP had said it could do so according to the law. The case is still pending before the court, forcing the commission to adjourn the hearing repeatedly.Published in Dawn, September 1st, 2016\n", "author": "Iftikhar A. Khan", "title": "ECP withdraws schedule for local bodies elections on reserved seats day before polls"}}
{"1281280": {"date": "September 01, 2016", "article": "LAHORE: The Lahore High Court chief justice on Wednesday issued notices to the provincial government and others on a petition to bar Punjab University’s acting vice chancellor (VC) Dr Mujahid Kamran from heading a meeting of the varsity’s syndicate. Punjab University College of Information Technology Principal Mansoor Sarwar filed the petition, saying the acting vice chancellor had been acting beyond his powers. At the outset of the hearing, Advocate Saad Rasool stated on behalf of the petitioner that the respondent had been working as acting VC as process to appoint a permanent incumbent was yet to be completed. He said the respondent acting VC convened a meeting of the university syndicate for next week to approve many important administrative and policy issues of the institution. The counsel said under the law only a permanent vice chancellor had the power to approve policy and administrative matters. However, the respondent had been blatantly acting beyond his powers. The university’s counsel opposed the petition and argued that Mr Kamran had been exercising his powers in light of a notification issued by the governor. He urged the court to dismiss the petition for being baseless. The chief justice adjourned hearing for Thursday (today) and directed the university’s lawyer to submit the governor’s notification. Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Notices issued on plea against acting PU VC"}}
{"1281290": {"date": "September 01, 2016", "article": "LAHORE: Experts suggest precautions to those having constant contact with livestock, including use of protective gear, screening of animal and cleanliness in their sheds, besides authentic anti-tick drugs to avoid spread of Cong virus, especially ahead of upcoming Eidul Azha.The precautions were suggested in a report submitted by a team of experts to the provincial livestock department that visited the house of a woman who allegedly died of Congo fever in Chakwal district in April last.According to experts, veterinary doctors, health professionals, practitioners, and those having contact with animals are more vulnerable to the virus if they ignore precautionary measures as suggested by the World Health Organisation (WHO).“In Pakistan, not a single laboratory exists, having a standard of BSL (Biosecurity Level) 4. Therefore, all vets, health professionals, healthy populations in the disease area and all investigating teams are at a great risk (of catching virus), if they are without proper gadgets, as prescribed by the BSL4 laboratories and as mentioned in WHO guidelines,” reads the report compiled by a team of the University of Veterinary and Animal Sciences (UVAS) Lahore, after it visited Dhok Shah Gul Hassan, Kot Qazi Union Council of Tala Gang Tehsil of Chakwal.The team headed by UVAS parasitology department chairman Prof Dr Kamran Ashraf, comprised Astt Prof Dr Muhammad Oneeb and PG scholar Zulfiqar Ahmad, (both from parasitology department). It was assisted by Chakwal district livestock department officials.The team visited the house of the suspected victim’s house, met her husband Sarfaraz and took details of the illness of his deceased wife. Sarfaraz too had shown Congo fever symptoms but he got recovered, the report said.It observed that the couple had continuous contact with the animals having ticks kept in their house. It said 90pc female members of the families in the area were involved in rearing animals, mostly crossbred cows which were more prone to ticks than local breeds, besides sheep and goats.The report said on physical examination, ticks were found on both cows of the victim’s family, but there were no ticks on small animals. These ticks were collected for further identification.The team visited the whole area to check the livestock for tick load, type of ticks and especially for any presence of Hyalomma vector (Congo fever tick) in the area.“As per discussion with Mr Sarfarz, her wife was having a close interaction with the animals for milking on a daily basis. And ticks infestation is the common problem in their animals. Similarly, other larger animals were also having tick infestation. On microscopic examination of the ticks collected, specially from the house of Mr Sarfraz and whole area, two tick genera were identified -- Hyalomma (suspected vector of Congo Fever) and Boophilus among Hyalomma the species identified seems like Hyalomma anatolicum and Hyalomma marginatum,” the report reads.It says that despite regular use of acaricidals (anti-tick drugs) the continuing problem of tick infestation highlights the possible risk of acaricidal resistance which increases due to self-medication by the animal owners. It mentions that imported pour-on drugs and injections were found to be more effective than local ones.The report mentions that hygiene of animals was not up to the mark and the sheds were presenting ideal conditions for tick breeding.“The large-scale screening of the animals and their premises (sheds) should be done to check the livestock for ticks load, type of ticks and specifically the presence of Hyalomma in other areas of Punjab as well,” it recommends.It suggests improvement in overall keeping of the animals to help minimise the hiding and breeding places of ticks. It advises against irrational use of acaricidals and self-medication by animal owners.It recommends that along with use of injectable and pour-on drugs for animals, their sheds should also be regularly sprayed with insecticides, suggesting use of alternate herbal and biological tick control strategies.The report also recommends short trainings, workshops and refresher courses for livestock and dairy development staff to identify different tick genera and species in the field as a precautionary step.It recommends establishment of a proper laboratory with up to the mark bio security measures for molecular identification and screening of ticks transmitting Congo virus to help avoid outbreak of such diseases in future.“It is very important to establish BSL (Biosecurity Level) 3 and 4 laboratories for research and disease control to curb such highly contagious diseases which can be very fatal for human population,” it says.While issuing a public health advice, the report recommends reducing the risk of tick-to-human transmission. It advises use of protective clothing (long sleeves, long trousers, gloves), light coloured clothing for easy detection\nof ticks, use of approved acaricides on clothes, repellents on skin and clothing, besides regular examination of clothes and human skin for ticks. If found, the ticks should be removed safely.It suggests elimination of ticks on animals and also in stables and barns, especially during the breeding season when they are most active.It further advises use of hand gloves a{"1281130": {"date": "Updated August 31, 2016", "article": "KARACHI: The world's largest photography competition, 'Wiki Loves Monuments' will kick off in Pakistan on Sept 1, 2016. Supported by the California-based non-profit Wikimedia Foundation, the annual competition aims to highlight and promote the world's cultural heritage sites. The competition, which is open to all, seeks to encourage people to capture pictures of historically and culturally significant sites and to put them under a free licence as opposed to traditional copyright or all rights reserved.The competition's organisers will be accepting submissions starting midnight on Sept 1-Sept 30. Later in October, the Pakistani jury will nominate the 10 best photos for the international contest, which has its own jury.The first international winner will win a travel scholarship (with a maximum value of $2,500) to attend the international Wikipedia conference 'Wikimania' in Canada in August 2017. Four runners-up on the international level will win cash prizes of $1,000 each. Wikimedia Pakistan, the Wikimedia Foundation affiliate in Pakistan is looking for \"amazing and inspiring photographs of Pakistani cultural heritage sites.\" \"Pakistan has hundreds of historical and culturally significant monuments and sites which is at risk of being lost forever, but in most cases there are still no free licensed photos of them on the Internet.\"These important structures are often damaged or destroyed over time accidentally, deliberately or due to natural disasters, endangering the opportunity for people all over the world to access and learn about them,\" the foundation said. Although some prominent heritage sites are protected and documented by various national and international organisations, a majority are not, it said.Wikipedia offers a digital home to these monuments. The competition's purpose is to help preserve existing heritage and understand lost heritage by means of accurate and reliable information which is accessible to everyone for free.\n", "author": "Dawn.com", "title": "Wiki Loves Monuments: the world’s largest online photography competition opens to submissions from Pakistan"}}
{"1281140": {"date": "August 31, 2016", "article": "HELSINKI: The head of the Nokia division aiming to bring the brand's mobile phones back to market is leaving after two years in the role, the Finnish company said on Wednesday.Ramzi Haidamus is stepping down as president of the Nokia Technologies unit that handles patents and new consumer products, including a recent licensing deal with HMD Global it hopes will herald the return of Nokia handsets.Once the world's biggest maker of mobile phones, Nokia was wrong-footed by the rise of smartphones and eclipsed by Apple and Samsung, ultimately resulting in the sale of its handset business to Microsoft Corp in 2014.Nokia is now focused on telecoms network equipment, an industry with weak growth outlook, and the small Nokia Technologies operation has been leading the return to consumer products in search of future growth.The company started selling a virtual reality camera this year and also acquired a French health-tracking company Withings.“Given that progress, now is the right time for me to explore new opportunities to pursue my passion for building and transforming businesses,” Haidamus, who joined Nokia in 2014, said in a statement.Nokia said it has begun the search for a successor and that Brad Rodrigues, currently head of strategy and business development at Nokia Technologies, will assume the role of acting president.\n", "author": "Reuters", "title": "Leader of Nokia's mobile phone revival plan leaves the company"}}
{"1281150": {"date": "August 31, 2016", "article": "NEW YORK: Second seed Andy Murray has always said he would quite like an indoor grand slam event and at the U.S. Open it seems he has found the next best thing. The Scot cruised into the second round at Flushing Meadows with a 6-3 6-2 6-2 win over the Czech Lukas Rosol in the night session on Tuesday. The new roof over Arthur Ashe Stadium was open but because of its size, Wimbledon and Olympic champion Murray said it made conditions almost identical to an indoor tournament. “It's quite different playing out there now,” Murray told reporters. “There's literally no wind at all. It almost has the feel of playing indoors, it's perfect conditions.” The roof, combined with the cooler evening air, made conditions easier to control the ball as well as ramping up the decibel levels for the traditionally noisy New York crowd. “It's a lot louder than most places we play and it's a slightly different sound out there,” the 2012 U.S. Open champion added. “There's always been noise but I think the roof has changed it a little bit. “You get used to it as the match goes on but it would be quite a significant difference if you play on the outdoor courts.” Murray will play Marcel Granollers of Spain in the second round.\n", "author": "Reuters", "title": "Murray flourishes in new conditions at U.S. Open"}}
{"1281160": {"date": "September 01, 2016", "article": "\n\n\n\t\t\t\t\tThe writer is a member of staff.\n\t\t\t\t\n\n\nA STRING of bad data is casting a cloud over the external sector outlook precisely at the time when Pakistan prepares to exit the Fund programme. The three pillars of the external sector — remittances, exports and foreign direct investment — have all shown steep declines in the first month of the new fiscal year. This could be bad news if the trend were to continue.Remittances have been the backbone of the external sector for more than half a decade now, registering constant increases even as the countries from where they originate have gone through deep crises. But in July they fell by 20pc where the same figure for last year was less than 1pc.Granted some of this drop can be attributed to Brexit-related problems, such as the depreciation of the pound sterling. But all countries have shown steep declines: UK down by 38pc, US by 33pc, Saudi Arabia by 30pc, UAE by 20pc, and other GCC countries by 14pc. Between them, these countries alone account for almost 90pc of our total remittances.Exports similarly fell by just over 14pc in July compared to the same month last year, as per State Bank data. This is a continuation of a trend that began in July 2013. Since then, every July has shown declines, totalling to almost 30pc over the three years since. We have heard much talk from the government about tackling this trend and spattering of a few measures here and there, but nothing more.Foreign direct investment makes for a slightly more dismal read. On the face of it the numbers look spectacular. Apparently, we saw a 125pc increase in foreign investment in July this year! But look a little closer and you’ll realise something. Of the $63 million that came in during the month as foreign investment, $54m was in the stock market. Where it really counts, inflows of foreign direct investment, there was a drop of 48pc. \nSo where is the game plan for “accelerating competitiveness and business climate reforms”, you might well ask?\n\nOne month’s data may not be bad news if it was seasonal or accounted for by temporary circumstances. But the situation that lies behind these declines is neither. It is reasonable to say that these declines are here to stay. To some extent this is also to be expected. After all, countries around the world are seeing declines of this sort given the deterioration in the world economy, and the declining price of oil, which has created dire economic circumstances in key countries of the advanced industrial world and the oil rich kingdoms of the Middle East.The reason this is more worrying than usual are twofold. First, this is the year we exit the IMF programme, and from here on till the next government inevitably enters a new programme, we are on our own. So the kind of ideas and thinking that the government is bringing to bear on this situation is important. How is the government seeing the situation on the external sector? The words of the finance minister in the latest budget speech provide a clue. Here he is, for instance, talking about the foreign exchange reserves: “Alhamdolillah, the level of $21.6 billion has been achieved, which is a new historic record. And this way we have guarded the economy from frequent external fluctuations.”It would be a good idea to recall here that the finance minister from the previous government was also boasting of building “record high reserves” in 2011. Here is what he said in the budget speech that year: “[T]he country has accumulated historic reserves of $17.3bn and the rupee has displayed stability.” Two years later, Pakistan was once again preparing its approach to the IMF. So much for “record high reserves”.Back to Mr Dar. Here he is talking about exports, after noting the declines that set in since his government came into power: “The main reason for this decline is global commodity prices.”Incidentally, when detailing the reasons behind declining exports, the IMF has a little more to say. Here are the reasons they give in the last review — “lower commodity prices, security and business climate challenges, and the continued appreciation of the real effective exchange rate”.In his attached Letter of Intent, which details the challenges the government sees for itself and the steps it intends to take to meet them, the finance minister says “[t]he decline in exports and the need to promote private investment call for accelerating competitiveness and business climate reforms”.So where is the game plan for “accelerating competitiveness and business climate reforms”, you might well ask? Considering this is being said in the last review of the programme, when exports have already put in a declining trend continuously for three years, one can be excused for thinking that the government is talking more and doing less.The fact is, almost all of the government’s initiatives to reform governance and the economy have met with failure. These include but are not limited to the agriculture package of last year, the auto policy of this year, the banking transaction tax as a documentation measure, the effort to serve notices on non-filers of income tax returns and the tax amnesty scheme for traders. Faced with such a comprehensive catalogue of failures, there is little left now but to go on about the “record high reserves” and CPEC. The latter has become some sort of holy grail in our public imagination, so thoroughly is the future of the country being cast in its light. Only the other day, Ahsan Iqbal insisted that CPEC is not just a game changer, but a “fate changer”. I wonder what’s next — perhaps a ‘destiny shaper’?At the moment, CPEC is more of a mystery than anything else. The reality is described by those three lines that July data showed trending downwards. The failure to address that reality is what will decide whether the present moment is a “fate changer” or a “history repeater”. The writer is a member of staff.khurram.husain@gmail.comTwitter: @khurramhusainPublished in Dawn September 1st, 2016\n", "author": "Khurram Husain", "title": "External sector crumbling"}}
{"1281170": {"date": "September 01, 2016", "article": "ALTHOUGH Azad Kashmir has a network of hospitals, these are poorly managed. For surgeries, patients are referred to hospitals in Rawalpindi. Recently, I saw an eight-year-old, who suffered from blood cancer, succumb to the disease at the CMH, Rawalpinid after fighting the illness for three months. The daily expenses of the child’s family were great as, besides buying medicines and admission expenses, the poor family had to buy blood on a daily basis. Although, there is some system to compensate patients through the Zakat fund, those are reimbursed after the treatment. The prime minister should establish ‘facilitation centres’ for fatal diseases like cancer and kidney dialysis in major hospitals of Pakistan on government panels. The share of the government money should quickly facilitate the monetary process and give relief to the victims. Critical cancer patients may also be considered for treatment abroad on the recommendations of the medical board at state expense. Financial hurdles in this case may not be valid as every year the government of Pakistan pumps billions of rupees into the kitty of the AJK government to meet the budget deficit. Maj (r) Mahmood Abbasi Ghaziabad, Azad KashmirPublished in Dawn September 1st, 2016\n", "author": "From the Newspaper", "title": "Request to AJK PM"}}
{"1281190": {"date": "September 01, 2016", "article": "CENTURION: Recent injuries suggested Dale Steyn’s best days could be behind him but it was the 33-year-old who engineered victory for South Africa against New Zealand on Tuesday. The paceman bowled with typical skill and fire to claim his 26th five-wicket haul in the final innings as the hosts won the second Test by 204 runs to take the two-match series 1-0. Groin injuries have been hampering Steyn and a serious shoulder problem meant he missed the series against Eng­land in December and January. But the devastation he caused against the Kiwis, taking two wickets in the first over of their second innings, put South Africa on the right road. With a series coming up in Australia in November, his return, and that of new-ball partner Vernon Philander, offers the potential of a close contest. “Test matches are tough, the cricket is really, really difficult,” Steyn told reporters after helping to bowl New Zealand out for 195. “I don’t think I’m in a position to say ‘I’m back’. “I need a couple more Test matches, more game time, just to learn how to start playing the game again. I’m getting there and there has been reward but I’m nowhere near what I’m capable of.” Philander suffered a serious ankle injury playing a warm-up game of football in India in November and also made his comeback against the Kiwis. “Vernon is a phenomenal bowler. That was probably something we lacked against England because Vernon is the kind of bowler who doesn’t give you anything,” said Steyn. “To be able to bowl with him makes me feel free, I can run in and do what I want to do. You know that at the other end he is going to tick over at two runs per over. “You can feel safe and he can still knock guys over. He is so skilled.” Steyn’s haul on Tuesday took him to 416 Test wickets, past Pakistan great Wasim Akram on the all-time list, and there were no physical side effects. “The more I bowl, the quicker I’ll bowl and the more confidence I’ll have to use my whole body again,” he said. “If you get wickets ... there is nothing to complain about.”Published in Dawn September 1st, 2016\n", "author": "Reuters", "title": "Steyn getting back to fiery best"}}
{"1281200": {"date": "Updated September 01, 2016", "article": "KARACHI: DG Khan Cement’s (DGKC) after-tax profit rose 15 per cent to Rs8.79 billion for the year ended June 30, 2016 against Rs7.65bn a year ago.Earnings per share for the latest year worked out at Rs20.06, up from Rs17.4 in the preceding year. The company’s profit increased on the back of strong local sales and consistently low input cost during 2015-16. Along with the results, the DGKC’s board announced a cash dividend of Rs6 per share.ICI Pakistan: The company announced final cash dividend for the year ended June 30 at Rs9 per share (90pc). This was in addition to the Rs6.50 per share (65pc) interim cash already paid.The company posted unconsolidated after-tax profit of Rs2.84bn in the fiscal year 2015-16, up 34pc over Rs2.13bn year ago. Earnings per share rose to Rs30.78 from Rs23.02. Net turnover for the year under review fell 1pc to Rs37.0bn, which the company attributed to “lower revenues in the polyester business which declined 15pc in line with a downward correction of prices across the petroleum chain”.Operating profit for the year rose 14pc to Rs3.48bn.Published in Dawn September 1st, 2016\n", "author": "Our Equi{"1281130": {"date": "Updated August 31, 2016", "article": "KARACHI: The world's largest photography competition, 'Wiki Loves Monuments' will kick off in Pakistan on Sept 1, 2016. Supported by the California-based non-profit Wikimedia Foundation, the annual competition aims to highlight and promote the world's cultural heritage sites. The competition, which is open to all, seeks to encourage people to capture pictures of historically and culturally significant sites and to put them under a free licence as opposed to traditional copyright or all rights reserved.The competition's organisers will be accepting submissions starting midnight on Sept 1-Sept 30. Later in October, the Pakistani jury will nominate the 10 best photos for the international contest, which has its own jury.The first international winner will win a travel scholarship (with a maximum value of $2,500) to attend the international Wikipedia conference 'Wikimania' in Canada in August 2017. Four runners-up on the international level will win cash prizes of $1,000 each. Wikimedia Pakistan, the Wikimedia Foundation affiliate in Pakistan is looking for \"amazing and inspiring photographs of Pakistani cultural heritage sites.\" \"Pakistan has hundreds of historical and culturally significant monuments and sites which is at risk of being lost forever, but in most cases there are still no free licensed photos of them on the Internet.\"These important structures are often damaged or destroyed over time accidentally, deliberately or due to natural disasters, endangering the opportunity for people all over the world to access and learn about them,\" the foundation said. Although some prominent heritage sites are protected and documented by various national and international organisations, a majority are not, it said.Wikipedia offers a digital home to these monuments. The competition's purpose is to help preserve existing heritage and understand lost heritage by means of accurate and reliable information which is accessible to everyone for free.\n", "author": "Dawn.com", "title": "Wiki Loves Monuments: the world’s largest online photography competition opens to submissions from Pakistan"}}
{"1281140": {"date": "August 31, 2016", "article": "HELSINKI: The head of the Nokia division aiming to bring the brand's mobile phones back to market is leaving after two years in the role, the Finnish company said on Wednesday.Ramzi Haidamus is stepping down as president of the Nokia Technologies unit that handles patents and new consumer products, including a recent licensing deal with HMD Global it hopes will herald the return of Nokia handsets.Once the world's biggest maker of mobile phones, Nokia was wrong-footed by the rise of smartphones and eclipsed by Apple and Samsung, ultimately resulting in the sale of its handset business to Microsoft Corp in 2014.Nokia is now focused on telecoms network equipment, an industry with weak growth outlook, and the small Nokia Technologies operation has been leading the return to consumer products in search of future growth.The company started selling a virtual reality camera this year and also acquired a French health-tracking company Withings.“Given that progress, now is the right time for me to explore new opportunities to pursue my passion for building and transforming businesses,” Haidamus, who joined Nokia in 2014, said in a statement.Nokia said it has begun the search for a successor and that Brad Rodrigues, currently head of strategy and business development at Nokia Technologies, will assume the role of acting president.\n", "author": "Reuters", "title": "Leader of Nokia's mobile phone revival plan leaves the company"}}
{"1281150": {"date": "August 31, 2016", "article": "NEW YORK: Second seed Andy Murray has always said he would quite like an indoor grand slam event and at the U.S. Open it seems he has found the next best thing. The Scot cruised into the second round at Flushing Meadows with a 6-3 6-2 6-2 win over the Czech Lukas Rosol in the night session on Tuesday. The new roof over Arthur Ashe Stadium was open but{"1281130": {"date": "Updated August 31, 2016", "article": "KARACHI: The world's largest photography competition, 'Wiki Loves Monuments' will kick off in Pakistan on Sept 1, 2016. Supported by the California-based non-profit Wikimedia Foundation, the annual competition aims to highlight and promote the world's cultural heritage sites. The competition, which is open to all, seeks to encourage people to capture pictures of historically and culturally significant sites and to put them under a free licence as opposed to traditional copyright or all rights reserved.The competition's organisers will be accepting submissions starting midnight on Sept 1-Sept 30. Later in October, the Pakistani jury will nominate the 10 best photos for the international contest, which has its own jury.The first international winner will win a travel scholarship (with a maximum value of $2,500) to attend the international Wikipedia conference 'Wikimania' in Canada in August 2017. Four runners-up on the international level will win cash prizes of $1,000 each. Wikimedia Pakistan, the Wikimedia Foundation affiliate in Pakistan is looking for \"amazing and inspiring photographs of Pakistani cultural heritage sites.\" \"Pakistan has hundreds of historical and culturally significant monuments and sites which is at risk of being lost forever, but in most cases there are still no free licensed photos of them on the Internet.\"These important structures are often damaged or destroyed over time accidentally, deliberately or due to natural disasters, endangering the opportunity for people all over the world to access and learn about them,\" the foundation said. Although some prominent heritage sites are protected and documented by various national and international organisations, a majority are not, it said.Wikipedia offers a digital home to these monuments. The competition's purpose is to help preserve existing heritage and understand lost heritage by means of accurate and reliable information which is accessible to everyone for free.\n", "author": "Dawn.com", "title": "Wiki Loves Monuments: the world’s largest online photography competition opens to submissions from Pakistan"}}
{"1281140": {"date": "August 31, 2016", "article": "HELSINKI: The head of the Nokia division aiming to bring the brand's mobile phones back to market is leaving after two years in the role, the Finnish company said on Wednesday.Ramzi Haidamus is stepping down as president of the Nokia Technologies unit that handles patents and new consumer products, including a recent licensing deal with HMD Global it hopes will herald the return of Nokia handsets.Once the world's biggest maker of mobile phones, Nokia was wrong-footed by the rise of smartphones and eclipsed by Apple and Samsung, ultimately resulting in the sale of its handset business to Microsoft Corp in 2014.Nokia is now focused on telecoms network equipment, an industry with weak growth outlook, and the small Nokia Technologies operation has been leading the return to consumer products in search of future growth.The company started selling a virtual reality camera this year and also acquired a French health-tracking company Withings.“Given that progress, now is the right time for me to explore new opportunities to pursue my passion for building and transforming businesses,” Haidamus, who joined Nokia in 2014, said in a statement.Nokia said it has begun the search for a successor and that Brad Rodrigues, currently head of strategy and business development at Nokia Technologies, will assume the role of acting president.\n", "author": "Reuters", "title": "Leader of Nokia's mobile phone revival plan leaves the company"}}
{"1281150": {"date": "August 31, 2016", "article": "NEW YORK: Second seed Andy Murray has always said he would quite like an indoor grand slam event and at the U.S. Open it seems he has found the next best thing. The Scot cruised into the second round at Flushing Meadows with a 6-3 6-2 6-2 win over the Czech Lukas Rosol in the night session on Tuesday. The new roof over Arthur Ashe Stadium was open but because of its size, Wimbledon and Olympic champion Murray said it made conditions almost identical to an indoor tournament. “It's quite different playing out there now,” Murray told reporters. “There's literally no wind at all. It almost has the feel of playing indoors, it's perfect conditions.” The roof, combined with the cooler evening air, made conditions easier to control the ball as well as ramping up the decibel levels for the traditionally noisy New York crowd. “It's a lot louder than most places we play and it's a slightly different sound out there,” the 2012 U.S. Open champion added. “There's always been noise but I think the roof has changed it a little bit. “You get used to it as the match goes on but it would be quite a significant difference if you play on the outdoor courts.” Murray will play Marcel Granollers of Spain in the second round.\n", "author": "Reuters", "title": "Murray flourishes in new conditions at U.S. Open"}}
{"1281160": {"date": "September 01, 2016", "article": "\n\n\n\t\t\t\t\tThe writer is a member of staff.\n\t\t\t\t\n\n\nA STRING of bad data is casting a cloud over the external sector outlook precisely at the time when Pakistan prepares to exit the Fund programme. The three pillars of the external sector — remittances, exports and foreign direct investment — have all shown steep declines in the first month of the new fiscal year. This could be bad news if the trend were to continue.Remittances have been the backbone of the external sector for more than half a decade now, registering constant increases even as the countries from where they originate have gone through deep crises. But in July they fell by 20pc where the same figure for last year was less than 1pc.Granted some of this drop can be attributed to Brexit-related problems, such as the depreciation of the pound sterling. But all countries have shown steep declines: UK down by 38pc, US by 33pc, Saudi Arabia by 30pc, UAE by 20pc, and other GCC countries by 14pc. Between them, these countries alone account for almost 90pc of our total remittances.Exports similarly fell by just over 14pc in July compared to the same month last year, as per State Bank data. This is a continuation of a trend that began in July 2013. Since then, every July has shown declines, totalling to almost 30pc over the three years since. We have heard much talk from the government about tackling this trend and spattering of a few measures here and there, but nothing more.Foreign direct investment makes for a slightly more dismal read. On the face of it the numbers look spectacular. Apparently, we saw a 125pc increase in foreign investment in July this year! But look a little closer and you’ll realise something. Of the $63 million that came in during the month as foreign investment, $54m was in the stock market. Where it really counts, inflows of foreign direct investment, there was a drop of 48pc. \nSo where is the game plan for “accelerating competitiveness and business climate reforms”, you might well ask?\n\nOne month’s data may not be bad news if it was seasonal or accounted for by temporary circumstances. But the situation that lies behind these declines is neither. It is reasonable to say that these declines are here to stay. To some extent this is also to be expected. After all, countries around the world are seeing declines of this sort given the deterioration in the world economy, and the declining price of oil, which has created dire economic circumstances in key countries of the advanced industrial world and the oil rich kingdoms of the Middle East.The reason this is more worrying than usual are twofold. First, this is the year we exit the IMF programme, and from here on till the next government inevitably enters a new programme, we are on our own. So the kind of ideas and thinking that the government is bringing to bear on this situation is important. How is the government seeing the situation on the external sector? The words of the finance minister in the latest budget speech provide a clue. Here he is, for instance, talking about the foreign exchange reserves: “Alhamdolillah, the level of $21.6 billion has been achieved, which is a new historic record. And this way we have guarded the economy from frequent external fluctuations.”It would be a good idea to recall here that the finance minister from the previous government was also boasting of building “record high reserves” in 2011. Here is what he said in the budget speech that year: “[T]he country has accumulated historic reserves of $17.3bn and the rupee has displayed stability.” Two years later, Pakistan was once again preparing its approach to the IMF. So much for “record high reserves”.Back to Mr Dar. Here he is talking about exports, after noting the declines that set in since his government came into power: “The main reason for this decline is global commodity prices.”Incidentally, when detailing the reasons behind declining exports, the IMF has a little more to say. Here are the reasons they give in the last review — “lower commodity prices, security and business climate challenges, and the continued appreciation of the real effective exchange rate”.In his attached Letter of Intent, which details the challenges the government sees for itself and the steps it intends to take to meet them, the finance minister says “[t]he decline in exports and the need to promote private investment call for accelerating competitiveness and business climate reforms”.So where is the game plan for “accelerating competitiveness and business climate reforms”, you might well ask? Considering this is being said in the last review of the programme, when exports have already put in a declining trend continuously for three years, one can be excused for thinking that the government is talking more and doing less.The fact is, almost all of the government’s initiatives to reform governance and the economy have met with failure. These include but are not limited to the agriculture package of last year, the auto policy of this year, the banking transaction tax as a documentation measure, the effort to serve notices on non-filers of income tax returns and the tax amnesty scheme for traders. Faced with such a comprehensive catalogue of failures, there is little left now but to go on about the “record high reserves” and CPEC. The latter has become some sort of holy grail in our public imagination, so thoroughly is the future of the country being cast in its light. Only the other day, Ahsan Iqbal insisted that CPEC is not just a game changer, but a “fate changer”. I wonder what’s next — perhaps a ‘destiny shaper’?At the moment, CPEC is more of a mystery than anything else. The reality is described by those three lines that July data showed trending downwards. The failure to address that reality is what will decide whether the present moment is a “fate changer” or a “history repeater”. The writer is a member of staff.khurram.husain@gmail.comTwitter: @khurramhusainPublished in Dawn September 1st, 2016\n", "author": "Khurram Husain", "title": "External sector crumbling"}}
{"1281170": {"date": "September 01, 2016", "article": "ALTHOUGH Azad Kashmir has a network of hospitals, these are poorly managed. For surgeries, patients are referred to hospitals in Rawalpindi. Recently, I saw an eight-year-old, who suffered from blood cancer, succumb to the disease at the CMH, Rawalpinid after fighting the illness for three months. The daily expenses of the child’s family were great as, besides buying medicines and admission expenses, the poor family had to buy blood on a daily basis. Although, there is some system to compensate patients through the Zakat fund, those are reimbursed after the treatment. The prime minister should establish ‘facilitation centres’ for fatal diseases like cancer and kidney dialysis in major hospitals of Pakistan on government panels. The share of the government money should quickly facilitate the monetary process and give relief to the victims. Critical cancer patients may also be considered for treatment abroad on the recommendations of the medical board at state expense. Financial hurdles in this case may not be valid as every year the government of Pakistan pumps billions of rupees into the kitty of the AJK government to meet the budget deficit. Maj (r) Mahmood Abbasi Ghaziabad, Azad KashmirPublished in Dawn September 1st, 2016\n", "author": "From the Newspaper", "title": "Request to AJK PM"}}
{"1281180": {"date": "September 01, 2016", "article": "LAHORE: The first National Beach Games for men and women will be organised by the Sindh Olympic Association in Karachi from Sept 18 to 20.The sports included in the gala are archery, aquatic/swimming, basketball, bodybuilding, handball, ju-jitsu, kabaddi, rowing, rugby, sailing, volleyball, soccer, wrestling, tug of war, malakhra and sepaktakraw.The players whose final entries for the 5th Asian Beach Games have been sent to the organising committee and their training camps have already been established will not be eligible to represent their departments/organisations in the event as there will be no break during the camps.The Asian Beach Games will be held in Vietnam from Sept 24 to Oct 3.Teams from Islamabad, AJK, Fata, Gilgit Baltistan and the four provinces will be vying for the top finish.Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Sports Reporter", "title": "Beach Games to begin on 18th"}}
{"1281190": {"date": "September 01, 2016", "article": "CENTURION: Recent injuries suggested Dale Steyn’s best days could be behind him but it was the 33-year-old who engineered victory for South Africa against New Zealand on Tuesday. The paceman bowled with typical skill and fire to claim his 26th five-wicket haul in the final innings as the hosts won the second Test by 204 runs to take the two-match series 1-0. Groin injuries have been hampering Steyn and a serious shoulder problem meant he missed the series against Eng­land in December and January. But the devastation he caused against the Kiwis, taking two wickets in the first over of their second innings, put South Africa on the right road. With a series coming up in Australia in November, his return, and that of new-ball partner Vernon Philander, offers the potential of a close contest. “Test matches are tough, the cricket is really, really difficult,” Steyn told reporters after helping to bowl New Zealand out for 195. “I don’t think I’m in a position to say ‘I’m back’. “I need a couple more Test matches, more game time, just to learn how to start playing the game again. I’m getting there and there has been reward but I’m nowhere near what I’m capable of.” Philander suffered a serious ankle injury playing a warm-up game of football in India in November and also made his comeback against the Kiwis. “Vernon is a phenomenal bowler. That was probably something we lacked against England because Vernon is the kind of bowler who doesn’t give you anything,” said Steyn. “To be able to bowl with him makes me feel free, I can run in and do what I want to do. You know that at the other end he is going to tick over at two runs per over. “You can feel safe and he can still knock guys over. He is so skilled.” Steyn’s haul on Tuesday took him to 416 Test wickets, past Pakistan great Wasim Akram on the all-time list, and there were no physical side effects. “The more I bowl, the quicker I’ll bowl and the more confidence I’ll have to use my whole body again,” he said. “If you get wickets ... there is nothing to complain about.”Published in Dawn September 1st, 2016\n", "author": "Reuters", "title": "Steyn getting back to fiery best"}}
{"1281200": {"date": "Updated September 01, 2016", "article": "KARACHI: DG Khan Cement’s (DGKC) after-tax profit rose 15 per cent to Rs8.79 billion for the year ended June 30, 2016 against Rs7.65bn a year ago.Earnings per share for the latest year worked out at Rs20.06, up from Rs17.4 in the preceding year. The company’s profit increased on the back of strong local sales and consistently low input cost during 2015-16. Along with the results, the DGKC’s board announced a cash dividend of Rs6 per share.ICI Pakistan: The company announced final cash dividend for the year ended June 30 at Rs9 per share (90pc). This was in addition to the Rs6.50 per share (65pc) interim cash already paid.The company posted unconsolidated after-tax profit of Rs2.84bn in the fiscal year 2015-16, up 34pc over Rs2.13bn year ago. Earnings per share rose to Rs30.78 from Rs23.02. Net turnover for the year under review fell 1pc to Rs37.0bn, which the company attributed to “lower revenues in the polyester business which declined 15pc in line with a downward correction of prices across the petroleum chain”.Operating profit for the year rose 14pc to Rs3.48bn.Published in Dawn September 1st, 2016\n", "author": "Our Equities Correspondent", "title": "DG Khan Cement posts Rs8.8bn profit"}}
{"1281210": {"date": "September 01, 2016", "article": "SEOUL: North Korea has executed a vice premier for showing disrespect during a meeting presided over by leader Kim Jong-Un, South Korea said on Wednesday, after reports that he fell asleep. The regime also banished two other senior officials, Seoul said, the latest in a slew of punishments Kim is believed to have ordered in what analysts say is an attempt to tighten his grip on power. “Vice premier for education Kim Yong-Jin was executed,” Seoul’s Unification Ministry spokesman Jeong Joon-Hee said at a regular briefing. Kim was killed by a firing squad in July as “an anti-party, anti-revolutionary agitator”, claimed an official at the ministry, who declined to be named. “Kim Yong-Jin was denounced for his bad sitting posture when he was sitting below the rostrum” during a session of North Korea’s parliament, and then underwent an interrogation that revealed other “crimes”, the official told reporters. The mass-selling Joong Ang Ilbo reported on Tuesday that top regime figures had been punished, but identified the education official by a different name. “He incurred the wrath of Kim after he dozed off during a meeting presided over by Kim,” it quoted a source as saying. “He was arrested on site and intensively questioned by the state security ministry.” The unification ministry said two other senior figures were forced to undergo re-education sessions. One of them was Kim Yong-Chol, a top official in charge of inter-Korean affairs and espionage activities against the South. The 71-year-old Kim is a career military intelligence official who is believed to be the mastermind behind the North’s frequent cyber-attacks on Seoul. Kim is also blamed by the South for the sinking of a South Korean warship in 2010 near the disputed sea border with the North in the Yellow Sea. Kim was banished to a farm in July for a month for his “arrogance” and “abuse of power,” the ministry official said. The spymaster, who was reinstated this month, is likely to be tempted to prove his loyalty by committing provocative acts against the South, the official said. “Therefore, we are keeping close tabs on the North,” he said. Professor Yang Moo-Jin at the University of North Korean Studies said the vice premier’s execution could be indirectly verified when Pyongyang’s state media reveals the names of attendees at the government’s anniversary ceremony on September 9.Published in Dawn September 1st, 2016\n", "author": "AFP", "title": "N. Korea has executed vice premier for disrespect: South"}}
{"1281220": {"date": "September 01, 2016", "article": "KARACHI: The Sindh government has formally allowed the formation of a joint investigation team (JIT) to interrogate new city mayor Waseem Akhtar for his role in an alleged “criminal conspiracy” and “condemnation of the creation of state and advocacy of abolition of its sovereignty”, said an official on Wednesday. It was alleged that Mr Akhtar committed this crime in July while being part of the crowd that was hearing London-based Muttahida Qaumi Movement (MQM) chief’s speech that carried anti- military and security agencies remarks.Through an order issued by the home department, the Sindh government gave a nod for the JIT formation on a city police recommendation but there was no word from the authorities about the law enforcement and intelligence agencies which would question Mr Akhtar, who has been in prison for more than a month. The order said the JIT was being formed on strong recommendation of the Karachi police who wanted the suspect mayor to be investigated about his role in two cases.“The two cases were registered at the Sachal and the Malir City police stations earlier this year,” said the official.He added that the cases were registered under Sections 120-B (criminal conspiracy), 121(waging or attempting to wage war or abetting waging of war against Pakistan), 122 (collection of arms, etc. with intention of waging war against Pakistan), 123-A (condemnation of the creation of state and advocacy of abolition of its sovereignty), 509 (word, gesture or act intended to insult the modesty of woman), and 109 (common intention) of the Pakistan Penal Code and Section 29 of the Telegraph Act read with Section 7 of the Anti-terrorism Act, 1997.“More than 100 cases were registered across the country on identical allegations against the MQM chief and other party leaders for his alleged remarks in a speech on July 12 last year against the military establishment and security agencies. Wasim Akhtar and other leaders were also booked in these cases on the same charges. The JIT, however, will focus on these two cases against him.”Mr Akhtar has already been in prison since July 19 when an anti-terrorism court sent him and other political leaders to jail dismissing their bail in a case related to allegedly abetting the treatment of alleged terrorists and gangsters at the hospitals of former federal minister Dr Asim Hussain, the main suspect in the case.The Sachal police arrested the mayor from the central prison on July 20 after obtaining a no-objection certificate from the ATC for his arrest in some other cases. Only on Tuesday, Mr Akhtar was sworn in as the new mayor of Karachi – about nine months after holding of the local government elections – but with new orders in place his and MQM’s hardships are not seen to be over very soon.Published in Dawn September 1st, 2016\n", "author": "Imran Ayub", "title": "New city mayor to face JIT on treason charge"}}
{"1281230": {"date": "September 01, 2016", "article": "HYDERABAD: Speakers at a commemorative meeting paid tribute to Hyder Ali Leghari for his inspirational work as a dedicated teacher and said that he was an embodiment of knowledge and enlightenment who did not merely impart education in classroom but also inspired students. They said at the commemorative meeting organised by Hyder Ali Leghari Yadgar Committee at the Sindhi Language Authority premises here the other day that Legahri would always be remembered for his exceptional work.Noted historian Atta Mohammad Bhambhro said that the Sindh which gave the world knowledge, wisdom, wheel and democracy produced a great man like Legahri who was a symbol of wisdom and a great teacher with a multidimensional personality. Sindh had produced many great men of letters and wisdom and Leghari was one of them, he said.Prof Qalandar Shah Lakyari said that Legahri adopted faqiri and humbleness in a bid to change for better the stained history of Legahri nawabs because faqiri was immortal while nawwabi was temporary.Qadir Bux Talibani said that Legahri was like an open university who educated more men outside his classroom than inside the room and he never believed in teaching men while sitting in his chair. Faiz Nizamani said that Leghari taught in such a fascinating and captivating manner that a student would literally forget taking a breath for fear he might miss something his beloved teacher was explaining.He said that in Sindh, so much scorn had been poured on the words ustad and master and the two words had been so much ridiculed that new words and terms should be coined for this respectable and noble profession. Taj Joyo, Naseer Mirza, Prof Noor Ahmed Janjhi and Nafees Ahmed Sheikh said that Legahri was a unique person, a source of knowledge and wisdom, and an embodiment of humanity.Sikandar Leghari, Hyder Leghari’s brother, shared his memories about the beloved kin with the audience and said that he inspired many students and sincerely devoted all his energies and talents to the field of education. He held special place among his peers because of his strict adherence to high ethical values, he said.Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Staff Correspondent", "title": "Intellectuals pay tribute to Hyder Ali Leghari"}}
{"1281240": {"date": "September 01, 2016", "article": "ISLAMABAD: The Polio Eradication Programme has decided to introduce a Geographical Information System (GIS) to ensure that children in temporary settlements are vaccinated.Due to the availability of high resolution maps, the technology will also help in reaching out to people in case of floods and other disasters and it will be easier to identify affected areas and to move people elsewhere. The technology can also be used for conducting a population census.Head of the National Emergency Operations Centre (NEOC) on Polio Dr Rana Mohammad Safdar told Dawn that GIS is used the world over for locating addresses and help in situations like transporting people in case of floods and fires.“We have temporary settlements all over the country which makes it difficult during a polio vaccination campaign to locate and reach the children who were vaccinated during the previous campaign,” he said,Dr Safdar said that the Bill and Melinda Gates Foundation has offered to provide funds for the project including the equipment, technology and for purchasing satellite images for identifying localities before the start of a polio campaign.“We have signed an agreement with Survey of Pakistan (SoP) which will be facilitating us in six districts in the first phase of the project after which we will launch it countrywide. We decided to start the first phase along the Indus River because temporary dwellings tend to move along the water,” he said.According to Dr Safdar, the six districts which will be included in the first part of the project include Sukkur, Ghotki, Kashmore, Jacobabad, Larkana and Shikarpur.“We will first see the satellite images of the area after which will make plans for a route to take for administering vaccinations. It will also make it easier to monitor teams because the routes they take will have already been decided,” he added.SoP Deputy Surveyor General Mehar Ali also said that once the technology is launched in the country, it will be used in different programmes and purposes.Published in Dawn, September 1st, 2016\n", "author": "A Reporter", "title": "GIS system to be used in polio vaccination drives"}}
{"1281250": {"date": "September 01, 2016", "article": "ISLAMABAD: The Election Commission of Pakistan (ECP) on Wednesday announced a last minute decision to withdraw the schedule for the Punjab local bodies elections on reserved seats, which were to begin on Thursday.The ECP’s decision was made after orders were passed by the Lahore High Court on August 23 to annul the election schedule and announce a fresh one.The ECP was considering challenging the order in the Supreme Court, which was not possible since a copy of the judgement was not available.The high court announced its decision on two separate writ petitions, one of which was filed by the PML-N versus the Punjab government and others.An ECP official said all political parties had come together for seeking a postponement of the polls with the plea that an ordinance promulgated by the ECP had changed the number of reserved seats and they needed to submit fresh lists.He explained that the reduction in the number of reserved seats did not require the submission of fresh lists. \nAccording to the official, the ECP lawyer had argued during the hearing that the electoral body was holding the elections on orders made by the SC and the remaining part of the exercise was also initiated on the apex court’s orders.According to the schedule announced on August 8, the elections for the indirect seats in district councils, municipal corporations and metropolitan corporations, the indirect seats of municipal committees and union councils was to be held on September 1, 2 and 3 respectively while the administration of oaths was scheduled for September 10.ECP officials said arrangements for the polls had been finalised including the appointment of returning officers, district returning officers and other staff, the printing of ballot papers, transportation of bags, stationary, forms and stamps to various polling stations.The officials said substantial costs will have to be incurred if another candidate is allowed into the race as new ballot papers will have to be printed and other arrangements may also have to be made. The local government polls across the country have so far cost Rs6.25 billion in addition to billions of rupees spent on the deployment of security staff.An ECP official said that the Election Commission of India was powerful and that according to a ruling of the Indian Supreme Court, courts do not intervene in the commission’s operations.“But things are different in Pakistan,” he added.He pointed out that the ECP was barred by a court order from proceeding against PTI candidate Aleem Khan when the commission had found affidavits of vote transfer without consent in his constituency.Similarly, a former PTI leader Akbar Sher Babar had filed a petition in the ECP some two years back for scrutiny of the party’s funds. The party had gone to the Islamabad High Court and challenged the ECP’s authority for scrutinising accounts when the ECP had said it could do so according to the law. The case is still pending before the court, forcing the commission to adjourn the hearing repeatedly.Published in Dawn, September 1st, 2016\n", "author": "Iftikhar A. Khan", "title": "ECP withdraws schedule for local bodies elections on reserved seats day before polls"}}
{"1281260": {"date": "September 01, 2016", "article": "MANSEHRA: Members of the Oghi tehsil council on Wednesday demanded the provincial government begin an inquiry into the alleged embezzlement of the parent-teacher council funds in the tehsil.During a session of the council here chaired by its convener, Qazi Zahidullah, member Munir Ahmad insisted the funds of parent-teacher councils at many women’s schools in Oghi tehsil had been embezzled.He demanded that the government hold inquiry into the matter before ensuring punishment of the officials behind that corruption.\nOghi govt insists corrupt officials to face punishment\n\nMr. Munir said he had raised the issue at various forums, but to no avail.“The parent-teacher councils are formed at schools to address issues and challenges facing students on campus but most of their funds have been widely embezzled,” he said.The house unanimously adopted a resolution seeking ban on the Muttahida Qaumi Movement.Tehsil nazim Raja Bashir said his government was striving to address the people’s problems through better allocation of funds.He said he was optimistic that the Khyber Pakhtunkhwa Local Government Commission would allow his government to collect tax on the transportation of minerals out of the tehsil.“We have filed an appeal against the order of local government secretary for quashing the mineral transportation tax imposed by the tehsil council. I am hopeful that the KP government will restore the tax after listening to us,” he said.The nazim said the granite excavating companies were responsible for the destruction of the main and link roads in tehsil.“If we are allowed to get the mineral transportation tax waived by the provincial government, we’ll spend the money for the welfare of the people in tehsil,” he said.TROUBLEMAKERS HELD: The Oghi police on Wednesday arrested 21 people under Section 16 of the Maintenance of Public Order for blocking the execution of a water scheme on a stream in their area.Assistant commissioner Altaf Hussain and other relevant officials had gone to Darra Shyna area of Oghi to execute the scheme on the order of a local court but the local residents, including women, stopped them.The police took 36 people into custody for disturbing peace and sent 21 of them to jail under 16 Maintenance of Public Order.Local MPA Ibrar Tanoli had sanctioned Rs10 million for the water supply scheme but the people of Darra Shyna area objected to it.The people of Chunjli Miangan, Phal, Dogha, Davil Muee later moved a local court against the people of Darra Shyna. The court ordered the tehsil administration and police to ensure the smooth execution of water supply schemes.DSP Nazir Ahmad said troublemakers would be dealt with strictly under the law.Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Probe into embezzlement of funds demanded"}}
{"1281270": {"date": "September 01, 2016", "article": "PESHAWAR: A controversy has surrounded the recent amendments to the Khyber Pakhtunkhwa Ehtesab Commission Act over the objections of the chief Ehtesab commissioner and four commissioners.On August 3, the KP Assembly had passed the Ehtesab Commission (Amendment) Act 2016 after the months long legal impasse, which had also led to the resignation of retired lieutenant general Hamid Khan, the first director general of the accountability body, in February this year.In an August 22, 2016, letter written to Chief Minister Pervez Khattak, the CEC and commissioners have noted that not only some of the recent amendments to the KPEC law were inconsistent with other provisions of the law but \nthey’re out of place and incomprehensible as well driving the law into redundancy.\nEhtesab commissioners insist changes not consistent with other provisions of law, out of place and inexplicable\n\nInterestingly, the DG in his resignation letter had also made similar point, saying the amendments to the law had rendered the post of DG as redundant.The commissioners also point out that none of them was consulted in the pre-enactment exercise undertaken by the select committee of the provincial assembly.The letter notes several instances of “legislative lapses or drafting fumbles which require immediate action to rescue the law before its fallouts further mar the objectives of KP Ehtesab Commission.”The commissioners have pointed out that in amendment to Section 12(4)(c), the scope of qualification of director general has been unreasonably enlarged and lowered down. “It will jeopardise the selection of person as stature as director general.” The amendment had increased the categories of people who can be appointed as the KPEC DG from earlier two to four, while at the same time lowered the bar of retired officer of BPS-21/22 to BPS-20 or above.The letter also asks for the empowerment of the CEC for the removal of the acting KPEC DG.By the addition of a provision to sub-section 10 of Section 12, which gives protection to the tenure of acting DG, who took over before the recent amendments to the KPEC, the commissioners called for his replacement by the CEC.\n“The acting DG would remain unbridled till appointment of a regular DG for which process may take longer than desired time,” the letter reads.Currently acting DG could only be replaced after appointment of a regular DG.The letter also points out that by not amending Section 16(2) the officers of the directorate general have been left out of the scope of Section 16, which provides for internal monitoring of the performance of the officers of commission and complaints of misconduct against them.The commissioners said in Section 16(2) the words ‘officers of the commission” should have been replaced with “officers of the directorate general” to bring it conformity with other amendments.The letter notes that amendments to sections 18, 19 and 20, which laid down commission approval for re-appropriation of funds, maintenance of book of accounts and provision of estimated expenditure and receipts statement to government. However, following the amendments all these functions have been handed over to the directorate general.The commissioners said that sections of original law should have been amended suitably in order to make these consistent with Section 9-C of the act, which has not been done and anomalies created.Under sub-section(c) of Section 9 of the original act the commission was authorised to approve annual budget of the commission; however, now after the amendment it will approve annual budget of the commission, directorate general and Ehtesab courts.They have also questioned the wisdom of restricting KPEC mandate to investigate cases over monetary limit of Rs. \n50 million and above under Section 35 and noted that it would further create anomalies and extending undue benefits to the accused. “This would result in mitigation of intensity of the act,” it reads.They also pointed out that Section 36(6) which says that in case of delay in inquiry the reasons should be in writing presented to the commission. Under recent amendments this report would be presented to directorate general.The commissioners said that it would pointless to report delay in inquiry to directorate general itself by the director general.Also anomalies have been pointed out in sections 17, 36(2) and 37(4).KPEC Act has turned into a subject of controversy since the beginning of this year. On February 9, 2016, the government promulgated the KPEC Ordinance 2016, drastically amending the law, which resulted into resignation of the then DG, retired general Hamid Khan, in February.However, after much criticism, the ordinance was withdrawn on May 2.Another amendment bill was tabled in the KP Assembly on May 6 and a version of it modified by a select committee of house was passed by the house on August 3.Officials both at the commission and directorate general were not available for comments to the objections to the recent KPEC law amendments.Published in Dawn, September 1st, 2016\n", "author": "Manzoor Ali", "title": "Amendments to KPEC Act stir controversy"}}
{"1281280": {"date": "September 01, 2016", "article": "LAHORE: The Lahore High Court chief justice on Wednesday issued notices to the provincial government and others on a petition to bar Punjab University’s acting vice chancellor (VC) Dr Mujahid Kamran from heading a meeting of the varsity’s syndicate. Punjab University College of Information Technology Principal Mansoor Sarwar filed the petition, saying the acting vice chancellor had been acting beyond his powers. At the outset of the hearing, Advocate Saad Rasool stated on behalf of the petitioner that the respondent had been working as acting VC as process to appoint a permanent incumbent was yet to be completed. He said the respondent acting VC convened a meeting of the university syndicate for next week to approve many important administrative and policy issues of the institution. The counsel said under the law only a permanent vice chancellor had the power to approve policy and administrative matters. However, the respondent had been blatantly acting beyond his powers. The university’s counsel opposed the petition and argued that Mr Kamran had been exercising his powers in light of a notification issued by the governor. He urged the court to dismiss the petition for being baseless. The chief justice adjourned hearing for Thursday (today) and directed the university’s lawyer to submit the governor’s notification. Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Notices issued on plea against acting PU VC"}}
{"1281290": {"date": "September 01, 2016", "article": "LAHORE: Experts suggest precautions to those having constant contact with livestock, including use of protective gear, screening of animal and cleanliness in their sheds, besides authentic anti-tick drugs to avoid spread of Cong virus, especially ahead of upcoming Eidul Azha.The precautions were suggested in a report submitted by a team of experts to the provincial livestock department that visited the house of a woman who allegedly died of Congo fever in Chakwal district in April last.According to experts, veterinary doctors, health professionals, practitioners, and those having contact with animals are more vulnerable to the virus if they ignore precautionary measures as suggested by the World Health Organisation (WHO).“In Pakistan, not a single laboratory exists, having a standard of BSL (Biosecurity Level) 4. Therefore, all vets, health professionals, healthy populations in the disease area and all investigating teams are at a great risk (of catching virus), if they are without proper gadgets, as prescribed by the BSL4 laboratories and as mentioned in WHO guidelines,” reads the report compiled by a team of the University of Veterinary and Animal Sciences (UVAS) Lahore, after it visited Dhok Shah Gul Hassan, Kot Qazi Union Council of Tala Gang Tehsil of Chakwal.The team headed by UVAS parasitology department chairman Prof Dr Kamran Ashraf, comprised Astt Prof Dr Muhammad Oneeb and PG scholar Zulfiqar Ahmad, (both from parasitology department). It was assisted by Chakwal district livestock department officials.The team visited the house of the suspected victim’s house, met her husband Sarfaraz and took details of the illness of his deceased wife. Sarfaraz too had shown Congo fever symptoms but he got recovered, the report said.It observed that the couple had continuous contact with the animals having ticks kept in their house. It said 90pc female members of the families in the area were involved in rearing animals, mostly crossbred cows which were more prone to ticks than local breeds, besides sheep and goats.The report said on physical examination, ticks were found on both cows of the victim’s family, but there were no ticks on small animals. These ticks were collected for further identification.The team visited the whole area to check the livestock for tick load, type of ticks and especially for any presence of Hyalomma vector (Congo fever tick) in the area.“As per discussion with Mr Sarfarz, her wife was having a close interaction with the animals for milking on a daily basis. And ticks infestation is the common problem in their animals. Similarly, other larger animals were also having tick infestation. On microscopic examination of the ticks collected, specially from the house of Mr Sarfraz and whole area, two tick genera were identified -- Hyalomma (suspected vector of Congo Fever) and Boophilus among Hyalomma the species identified seems like Hyalomma anatolicum and Hyalomma marginatum,” the report reads.It says that despite regular use of acaricidals (anti-tick drugs) the continuing problem of tick infestation highlights the possible risk of acaricidal resistance which increases due to self-medication by the animal owners. It mentions that imported pour-on drugs and injections were found to be more effective than local ones.The report mentions that hygiene of animals was not up to the mark and the sheds were presenting ideal conditions for tick breeding.“The large-scale screening of the animals and their premises (sheds) should be done to check the livestock for ticks load, type of ticks and specifically the presence of Hyalomma in other areas of Punjab as well,” it recommends.It suggests improvement in overall keeping of the animals to help minimise the hiding and breeding places of ticks. It advises against irrational use of acaricidals and self-medication by animal owners.It recommends that along with use of injectable and pour-on drugs for animals, their sheds should also be regularly sprayed with insecticides, suggesting use of alternate herbal and biological tick control strategies.The report also recommends short trainings, workshops and refresher courses for livestock and dairy development staff to identify different tick genera and species in the field as a precautionary step.It recommends establishment of a proper laboratory with up to the mark bio security measures for molecular identification and screening of ticks transmitting Congo virus to help avoid outbreak of such diseases in future.“It is very important to establish BSL (Biosecurity Level) 3 and 4 laboratories for research and disease control to curb such highly contagious diseases which can be very fatal for human population,” it says.While issuing a public health advice, the report recommends reducing the risk of tick-to-human transmission. It advises use of protective clothing (long sleeves, long trousers, gloves), light coloured clothing for easy detection\nof ticks, use of approved acaricides on clothes, repellents on skin and clothing, besides regular examination of clothes and human skin for ticks. If found, the ticks should be removed safely.It suggests elimination of ticks on animals and also in stables and barns, especially during the breeding season when they are most active.It further advises use of hand gloves and other protective gear while handling animals or their tissues in endemic areas, notably during slaughtering, butchering and culling procedures in slaughterhouses or at home.The report suggests quarantining of animals before they are brought to slaughterhouses or routinely treating them with pesticides two weeks prior to slaughter.To reduce the risk of human-to-human transmission, it also warns against close physical contact with infected people and suggests use of gloves and other protective gear when taking care of sick people, and “washing hands regularly after caring for or visiting ill people”. Published in Dawn, September 1st, 2016\n", "author": "Khalid Hasnain", "title": "Cautious handling of livestock urged to avoid Congo spread"}}
{"1281300": {"date": "Updated September 01, 2016", "article": "\n\n\n\t\t\t\t\tIN a show of the CPM’s regressive vocabulary, General Secretary Sitaram Yechury has compared Pakistan to vultures.\n\t\t\t\t\n\n\nNEW DELHI: A Faustian bargain in which Indian communists took land from poor peasants for Tata company to make cars, a move that set off the Left Front’s rout in West Bengal, was reversed on Wednesday when the Supreme Court ordered the state government to return the fields to the tillers. The controversial land grab in Singur in West Bengal had marked a rightward slide of the once celebrated Communist Party of India (Marxist, CPM), which many see as now offering nationalist slogans to retrieve its domain in Kolkata. That the Supreme Court quashed the land acquisition effected by the Buddhadeb Bhattacharya-led CPM government in 2006 for allotting it to Tata to set up its Nano car factory came as a withering response by the “bourgeois” state the communists had mocked. The court held that the acquisition could not be said to be for a “public purpose” and hence the land should be remitted back to farmers within 12 weeks. Where the CPM was the anchor of India’s mature and responsible policies with its neighbours, apart from pioneering land reforms, reports on Sunday revealed the party’s regressive vocabulary. According to the Times of India, CPM general secretary Sitaram Yechury on Sunday compared Pakistan to vultures, saying the neighbouring country is trying to reap advantages of the bloodshed in the Kashmir Valley during its longest curfew period. “Pakistan is like a vulture. Vultures fly high in the sky. They spot bodies only if they see blood on the ground. But we need to ask our government why blood is flowing on the ground. Let us go and talk to the Kashmiris. A dialogue between them and the government can resolve the issue,” said Yechury, in an address to CPM workers.  Sections of the Indian media had earlier criticised Defence Minister Manohar Parrikar for describing Pakistan as a veritable hell. According to the Supreme Court’s order, farmers who got compensation from the government will not return it because they were depr{"1281300": {"date": "Updated September 01, 2016", "article": "\n\n\n\t\t\t\t\tIN a show of the CPM’s regressive vocabulary, General Secretary Sitaram Yechury has compared Pakistan to vultures.\n\t\t\t\t\n\n\nNEW DELHI: A Faustian bargain in which Indian communists took land from poor peasants for Tata company to make cars, a move that set off the Left Front’s rout in West Bengal, was reversed on Wednesday when the Supreme Court ordered the state government to return the fields to the tillers. The controversial land grab in Singur in West Bengal had marked a rightward slide of the once celebrated Communist Party of India (Marxist, CPM), which many see as now offering nationalist slogans to retrieve its domain in Kolkata. That the Supreme Court quashed the land acquisition effected by the Buddhadeb Bhattacharya-led CPM government in 2006 for allotting it to Tata to set up its Nano car factory came as a withering response by the “bourgeois” state the communists had mocked. The court held that the acquisition could not be said to be for a “public purpose” and hence the land should be remitted back to farmers within 12 weeks. Where the CPM was the anchor of India’s mature and responsible policies with its neighbours, apart from pioneering land reforms, reports on Sunday revealed the party’s regressive vocabulary. According to the Times of India, CPM general secretary Sitaram Yechury on Sunday compared Pakistan to vultures, saying the neighbouring country is trying to reap advantages of the bloodshed in the Kashmir Valley during its longest curfew period. “Pakistan is like a vulture. Vultures fly high in the sky. They spot bodies only if they see blood on the ground. But we need to ask our government why blood is flowing on the ground. Let us go and talk to the Kashmiris. A dialogue between them and the government can resolve the issue,” said Yechury, in an address to CPM workers.  Sections of the Indian media had earlier criticised Defence Minister Manohar Parrikar for describing Pakistan as a veritable hell. According to the Supreme Court’s order, farmers who got compensation from the government will not return it because they were deprived of their livelihood for the last ten years.  The court order signifies a major victory for West Bengal Chief Minister Mamata Banerjee, the CPM’s bête noir, who had led the protests against allocation of land for the Tata factory. While setting aside the Calcutta High Court order of upholding the acquisition process, the Supreme Court bench ruled that the acquisition was bad in law on several grounds and that acquiring the land from the farmers for giving it to a company for a car plant could not come under the ambit of “public purpose”. Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Indian left gets a red face, peasants their land"}}
{"1281310": {"date": "September 01, 2016", "article": "QUETTA: Transfer of powers from the Centre to the provinces after the passage of the 18th Amendment to the Constitution was reviewed at a meeting of the Senate’s standing committee on devolution.The meeting on Wednesday was chaired by the committee’s chairman, Senator Kabeer Ahmed Muhammad Shahi, and was attended by Senator Taj Haider, Senator Aataur Rehman, Senator Saeedul Hassan Mandokhel, Senator Nawabzada Saifullah Magsi, Balochistan Chief Secretary Saifullah Chattha, Dr Ishaq Baloch, Rabia Anwar and other senior officials. According to the chairman, provinces should ensure the capacity-building of their departments and staff after the devolution of powers under the amendment. “Devolution of powers from the Centre to provinces will help in improving administrative and financial affairs of the federating units,” he said. He added that the committee would be visiting all four federating units to review progress on the devolution of powers and transfer of 17 departments from the federal government to provinces. Senator Shahi said that the government will have to