{"1281007": {"date": "August 31, 2016", "article": "\n\n\n\t\t\t\t\tNaypyidaw: UN Secretary General Ban Ki-moon (left) and Myanmar Foreign Minister Aung San Suu Kyi shake hands after a joint press conference on Tuesday.—AFP\n\t\t\t\t\n\n\nNAYPYIDAW: Fresh fighting between ethnic minority rebels and Myanmar’s military is overshadowing an upcoming peace conference led by Aung San Suu Kyi’s new civilian government, people involved in the talks said on Tuesday.The five-day gathering, which officially opens on Wednesday, is Suu Kyi’s first big drive to end multiple insurgencies that have raged in Myanmar’s borderlands since independence in 1948. Organisers have been pushing for a unilateral ceasefire before the UN-backed talks. But those hopes have been shattered by renewed outbreaks of fighting, negotiators from both the rebels and the government. Several rebel groups have failed to down their weapons — a precondition demanded by the military for them to attend — and troops remain locked in combat with ethnic fighters.UN chief Ban Ki-Moon described the conference as “an important first step” toward peace at a press conference on the eve of the talks.“The steps you have taken towards national reconciliation need to be further strengthened, broadened and consolidated,” he told reporters.Representatives from the insurgents said the military had launched new attacks on rebel positions in the northern states of Shan and Kachin on Tuesday morning.They warned the move threatened to scupper progress at the peace talks.“For the moment it is hard for any group to believe or trust the army,” said one negotiator for the armed rebels, who asked not to be named as the talks are sensitive. “Here (in the national capital Naypyidaw) they are talking about peace, there they are fighting,” the negotiator added. Rebels from some of the worst-hit states want the military to declare a unilateral ceasefire and appoint an international figure to oversee its observance on the ground, the negotiator said. Some 220,000 people are currently displaced by ongoing fighting in Kachin and Shan states and by sectarian tensions in the western state of Rakhine, according to UN figures released this week.Published in Dawn, August 31st, 2016\n", "author": "AFP", "title": "Fresh violence overshadows Myanmar peace talks"}}
{"1281017": {"date": "Updated August 31, 2016", "article": "\n\n\n\t\t\t\t\tThe writer is an attorney teaching constitutional law and political philosophy.\n\t\t\t\t\n\n\nRishiraj Singh is the excise commissioner in the Indian state of Kerala. In the most recent photograph of him that I could find, he sports the khaki uniform of his position and a formidable moustache. In the last half of August, however, Rishiraj Singh has become known for something else, an edict against men who stare at women. While addressing a small group of people in the city of Kochi on women’s safety, Singh declared that any man found staring at a woman for more than 14 seconds could be put in jail. Since India is a country of men who like to stare, his statement provoked immediate attention and ire; the Indian newspaper India Express labelled the statement ‘absurd’ and included an interview with a lawyer who said that there was no such law. Others largely took the same tone: how dare Indian men be threatened with imprisonment for staring at Indian women. In the words of one Indian attorney: “There is no such provision in any law of this country and there cannot be such a mindless provision of law in any other country of the world. Period.” The message to women, Indian and otherwise: it’s a man’s world and staring at women must necessarily be a part of it. \nMen stare and stare and stare — old men and young men; bearded men and clean-shaven men; the supposedly religious and the avowedly secular. Staring at women is indeed the glue that binds.\n\nPakistan is also a country of staring men. Any Pakistani woman, young or old, rich or poor, has her staring stories — tales of men who stare at women in buses, at school, restaurants, banks, work and in parks. All of them will tell you that there is no corner of Pakistan that is not populated by men who stare. Learning to put up with staring is possibly the first line in the book of male dominance that is the contemporary Pakistani story. Men stare and stare and stare — old men and young men; bearded men and clean-shaven men; the supposedly religious and the avowedly secular. Staring at women is indeed the glue that binds the male species of the subcontinent together. They may disagree on politics, be at each other’s throats over religion, stab and shoot at the provocations of sectarianism or the particulars of ethnicity, but they all believe in staring, everywhere and always. All of these reasons make the statement by the excise commissioner interesting and almost revolutionary. The male of the South Asian species does not generally like to admit his proclivities for visual excess and optic dominance, let alone abridge them. If and when men are confronted about staring, they deny they have partaken of such activity.Indeed, perhaps because it is so prevalent, engaged in with such zest and regularity, it is possible that the men who do it, like addicts of other kinds, believe their own lies. I never stare, have never stared, will never stare, all rolling off their tongues with the ease granted by practice. And all the while staring continues unabated and everywhere.In the odd and unlikely case that staring is even admitted to, the perpetrator moves from denial to the shifting of blame, staring pinned on the wayward women, who by their very existence, their insistence on going to work or school or riding a bus or travelling in a car, or paying a bill or buying vegetables, conspire to wheedle men into staring. It is an old trick and all men, young and old, can perform it with the prowess of Olympic athletes. Interestingly, males of the human species are not alone in the act of staring. Experts point out that prolonged staring among other living creatures signals a challenge and an act of domination. If one among this variety stares at an opponent for more than 14 seconds, it would be because he wants to make a clear statement about who is boss: the starer and not the stared at.Beyond animal science, feminist social theorists and philosophers have long pointed out how the ‘male gaze’ serves to intimidate and discipline women. It’s not a revolutionary thesis; its implications in the Pakistani context and in many other parts of the Muslim world have meant a very literal disciplining, shoving women out of the public sphere into the private one, its crude and pathetic logic insisting that if there are no women to stare at, men will not stare.For all of these reasons, it is not absurd but quite groundbreaking to suggest a law that would punish men for staring at women for longer than 14 seconds. If the men who indulge in it want to understand just how insulting, intrusive and lecherous it is to maintain a largely unwanted eye contact for this period, I suggest they all request another man to stare at them for just that period. Many revelations are in store for them if and when they do, chief among them how insulting, intrusive and repulsive staring is for the subject of the constant gaze. At the end, they can spare a moment to consider the exponential rate at which these repugnant consequences are multiplied when the arrangement is not an experiment, and the one staring not a friend or colleague.  One is not sure how many men would want to partake of the experiment. After all, who wants to experience something disgusting; the wealthy never wish to pretend to be poor, the powerful never play at being powerless and so why should those who are smug about their staring habits, ever attempt to understand just how coercive and unpleasant this action is for the other half of the population. Among men of this sort, the commissioner from Kerala is a venerable and hopeful exception, one man who realises that for staring to stop, it must be fined and punished, exposed as perverse and disgusting; it might be okay in the animal kingdom but certainly not for the human species. The writer is an attorney teaching constitutional law and political philosophy.rafia.zakaria@gmail.comPublished in Dawn, August 31st, 2016\n", "author": "Rafia Zakaria", "title": "The 14-second stare"}}
{"1281127": {"date": "August 31, 2016", "article": "SEOUL: North Korea has executed a vice premier for showing disrespect during a meeting presided over by leader Kim Jong-Un, and banished two other officials for re-education, South Korea said Wednesday. Since taking power after his father's death in late 2011, Kim is believed to have executed or demoted a number of senior figures in what analysts say is an attempt to tighten his grip on power. \"Vice premier for education Kim Yong-Jin was executed,\" Seoul's Unification Ministry spokesman Jeong Joon-Hee said at a regular briefing. Kim was killed by a firing squad in July as \"an anti-party, anti-revolutionary agitator,\" added an official at the ministry, who declined to be named. \"Kim Yong-Jin was denounced for his bad sitting posture when he was sitting below the rostrum\" during a session of North Korea's parliament, and then underwent a interrogation that revealed his other crimes, the official told reporters.The mass-selling JoongAng Ilbo first reported on Tuesday that top figures had been punished, but identified the education official by a different name. \"He incurred the wrath of Kim after he dozed off during a meeting presided over by Kim. He was arrested on site and intensively questioned by the state security ministry,\" it quoted a source as saying. Fall of spymaster\nThe unification ministry said two other senior figures were forced to undergo re-education sessions. \nOne of them was Kim Yong-Chol, a top official in charge of inter-Korean affairs and espionage activities against the South. The 71-year-old Kim is a career military intelligence official who is believed to be the mastermind behind the North's frequent cyberattacks against Seoul. Kim is also blamed by the South for the sinking of a South Korean warship in 2010 near the disputed sea border with the North in the Yellow Sea. Kim was banished to an agricultural farm in July for a month for his \"arrogance\" and \"abuse of power,\" the ministry official said. Kim Yong-Chol, who was subsequently reinstated this month, is likely to be tempted to prove his loyalty by committing provocative acts against the South, the official said. \"Therefore, we are keeping a close tab on the North,\" he said. South Korea's Yonhap news agency put the number of party officials executed during Kim Jong-Un's rule at over 100. The most notorious case was that of Kim's uncle and onetime No. 2 Jang Song-Thaek, who was executed for charges including treason and corruption in December 2013. In April 2015, it was reported that Kim had his defence minister Hyon Yong-Chol summarily executed with an anti-aircraft gun. Reports of the latest execution coincide with a series of high-profile defections from the North. \nNorth Korea's deputy ambassador to Britain has defected to the South with his family, the unification ministry said earlier this month. Thae Yong-Ho was driven by \"disgust for the North Korean regime\" and concerns for his family's future, it said. Twelve waitresses and their manager who had been working at a North Korea-themed restaurant in China also made headlines when they arrived in the South in April as the largest group defection for years.About 10 North Korean diplomats made it to the South in the first half of this year alone, Yonhap said, quoting informed sources.\n", "author": "AFP", "title": "North Korea executes vice premier for 'disrespect': Seoul"}}
{"1281217": {"date": "September 01, 2016", "article": "LIBREVILLE: Gabon’s president has narrowly won re-election, election officials said on Wednesday, keeping alive a family dynasty in this oil-rich Central African country that reaches back to the 1960s.President Ali Bongo Ondimba beat leading opposition candidate Jean Ping by just 1.57 percentage points, setting the stage for an almost certain opposition challenge. Both candidates had predicted a victory, and Ping’s supporters already have claimed fraud. Security forces have fanned out across the capital. Bongo’s win in 2009 sparked looting and clashes between protesters and security forces. He came to power that year after the death of his father, long-time ruler Omar Bongo.Wednesday’s election results came a day later than expected, prompting fears that the process had been tainted.Bongo won with 49.8 per cent of the vote, while Ping had 48.23pc. Gabon does not have a run-off election system. The constitutional court now must finalise the electoral commission’s provisional results.European Union observers have criticised a “lack of transparency” on the part of institutions organising the vote. The US Embassy, meanwhile, has said voters were not “well-served by the many systemic flaws and irregularities that we witnessed”, including the late opening of polling stations and “last-minute changes to voting procedures”. The spokesman for Bongo’s campaign, Alain-Claude Bilie-By-Nze, called the vote “free, democratic and transparent”. Gabon’s interior ministry has accused Ping, the son of a Chinese immigrant, of trying to destabilise the country by pre-empting official results.On Tuesday night, a government spokesman said there was evidence Ping had collaborated with an adviser to Ivory Coast President Alassane Ouattara in a plot to convince electoral commission members to resign. The adviser, Mamadi Diane, denied the allegations to Jeune Afrique magazine, but Ouattara’s office said Diane had been removed from his post.Published in Dawn September 1st, 2016\n", "author": "AP", "title": "Gabon’s president  wins re-election"}}
{"1281287": {"date": "September 01, 2016", "article": "LAHORE: A steering committee made by the chief minister has approved the establishment of an independent authority to run the Shehr-i-Khamoshan, a graveyard project, in the province. The committee, which met under Khwaja Hassaan, also directed the Chief Minister’s Special Monitoring Unit (law and order) to further deliberate upon the subject and come up with detailed contours and function of the authority, officials said on Wednesday. The project aims at overcoming the problems of existing overcrowded graveyards and building new ones with necessary infrastructure facilities like hearse service, mortuary and a toll free helpline to provide burial related services on one phone call. They are already under-construction in Lahore, Multan, Faisalabad and Sargodha.Graveyard is a subject of the Local Government Department. The new authority is being created under a new law without withdrawing local government’s related powers. This authority will complement the Local Government Department and establish graveyards on its request. It will also create graveyards wherever the space is available as the law does not restrict anyone from establishing a graveyard in the province, an official say. The authority will have a one-line budget. It will have enforcement, architectural-engineering and administration-finance wings. A separate enforcement division will have a force that will be deployed at every Shehr-i- Khamoshan to secure its property in case of encroachments. It will also ensure a trouble-free functioning at all levels. Furthermore, the district implementation arm will oversee the functioning and ensure smooth operations. Any serious legal or administrative or political issues arising at the district level will be handled in collaboration with the district government. The local government representative concerned will be a part of the district level infrastructure of the authority. Philanthropists, companies, and individuals as well as the elected representatives of the local governments willing to take charge of a particular graveyard’s maintenance will be allowed to do so if they adhere to the standard operating procedure (SOP) of the authority. If these third-parties breach the SOP, the authority may take over.Shehr-i-Khamoshan will develop model graveyards according to the needs of the respective city as well as places identified by local governments, officials say. The committee asked the SMU to spearhead the formulation of the authority. A concept note would be moved for cabinet’s approval after which the law will be drafted, officials said. Local Government and Auqaf departments secretaries, the law director and the SMU senior member attended the meeting. Published in Dawn, September 1st, 2016\n", "author": "Intikhab Hanif", "title": "Body approves authority to run graveyard project"}}
{"1281357": {"date": "September 01, 2016", "article": "LAHORE: Ride-hailing service Uber is celebrating its first six months in Lahore with an announcement that it will slash fares for the provincial capital by 30 per cent in order to \"boost demand\", starting Sept 1.Uber, which started operations in Lahore in March this year, said it has cut per kilometre charges for its \"low-cost\" UberGo cars from Rs 13.7 to Rs 6.84. It also reduced slightly the per-minute waiting charges, but base fare and other charges remain the same.\"Uber will not only be more affordable for riders but driver-partners should also earn more through increased demand,\" said a press release issued by the company, which claims to employ over 1,000 drivers in Lahore alone.\n \n\n\n\"Price cuts boost demand so more people are requesting more rides with Uber, meaning drivers will spend more time with riders in the backseat and less time sitting idly waiting for a request,\" said Zohair Yousafi, the transport giant's Head of Expansion for Pakistan.The app-based car-hailing service did not say how it plans to cope with demand that is likely to increase after the price cut, especially since complaints about car unavailability on Uber's social media pages are not uncommon. Uber, currently valued at over $50 billion, has expanded more quickly globally than any company in history and is operating in over 475 cities in over 75 countries.In Lahore, its shares the market with other car-hailing ventures such as Dubai-based Careem and A-Taxi operated by Turkish firm Al-Bayrak.\n", "author": "Dawn.com", "title": "Uber slashes Lahore fares by 30pc"}}
{"1281437": {"date": "September 02, 2016", "article": "HONG KONG: Hong Kong schools are becoming a new battleground in a nascent campaign for the city’s independence, with some young activists starting the new term on Thursday by defying authorities with calls for a split from mainland China.The free-wheeling business hub has been on edge over the past couple of years over a campaign by some residents to preserve and promote their city’s freedoms in the face of what they see as a bid by Beijing to curb them.The former British territory returned to Chinese rule in 1997 under a “one country, two systems” pact meant to safeguard its ways but the refusal of Beijing to give ground on a demand for full democracy has sapped many people’s faith in the formula.“‘One country, two systems’ is just a lie so Hong Kong independence is our way out,” said one 15-year-old student who is a member of an umbrella group promoting discussion of independence in schools.As teenagers headed into the Munsang College on Thursday, one student dressed in its all-white uniform handed out stickers displaying a mock “Republic of Hong Kong Passport”.A vice principal told Reuters the boy’s material had not been approved by the student council, though the school welcomed balanced debate.Outside the gates of another school, Ying Wa College, a 17-year-old distributed leaflets urging students to think about alternatives to “one country, two systems”.Media reported such campaigning at at least six schools.Debate on independence was once unheard of in Hong Kong and for most residents it remains a youthful dream rather than a serious proposal that Beijing will ever consider.But the fact that it {"1281007": {"date": "August 31, 2016", "article": "\n\n\n\t\t\t\t\tNaypyidaw: UN Secretary General Ban Ki-moon (left) and Myanmar Foreign Minister Aung San Suu Kyi shake hands after a joint press conference on Tuesday.—AFP\n\t\t\t\t\n\n\nNAYPYIDAW: Fresh fighting between ethnic minority rebels and Myanmar’s military is overshadowing an upcoming peace conference led by Aung San Suu Kyi’s new civilian government, people involved in the talks said on Tuesday.The five-day gathering, which officially opens on Wednesday, is Suu Kyi’s first big drive to end multiple insurgencies that have raged in Myanmar’s borderlands since independence in 1948. Organisers have been pushing for a unilateral ceasefire before the UN-backed talks. But those hopes have been shattered by renewed outbreaks of fighting, negotiators from both the rebels and the government. Several rebel groups have failed to down their weapons — a precondition demanded by the military for them to attend — and troops remain locked in combat with ethnic fighters.UN chief Ban Ki-Moon described the conference as “an important first step” toward peace at a press conference on the eve of the talks.“The steps you have taken towards national reconciliation need to be further strengthened, broadened and consolidated,” he told reporters.Representatives from the insurgents said the military had launched new attacks on rebel positions in the northern states of Shan and Kachin on Tuesday morning.They warned the move threatened to scupper progress at the peace talks.“For the moment it is hard for any group to believe or trust the army,” said one negotiator for the armed rebels, who asked not to be named as the talks are sensitive. “Here (in the national capital Naypyidaw) they are talking about peace, there they are fighting,” the negotiator added. Rebels from some of the worst-hit states want the military to declare a unilateral ceasefire and appoint an international figure to oversee its observance on the ground, the negotiator said. Some 220,000 people are currently displaced by ongoing fighting in Kachin and Shan states and by sectarian tensions in the western state of Rakhine, according to UN figures released this week.Published in Dawn, August 31st, 2016\n", "author": "AFP", "title": "Fresh violence overshadows Myanmar peace talks"}}
{"1281017": {"date": "Updated August 31, 2016", "article": "\n\n\n\t\t\t\t\tThe writer is an attorney teaching constitutional law and political philosophy.\n\t\t\t\t\n\n\nRishiraj Singh is the excise commissioner in the Indian state of Kerala. In the most recent photograph of him that I could find, he sports the khaki uniform of his position and a formidable moustache. In the last half of August, however, Rishiraj Singh has become known for something else, an edict against men who stare at women. While addressing a small group of people in the city of Kochi on women’s safety, Singh declared that any man found staring at a woman for more than 14 seconds could be put in jail. Since India is a country of men who like to stare, his statement provoked immediate attention and ire; the Indian newspaper India Express labelled the statement ‘absurd’ and included an interview with a lawyer who said that there was no such law. Others largely took the same tone: how dare Indian men be threatened with imprisonment for staring at Indian women. In the words of one Indian attorney: “There is no such provision in any law of this country and there cannot be such a mindless provision of law in any other country of the world. Period.” The message to women, Indian and otherwise: it’s a man’s world and staring at women must necessarily be a part of it. \nMen stare and stare and stare — old men and young men; bearded men and clean-shaven men; the supposedly religious and the avowedly secular. Staring at women is indeed the glue that binds.\n\nPakistan is also a country of staring men. Any Pakistani woman, young or old, rich or poor, has her staring stories — tales of men who stare at women in buses, at school, restaurants, banks, work and in parks. All of them will tell you that there is no corner of Pakistan that is not populated by men who stare. Learning to put up with staring is possibly the first line in the book of male dominance that is the contemporary Pakistani story. Men stare and stare and stare — old men and young men; bearded men and clean-shaven men; the supposedly religious and the avowedly secular. Staring at women is indeed the glue that binds the male species of the subcontinent together. They may disagree on politics, be at each other’s throats over religion, stab and shoot at the provocations of sectarianism or the particulars of ethnicity, but they all believe in staring, everywhere and always. All of these reasons make the statement by the excise commissioner interesting and almost revolutionary. The male of the South Asian species does not generally like to admit his proclivities for visual excess and optic dominance, let alone abridge them. If and when men are confronted about staring, they deny they have partaken of such activity.Indeed, perhaps because it is so prevalent, engaged in with such zest and regularity, it is possible that the men who do it, like addicts of other kinds, believe their own lies. I never stare, have never stared, will never stare, all rolling off their tongues with the ease granted by practice. And all the while staring continues unabated and everywhere.In the odd and unlikely case that staring is even admitted to, the perpetrator moves from denial to the shifting of blame, staring pinned on the wayward women, who by their very existence, their insistence on going to work or school or riding a bus or travelling in a car, or paying a bill or buying vegetables, conspire to wheedle men into staring. It is an old trick and all men, young and old, can perform it with the prowess of Olympic athletes. Interestingly, males of the human species are not alone in the act of staring. Experts point out that prolonged staring among other living creatures signals a challenge and an act of domination. If one among this variety stares at an opponent for more than 14 seconds, it would be because he wants to make a clear statement about who is boss: the starer and not the stared at.Beyond animal science, feminist social theorists and philosophers have long pointed out how the ‘male gaze’ serves to intimidate and discipline women. It’s not a revolutionary thesis; its implications in the Pakistani context and in many other parts of the Muslim world have meant a very literal disciplining, shoving women out of the public sphere into the private one, its crude and pathetic logic insisting that if there are no women to stare at, men will not stare.For all of these reasons, it is not absurd but quite groundbreaking to suggest a law that would punish men for staring at women for longer than 14 seconds. If the men who indulge in it want to understand just how insulting, intrusive and lecherous it is to maintain a largely unwanted eye contact for this period, I suggest they all request another man to stare at them for just that period. Many revelations are in store for them if and when they do, chief among them how insulting, intrusive and repulsive staring is for the subject of the constant gaze. At the end, they can spare a moment to consider the exponential rate at which these repugnant consequences are multiplied when the arrangement is not an experiment, and the one staring not a friend or colleague.  One is not sure how many men would want to partake of the experiment. After all, who wants to experience something disgusting; the wealthy never wish to pretend to be poor, the powerful never play at being powerless and so why should those who are smug about their staring habits, ever attempt to understand just how coercive and unpleasant this action is for the other half of the population. Among men of this sort, the commissioner from Kerala is a venerable and hopeful exception, one man who realises that for staring to stop, it must be fined and punished, exposed as perverse and disgusting; it might be okay in the animal kingdom but certainly not for the human species. The writer is an attorney teaching constitutional law and political philosophy.rafia.zakaria@gmail.comPublished in Dawn, August 31st, 2016\n", "author": "Rafia Zakaria", "title": "The 14-second stare"}}
{"1281027": {"date": "Updated August 31, 2016", "article": "HYDERABAD: Activists of the Human Rights Commission of Pakistan (HRCP) and the representatives of civil society organisations held a protest demonstration to observe the “International day of victims of enforced disappearance” on Tuesday.Carrying banners and placards outside the local press club, they shouted slogans against enforced disappearance of political activists, especially in Sindh and Balochistan. The protest was organised by Hyderabad HRCP task force coordinator Dr Ashothama Lohana while civil society representatives Prof Mushtaque Mirani, advocate Imran, Pervez Khokhar and others were present.Dr Lohana demanded of the government to ratify the UN convention against enforced disappearances. He said there was an unrest and fear among hundreds of youths of Sindh that they could be picked up during the ongoing crackdown of the law enforcement agencies. He expressed grave concerns over missing persons in the two provinces as they were not being produced in the court of law.Other speakers blamed that the law enforcement agencies conducted a crackdown and picked up youths from villages and cities. They said cases were being registered against them as 40 cases of the same nature appeared during three months. Apprehending that the “disappeared persons” might be extra-judicially killed, they stressed the need for producing the “arrested youths” in the court of law. They demanded of the government to ensure safe recovery of the missing persons and take appropriate steps in this regard immediately.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Staff Correspondent", "title": "Day observed for victims of enforced disappearance"}}
{"1281037": {"date": "Updated August 31, 2016", "article": "KARACHI: A book titled A History of the Judiciary in Pakistan by renowned lawyer Hamid Khan was launched at the Karachi Press Club on Tuesday evening.Retired justice of the Supreme Court Wajihuddin Ahmed, who was the chief guest on the occasion, said the book was an inside and lawman’s account of how the superior courts had functioned during the country’s existence for the past 70 years. It was informative and revealing in many aspects. Regarding some of the controversial cases discussed in the book, starting from the Tamizuddin Khan case and ending with the Asma Jilani case, he said the author had rightly mentioned that one step taken in the wrong direction could hardly be corrected by subsequent steps taken in the right direction. Talking about a couple of cases given in the book, he said that when Gen Ziaul Haq suspended the Constitution, legitimacy was accorded through the Begum Nusrat Bhutto case. He said the author had amply demonstrated how the case was decided. It was followed by the Z. A. Bhutto case, he said.Referring to his father, Justice Wahiduddin, and by developing his arguments on the cases, Justice Wajihuddin said very little had been said on the merit of Bhutto’s conviction — either bias or technicalities clouded the issue. He said perhaps a dispassionate analysis of the facts and circumstances of the case were overdue. After Gen Zia’s death, he said, a democracy of sorts was ushered in which was, once again, disrupted by Gen Musharraf. He said he (Musharraf) was legitimised through the Zafar Ali Shah case, and lasted till 2007/08 when followed by the lawyers’ movement he was rendered a ‘lame duck’. Since 2008, he said, we again had some semblance of democracy. “The history of the judiciary in Pakistan is more or less a history of judicial responses to successive military interventions,” he remarked. He said there had been too many martial laws, besides the five full-blown afflictions, including the civilian martial law of Z. A. Bhutto. He said countries in the Third World should never forget that few mega events occurred here without oversight from abroad. He said it was obvious that as and when one-window operation was required, “cometh the hour, cometh the man”. The way out was only if the civilian government performed, he said.Former governor of Sindh Kamal Azfar said reading the different chapters of the book made us realise that justices were not super humans — they too had weaknesses. Taking issue with the author’s views, he said the role of Justice Munir needed a slight review. About Justice Cornelius, too, Mr Azfar said that though he was a great judge he helped the drafting of the LFO. He said a chapter on the 18th amendment was missing from the book (perhaps because the manuscript was sent earlier than that period). He rounded off his speech by saying there was the need for only one amendment and that was ‘repeal all the amendments’.Former Attorney General of Pakistan Munir A. Malik said history had two clear meanings: one was described by Toynbee as “history is the transformation of tumultuous conquerors into silent footnotes”; the second was contemporary history. Beginning to explain the second one he said two real (haqeeqi) former chief justices were on stage — Justice Wajihuddin and Justice Sarmad Jalal Usmani. Mr Malik said the author of the book, Hamid Khan, was one of the few lawyers who had written copiously. He said as Mr Azfar he did not agree with many things written in the book, but it was Hamid Khan’s version of things as he saw them. The version, however, had appeared when the judges discussed in the book were no longer in office, he said.Dr Syed Jaffer Ahmed said the book had three salient features. First, it was in chronological order. Two, it talked about some very important cases. Three, it discussed the different judges and their conduct. He said what came out of the book was that the judiciary had fought the battle for its survival; it had been involved in judicial activism; areas where its legal competence was found lacking; the fact that it had no set philosophy. He said people expected a lot from the judiciary but forgot that it was one of the institutions of the state. If the state was thought to be a national security state, then the judiciary would operate in that paradigm, he said.Faisal Siddiqui said the book focused on two aspects, constitutional cases and the judiciary’s relationship with the political and military executive.Zahid Khan said he had learnt a great deal from the speeches and he might add some of the information provided by the speakers to the next edition of the book. He thanked them for appreciating his ‘humble’ contribution.     A. H. Khanzada also spoke. The event was organised by Piler, the literary committee of the Karachi Press Club and Rasheed Rizvi Centre for Constitutional and Human Rights at Piler. Published in Dawn, August 31st, 2016\n", "author": "Peerzada Salman", "title": "Very little has been said on merit of Bhutto’s conviction: Wajih"}}
{"1281047": {"date": "August 31, 2016", "article": "TOBA TEK SINGH: Thieves took away cash and valuables from six shops on Quaid-i-Azam Road, Gojra, by breaking open locks on Monday night. The shops included Mahmood, Hasan, Nafees medical stores, Hush Puppies shoes outlet and Mian Autos spare parts. Traders closed their shops on Tuesday in protest against the incident. They ended the protest after talks with DSP Mahmood Haroon who assured them of early arrest of the suspects. Gojra city police have taken watchman into custody for interrogation. DENGUE: Figures are encouraging so far as dengue threat in Toba Tek Singh district is concerned. Anti-dengue committee participants learned on Tuesday that of 226,072 indoor surveillance and 51,991 outdoor surveillance, dengue larva was found at one place in this year. The larva was found at Gojra’s Kabootranwala graveyard in the district.District Officer of Health Dr Muhammad Khalid said two dengue patients were tested positive for dengue while seven others were being treated as suspected cases in the district. District Coordination Officer Amer Ijaz Akbar, Additional District Collector Zeeshan Shabbir Rana, Executive District Officer Dr Nawaz Ranjha and Environment District Officer Shamim Ahmad Khan were also present.KILLED: A man was allegedly killed by his business partner at Chak 279-JB Darapur. Mushtaq said in the FIR that his nephew Ismaar Javed, a cable operator, was allegedly murdered by his business partner Nawaz Jajji and his accomplices three days ago. He said the suspect had an argument with Javed three days back and he allegedly took away Rs800,000 worth of cable network system installed at Chak 282-JB. Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Six shops burgled in Gojra"}}
{"1281057": {"date": "August 31, 2016", "article": "LAHORE: Punjab Education Minister Rana Mashhud says the government will demolish and reconstruct the school buildings declared dangerous in surveys.He was responding to a query by MPA Tariq Mahmood during the Question Hour in the Punjab Assembly on Tuesday.\nWork on 50 per cent of the dangerous buildings would be undertaken in this year and the remaining the next year, he added.To a question by Dr Nosheen Hamid, he said action against the educators showing poor results was being taken under PEEDA (Punjab employees, efficiency, discipline and accountability) Act. He said one-year service of the Faisalabad school headmaster, whose performance was pointed out by the Pakistan Tehreek-i-Insaf MPA, had been forfeited.The MPA said the grade-16 employee had been holding a grade-18 post for the last four years and despite action against him under PEEDA, the official in question had not been removed.The minister said that an independent inquiry panel was investigating into the issue and its recommendations would be followed.Under the act, he said, action had been taken against 19,000 teachers showing poor results.PPP’s Faiza Malik raised a question about the handing over of schools to the Care Foundation. The minister admitted that the Foundation was paying just a Rs4,000 salary to its staff, a violation of the minimum wages law.Ms Malik alleged the non-government organisation (NGO) was facing corruption charges but was given a clean bill of health by a house committee of the previous assembly. The chair as well as the minister chided her for showing no trust in the house committee as Mr Mashhud offered setting up a sub-committee to probe the charges. Speaker Rana Iqbal, however, showed no interest.The minister said that the department was monitoring the working of NGOs which had adopted state-run schools. He was all praise for the public-private partnership model, saying the studies supported this model the world over.Also, the house adopted four resolutions. The first was about the institution of the Water and Sanitation Authority in Bahawalpur and moved by Jamaat-i-Islami’s Dr Waseem Akhtar. MPA Faiza Mushtaq sought introduction of ramps in public transport for the people with disabilities. Manazir Ranjha demanded lining of the west bank of the Chenab River in Sargodha to save Miana, Hazara and Takht Hazara from the river erosion.The fourth resolution, by Ahmed Khan Bachhar, was about weekly cleaning of drains during rainy seasons.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "‘Dangerous school buildings to be demolished’"}}
{"1281067": {"date": "August 31, 2016", "article": "ISLAMABAD: Having finally reached a conclusion that the Pakistan Federal Union of Journalists (PFUJ) unification process would only end up widening the gap between the two groups, the PFUJ unification committee dissolved itself hours before the scheduled polls for a unified body on Aug 27. According to a press release, the two factions, one led by Rana Azeem and the other by Afzal Butt, had publicly reposed full confidence in the unification committee and had even signed a settlement document. However, they kept trying to impose their own respective ideas about how to proceed. The unification committee comprised Mohammad Ziauddin, I.A. Rehman, Hussain Naqi, Khawar Naeem Hashmi, Shahidur Rahman, Nasir Zaidi, Rahimullah Yusufzai, Habib Khan Ghori and Siddique Baloch.The Rana Azeem group displayed its complete no-confidence in the committee by holding elections of its faction of the PFUJ in Murree in May this year. The Afzal Butt group tried to hold the elections of its own faction in Peshawar by refusing to withdraw the candidatures of Afzal Butt (for president’s post) and Khurshid Abbasi (secretary general), the press release said. The committee appreciated the Khyber Union of Journalists for accepting its request to hold the BDM (biennial delegates meeting) at Peshawar on Aug 25-27 at a short notice. The main reason for the committee’s failure to achieve its objectives was the lack of cooperation from different factions of the PFUJ. The committee members felt the faction leaders were interested more in holding on to their positions rather than unifying and saving the PFUJ.Published in Dawn, August 31st, 2016\n", "author": "A Reporter", "title": "PFUJ unification body fails to achieve goal"}}
{"1281077": {"date": "August 31, 2016", "article": "ISLAMABAD: The Islamabad chapter of the Human Rights Commission of Pakistan (HRCP) held a demonstration to mark the International Day of Involuntary and Enforced Disappeared Persons (IED) on Tuesday. The demonstration was attended by a number of human rights activists, as well as the families of missing persons, politicians, academics and civil society. Senators Afrasiab Khattak of the Awami National Party and Farhatullah Babar of the PPP were among those attending, and expressed solidarity with the families of missing persons. They said they would raise the enforced disappearances issue within their political parties and in parliament. Prominent activist Amina Masood Janjua, who heads the Defence of Human Rights Organisation (DHRO) also spoke at the demonstration. The whereabouts of Ms Janjua’s husband, Masood Janjua, remain unknown after 11 years. She recalled that when they were in the Opposition, PML-N leader and current prime minister Mian Nawaz Sharif and PTI’s Imran Khan – whose party is currently in power in Khyber Pakhtunkhwa – visited her protest camp at D Chowk in solidarity and assured her they would return her husband and thousands of other missing persons when they came to power. Activist Tahira Abdullah recalled that the DHRO had filed a petition in the Supreme Court in 2005, and the HRCP filed a petition in January 2007, which the chief justice had merged and had also taken suo motu notice. Under the SC’s orders, the first commission of inquiry into IEDs was set up in 2010, but it did not receive the requisite level of powers, independence and autonomy. Ms Abdullah demanded that the state sign and ratify the International Convention for the Protection of all Persons against Enforced Disappearances, and enact legislation to criminalise enforced disappearances. “If Sri Lanka could ratify it, why not Pakistan,” she asked. Speakers also demanded that the authorities release all those detained illegally – whether in safe houses, prisons or in any kind of centre.Parliamentarians and activists argued that if there is evidence or proof against individuals, they must be tried in court to uphold the rule of law. Participants demanded that all the recommendations of the United Nations Human Rights Council’s Working Group on IEDs, which visited Pakistan in 2012, be implemented immediately. Protesters also carried placards, and chanted slogans against the forced disappearances of citizens. The HRCP has also said that large-scale enforced disappearances in South Asia can only be addressed if all of the region’s governments immediately criminalise this serious human rights violation. The HRCP said that in Pakistan, the practice of enforced disappearances has become a nationwide problem in recent years. While most prevalent in Balochistan, the federally and provincially administered tribal areas and KP, a number of cases are now also reported from Sindh. To date, not a single perpetrator has been held to account. Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Protesters call for criminalisation of enforced disappearances"}}
{"1281087": {"date": "August 31, 2016", "article": "TIMERGARA: The residents of Timergara continued their protest on second consecutive day on Tuesday against shifting of passport office from the area to Naway Kallay. Led by PPP district councillor Alamzeb, ANP tehsil councillor Mohammad Ibrahim and JI’s Shah Wazir Mirza, the protesters staged a rally on the road near fruit and vegetable market. They blocked Timergara-Dir Road and chanted slogans against the authorities.The leaders of the protesters said that passport office was shifted to Naway Kallay without taking residents of the area into confidence. “Over 1,000 people visit the office daily and it is disturbs calm of the area,” they said.The speakers said that local people got a stay order from a court but despite it the passport director was not ready to shift the office. They said that a committee of district council had also expressed its reservations over the site. The speakers demanded of the government to take notice of the matter and shift the office to Timergara within a week. They threatened to close down the office forcibly if government failed to shift it. Later, addressing a news conference, local government representatives Mohammad Ibrahim, Aziz Sarhindi, Monawar Khan, Mohammad Rauf and Rehmat Gul alleged that director passport office was complicating the issue owing to unknown reasons.“It is a rural area where women and girls walk freely but setting up of passport office has disturbed calm of the village,” said Mr Ibrahim.An official of passport office, when contacted, said that the office was shifted to Naway Kallay after a departmental committee selected the site for it. He said that departmental committee inspected five sites near Timergara city but selected a building in Naway Kallay. \nThe official said that all equipment, stationery and other essential items were already shifted to the site.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Protest against shifting of passport office"}}
{"1281097": {"date": "August 31, 2016", "article": "BUNER: A weeklong divisional sports gala began on Tuesday at the Swari college ground here. District nazim Dr Obaidullah Khan inaugurated the event at a ceremony.District naib nazim Yousaf Ali, deputy commissioner Khawaja Mohammad Sikander Zeshan, DPO Mohammad Irshad Khan, elders, elected representatives, students and sportsmen participated in the event.On the occasion, Dr Obaidullah said it was positive sign that the militancy-hit district was hosting a sports gala. He said restoration of peace in the district had given boost to trade activities. The district nazim said restoration of lasting peace was made possible because of sacrifices of security forces and people.Sportsmen of all the seven districts of the Malakand division are participating in the sports gala featuring six popular games.POLICE DARBAR: Police personnel not wearing helmet and jacket or found using mobiles, reading newspapers or gossiping during duty would be punished, warned district police officer Irsahd Khan while addressing a police darbar here.He said police personnel were bound to be alert during duty hours so as to keep a vigilant eye on the movement of suspected elements. He said basic duty of personnel was to protect lives and properties of people, and warned that the negligent cops would face action.The DPO directed the police force to develop close lesion with locals to maintain law and order in the district. He also directed for bringing positive change in their attitudes to improve good image of the force among the people.Published in Dawn, August 31st, 2016\n", "author": "A Correspondent", "title": "Weeklong sports gala begins in Buner"}}
{"1281107": {"date": "Updated August 31, 2016", "article": "ISLAMABAD: After years of controversies over health issues and disagreements over the regulation of health departments, the federal and provincial governments have finally agreed on a common National Health Vision (NHV) for the entire country.Endorsed by representatives of all provinces and federating units, the NHV provides a road map to improve the health of all Pakistanis — particularly women and children — by improving universal access to essential health services.The vision also brings the country’s provincial and federal health policy frameworks in line with international health treaties, commitments and regulations, to which Pakistan is a signatory.The document, which incorporates input from the private sector, donors, UN agencies, academia and public sector stakeholders, was unveiled by Minister of State for National Health Services (NHS) Saira Afzal Tarar at a press conference on Tuesday.Accompanied by the health ministers of Balochistan, Khyber Pakhtunkhwa and Sindh, as well as a representative of the Punjab government, the minister said the last national health policy was approved in 2001. While a draft policy was developed in 2010, it was not approved due to the ongoing process of devolution.\nNational Health Vision aims to make healthcare policies uniform across country\n\nThe development of this document started in mid-2015 and extensive consultations were held with all stakeholders. The process began with meetings with provincial health ministers and their teams, the objective of which was to generate consensus for a common national vision on health, she said.This was followed by technical consultative meetings with all stakeholders, which helped determine the roles and responsibilities, as well as enhancing coordination between the federal ministry and provincial health departments.The NHV is in line with Vision 2025, international health priorities and based on provincial realities within the framework of constitutional roles in the post-18th Amendment scenario, Ms Tarar said.“The aim is to achieve universal health coverage, resulting in a fairer, more efficient [system of] health financing that pools risk and shares costs equitably,” she added.The vision also includes a monitoring and evaluation mechanism, conducted through an inter-provincial health and population council. The council will be responsible for overseeing the vision’s implementation and will endorse reports that will be presented to parliament on an annual basis, the minister said.The document will now be placed before the Council of Common Interests (CCI) for final approval.Talking to Dawn, former health minister Dr Sania Nishtar extolled the need for a national healthcare vision, which was necessitated by the governing structures of healthcare delivery in Pakistan.Dr Nishtar, who authored the seminal 2010 paper ‘Health and the 18th Amendment: Retaining National Roles in Devolution’, was also responsible for the creation of the current Ministry of National Health Services following the passage of the 18th amendment.“Health was largely devolved after the 18th amendment with the provinces [being] autonomous in their prerogative to [make] health policies as they deem fit. But there are important national roles — information, regulation, coordination and compliance with international agreements — which are the responsibilities of the NHS ministry under the mandates outlined in the federal legislative lists,” she said.“There are complex federal-provincial inter-dependencies involved in the execution of health policies. For that reason, it is critical for the NHS ministry and the provinces to be on the same page,” she said.Welcoming the unveiling of the NHV as a welcome step, Dr Nishtar said the policy took a “health systems-based vision, which is required to take forward the international commitments Pakistan has made in relation to the Sustainable Development Goals, particularly Goal 3, which relates to healthcare”.Published in Dawn, August 31st, 2016\n", "author": "Ikram Junaidi", "title": "Centre launches new ‘health policy’ after 15-year gap"}}
{"1281117": {"date": "Updated August 31, 2016", "article": "ISLAMABAD: Sindh Chief Minister Syed Murad Ali Shah has sought financial and technical assistance from the World Bank for launching mega projects and infrastructure development in Karachi. The chief minister visited the World Bank resident mission here on Tuesday and discussed development projects of Karachi with World Bank Country Director Illango Pathcamuthu. He said the Sindh government needed the World Bank’s financial and technical assistance for implementation of the projects and asked Mr Pathcamuthu to send a team to Karachi to discuss the projects with the Sindh government so that the government could formalise a request for assistance. \nMurad discusses with Asif permission for Sindh Transmission and Despatch Company’s grid connectivity\n\nA spokesperson for the chief minister said the World Bank official assured Mr Shah that the proposals would be considered on a priority basis. The chief minister also discussed rehabilitation of the Sukkur barrage and canal lining projects with Mr Pathcamuthu. He said the development portfolio of the World Bank in Sindh was worth $1.14 billion and covered education, health, irrigation, agriculture, skill development and other sectors. Presently, two World Bank-sponsored projects in the education sector — $400 million education reforms programme and $66m special grant for missing facilities — are being implemented in the province. The chief minister told Mr Pathcamuthu that Sindh’s desire for development had brought him to the World Bank country office. He acknowledged that the bank had played an important role in the development of the education, health, agriculture and infrastructure sectors in the province. Electricity issues\nMr Shah held separate meetings with federal Finance Minister Ishaq Dar and federal Water and Power Minister Khawaja Mohammad Asif. He discussed issues related to the National Finance Commission award with Mr Dar and outstanding issues between the provincial government and the water and power ministry with Mr Asif. Talking to journalists later, Mr Shah thanked Prime Minister Nawaz Sharif for directing Mr Asif to resolve the pending issues of his ministry pertaining to the Sindh government. “Today’s meeting was held as a follow-up to a meeting with the prime minister,” he said. The chief minister said the Sindh government and the water and power ministry were close to settling the issue of power dues. “There remains a minor difference between the claim of the ministry and the amount offered by the provincial government,” he said, adding that the reconciliation of the amount had almost been decided. Mr Asif endorsed the chief minister’s statement. Mr Shah said his government had established the Sindh Transmission and Despatch Company and was awaiting permission for connecting it to the national grid. The minister had assured him that the issue would be resolved soon, he added. The chief minister said that he had given a guarantee to the prime minister that Sindh would add between 1,000MW and 1,500MW to the national grid if the issues of tariff of renewable energy projects were decided. “It is encouraging that Khawaja Asif has extended his support and cooperation to resolve the issue.” He said a good working relationship between the federal and provincial governments had been established which reflected in participation of federal Water and Power Secretary Yunus Dagha and Sindh Energy Secretary Agha Wasif in his meeting with the minister. Mr Shah also took up with Mr Asif the issue of prolonged hours of power loadshedding in the rural areas of Sindh, saying it had cast a negative impact on daily life and business activities. The minister assured Mr Shah that he would personally look into the matter. Loan accord signed with ADB\nAlso during the day, the Asian Development Bank (ADB) signed with the federal government an agreement for $197.85m loan for the Sindh Roads Improvement Project. Finance Minister Dar witnessed the signing of the agreement by ADB Country Director Werner E. Liepach and Secretary of Economic Affairs Division Tariq Bajwa. Mr Dar reiterated the government’s commitment to utilise all available resources for developing the transport sector and improving inter-provincial linkages for enhanced local connectivity. The connectivity would generate economic activity for the progress of people of Sindh, he said. The project will help in rehabilitation and up-gradation of roads in Sindh, particularly in Sanghar, Mirpurhhas, Badin and Kandkot-Kashmore districts. In addition, it will also serve to strengthen institutional capacity of the provincial works and services department in project management, road planning and maintenance and ensuring road safety. Published in Dawn, August 31st, 2016\n", "author": "Amin Ahmed", "title": "Sindh seeks World Bank’s help for Karachi uplift projects"}}
{"1281127": {"date": "August 31, 2016", "article": "SEOUL: North Korea has executed a vice premier for showing disrespect during a meeting presided over by leader Kim Jong-Un, and banished two other officials for re-education, South Korea said Wednesday. Since taking power after his father's death in late 2011, Kim is believed to have executed or demoted a number of senior figures in what analysts say is an attempt to tighten his grip on power. \"Vice premier for education Kim Yong-Jin was executed,\" Seoul's Unification Ministry spokesman Jeong Joon-Hee said at a regular briefing. Kim was killed by a firing squad in July as \"an anti-party, anti-revolutionary agitator,\" added an official at the ministry, who declined to be named. \"Kim Yong-Jin was denounced for his bad sitting posture when he was sitting below the rostrum\" during a session of North Korea's parliament, and then underwent a interrogation that revealed his other crimes, the official told reporters.The mass-selling JoongAng Ilbo first reported on Tuesday that top figures had been punished, but identified the education official by a different name. \"He incurred the wrath of Kim after he dozed off during a meeting presided over by Kim. He was arrested on site and intensively questioned by the state security ministry,\" it quoted a source as saying. Fall of spymaster\nThe unification ministry said two other senior figures were forced to undergo re-education sessions. \nOne of them was Kim Yong-Chol, a top official in charge of inter-Korean affairs and espionage activities against the South. The 71-year-old Kim is a career military intelligence official who is believed to be the mastermind behind the North's frequent cyberattacks against Seoul. Kim is also blamed by the South for the sinking of a South Korean warship in 2010 near the disputed sea border with the North in the Yellow Sea. Kim was banished to an agricultural farm in July for a month for his \"arrogance\" and \"abuse of power,\" the ministry official said. Kim Yong-Chol, who was subsequently reinstated this month, is likely to be tempted to prove his loyalty by committing provocative acts against the South, the official said. \"Therefore, we are keeping a close tab on the North,\" he said. South Korea's Yonhap news agency put the number of party officials executed during Kim Jong-Un's rule at over 100. The most notorious case was that of Kim's uncle and onetime No. 2 Jang Song-Thaek, who was executed for charges including treason and corruption in December 2013. In April 2015, it was reported that Kim had his defence minister Hyon Yong-Chol summarily executed with an anti-aircraft gun. Reports of the latest execution coincide with a series of high-profile defections from the North. \nNorth Korea's deputy ambassador to Britain has defected to the South with his family, the unification ministry said earlier this month. Thae Yong-Ho was driven by \"dis{"1281157": {"date": "September 01, 2016", "article": "THE Pakistani political scenario is known for its frequently strange occurrences. One can add one more episode to the list: on Tuesday, Waseem Akhtar, the mayor of Pakistan’s biggest city, was let out of jail briefly in order to take the oath of office. Earlier, Mr Akhtar had been elected Karachi mayor from jail — a first in our chequered political history. He has been in custody since July and faces a number of cases — all bailable according to him. These include involvement in the May 12, 2007 violence in Karachi. At the time of the ugly events, Waseem Akhtar held the portfolio of home adviser to the Sindh chief minister. These and other charges the mayor faces are serious and must be probed impartially. If he is found guilty, Mr Akhtar must face the penalty under the law and would obviously have to leave the mayor’s office. However, as the highest elected official of Karachi, it is unacceptable that Mr Akhtar runs the metropolis’s affairs from inside prison, especially if the charges are bailable. Besides, it appears a tad strange for the mayor to be locked up for his alleged role in the May 12 mayhem while retired Gen Musharraf — who ruled the country unchallenged at the time — enjoys his liberty. Until the charges against Waseem Akhtar are proved, he should be allowed his freedom.However, even if the Karachi mayor were to be released, it would be fair to ask if Mr Akhtar would have the necessary powers to administer the city. As the provincial government has kept many civic powers, such as solid waste management, we can safely say that the elected heads of municipal bodies in Sindh will not have full authority over their respective jurisdictions. This situation needs to be reversed as municipal bodies must have more than just ceremonial powers to carry out their tasks. Sindh Chief Minister Murad Ali Shah has brought vigour to the erstwhile moribund provincial government in many ways. He must realise that empowered and active local governments are essential for the prosperity and progress of Sindh, which is why he ought to make it a priority to transfer all civic duties to the elected municipal bodies. It will take a long time to address all the issues that have cropped up in the long absence of elected local bodies. But with responsive local leaders and a supportive provincial government, the rot can hopefully be reversed.Published in Dawn September 1st, 2016\n", "author": "Editorial", "title": "Jailed Karachi mayor"}}
{"1281167": {"date": "September 01, 2016", "article": "ACCORDING to the NTS schedule, pasted outside and inside the examination centre, all skill tests were scheduled to be conducted on Aug 28 in the afternoon after every 20 minutes for the post of stenographer (BPS-15) on behalf of all the above three DSCs of Karachi..There were 180 candidates against the advertised vacancies including Wapda. There were only three members of the staff who appeared to have no experience, though they were helpful and behaved politely.Owing to their mismanagement 20 minutes turned into three hours. The tests could not be conducted for all DSCs. I would like to ask all the DSCs, NTS and the Sindh High Court — all mentioned in the advertisement — that all candidates be given an equal opportunity and their DSCs skill test be conducted properly.M.A. SeesodiaKarachiPublished in Dawn September 1st, 2016\n", "author": "From the Newspaper", "title": "National Testing Service"}}
{"1281187": {"date": "September 01, 2016", "article": "\n\n\n\t\t\t\t\tQUITO (Ecuador): Brazil players in action during a training session on Tuesday. Brazil face Ecuador in a 2018 FIFA World Cup qualifier on Thursday.—AFP\n\t\t\t\t\n\n\nMONTEVIDEO: Injury-hit Argentina resume their bid for a berth at the 2018 World Cup on Thursday as Brazil head into the latest round of South American qualifiers hoping to build on their Olympic gold medal triumph. In the five months since the last batch of games in South America’s marathon qualifying campaign, b{"1281157": {"date": "September 01, 2016", "article": "THE Pakistani political scenario is known for its frequently strange occurrences. One can add one more episode to the list: on Tuesday, Waseem Akhtar, the mayor of Pakistan’s biggest city, was let out of jail briefly in order to take the oath of office. Earlier, Mr Akhtar had been elected Karachi mayor from jail — a first in our chequered political history. He has been in custody since July and faces a number of cases — all bailable according to him. These include involvement in the May 12, 2007 violence in Karachi. At the time of the ugly events, Waseem Akhtar held the portfolio of home adviser to the Sindh chief minister. These and other charges the mayor faces are serious and must be probed impartially. If he is found guilty, Mr Akhtar must face the penalty under the law and would obviously have to leave the mayor’s office. However, as the highest elected official of Karachi, it is unacceptable that Mr Akhtar runs the metropolis’s affairs from inside prison, especially if the charges are bailable. Besides, it appears a tad strange for the mayor to be locked up for his alleged role in the May 12 mayhem while retired Gen Musharraf — who ruled the country unchallenged at the time — enjoys his liberty. Until the charges against Waseem Akhtar are proved, he should be allowed his freedom.However, even if the Karachi mayor were to be released, it would be fair to ask if Mr Akhtar would have the necessary powers to administer the city. As the provincial government has kept many civic powers, such as solid waste management, we can safely say that the elected heads of municipal bodies in Sindh will not have full authority over their respective jurisdictions. This situation needs to be reversed as municipal bodies must have more than just ceremonial powers to carry out their tasks. Sindh Chief Minister Murad Ali Shah has brought vigour to the erstwhile moribund provincial government in many ways. He must realise that empowered and active local governments are essential for the prosperity and progress of Sindh, which is why he ought to make it a priority to transfer all civic duties to the elected municipal bodies. It will take a long time to address all the issues that have cropped up in the long absence of elected local bodies. But with responsive local leaders and a supportive provincial government, the rot can hopefully be reversed.Published in Dawn September 1st, 2016\n", "author": "Editorial", "title": "Jailed Karachi mayor"}}
{"1281167": {"date": "September 01, 2016", "article": "ACCORDING to the NTS schedule, pasted outside and inside the examination centre, all skill tests were scheduled to be conducted on Aug 28 in the afternoon after every 20 minutes for the post of stenographer (BPS-15) on behalf of all the above three DSCs of Karachi..There were 180 candidates against the advertised vacancies including Wapda. There were only three members of the staff who appeared to have no experience, though they were helpful and behaved politely.Owing to their mismanagement 20 minutes turned into three hours. The tests could not be conducted for all DSCs. I would like to ask all the DSCs, NTS and the Sindh High Court — all mentioned in the advertisement — that all candidates be given an equal opportunity and their DSCs skill test be conducted properly.M.A. SeesodiaKarachiPublished in Dawn September 1st, 2016\n", "author": "From the Newspaper", "title": "National Testing Service"}}
{"1281177": {"date": "Updated September 01, 2016", "article": "ISLAMABAD: Federal minister for Inter Provincial Coordination (IPC) Riaz Hussain Pirzada on Wednesday expressed his concerns over the state of sporting affairs in the country, particularly the shameful performance of the national cricket team. The Pakistan cricket team was humiliated by England in the third One-day International of their five-match series on Tuesday with the hosts romping to a series win after posting a world record total of 444-3 in Nottingham. Following that defeat, Pirzada called an emergency meeting in his office on Wednesday which was attended by the Pakistan Sports Board (PSB) Director General Akhtar Nawaz Ganjera among others. “Minister expressed serious concern and dissatisfaction over the prevailing state of affairs of sports in the country particularly the pathetic performance of Pakistan Cricket Team against England in third one-day, as retreat of Pakistan Contingent at the Rio Olympics,” a press release from his office said. It said that minister asserted that Pakistan never faced such a distressing situation. “Government cannot tolerate such a humiliating situation as a silent spectator,” the minister said and added that various steps will be taken up to hold lapses and shortcomings. He directed the officials at the helm of affairs of sports to arrange an immediate sports seminar of all the stakeholders with a view to take stock of the present situation and make recommendations for immediate remedial measures for consideration by the Prime Minister.Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Sports Reporter", "title": "Federal Minister Pirzada laments Pakistan’s sporting woes, slams cricket team"}}
{"1281197": {"date": "Updated September 01, 2016", "article": "KARACHI: The stock market went into further correction on Wednesday as Pakistan Stock Exchange’s (PSX) benchmark 100-share index stayed down and eventually closed lower by 182 points, or 0.46 per cent, at 39,810.After a slow and sluggish start into the green, the KSE-100 index turned red and gradually slipped away to touch an intra-day low of 39,772.7 points.Investor sentiments were weak amid lack of triggers. Some market participants even felt that the market looked fairly valued at the 40,000-point mark. Volume of traded shares decreased to 350 million from 424m a day ago while trading value fell to Rs11.4 billion from Rs13.3bn.Murree Brewery (MUREB) hit the ‘upper circuit’ for the seventh session in a row on the back of the 1,500pc bonus issue declared by the company.Investor interest was seen in the automobile sector on the back of a depreciating yen. Pak Suzuki (PSMC) and Honda Atlas (HCAR) were top performers as they gained to close on their upper circuits.\n\n\n\nOvernight decline in crude oil prices to around $46 a barrel kept the oil and gas sector in check. The Oil and Gas Development Company (OGDC; -0.60pc), Pakistan State Oil (PSO; -0.91pc), Hascol Petroleum (HASCOL; -1.16pc), Mari Petroleum (MARI; -0.89pc), Byco Petroleum (BYCO; -2.40pc), Pakistan Petroleum (PPL; -0.09pc) and Pakistan Oilfields (POL; -0.32pc) remained in the red.Fertilisers, cements and power took a major hit today on the back of deteriorating sector outlook while banks followed suit amid dearth of positive triggers, said analysts at Intermarket Securities.Profit-taking was witnessed in Habib Bank (HBL, -1.58pc), which took away 44 points from the index. Hub Power Company (HUBC; -1.15pc), Lucky Cement (LUCK; -0.62pc), MCB Bank (MCB; -0.71pc) and Kot Addu Power Company (KAPCO; -1.49pc) dented the index by 55 points.Analyst Ahsan Mehanti commented that stocks closed bearish amid consolidation after major earnings announcements at the PSX. Speculations remained in second- and third-tier scrips on strong valuations. “Dismal payouts, falling global crude prices and rising circular debt concerns in the energy sector played a catalyst role in bearish close,” he said.Published in Dawn September 1st, 2016\n", "author": "Our Equities Correspondent", "title": "Weak investor sentiments drive stocks lower by 182 points"}}
{"1281207": {"date": "Updated September 01, 2016", "article": "KARACHI: The cotton market came under pressure on Wednesday in line with global trend where most of the leading markets witnessed fresh downslide owing to higher cotton production estimates for India and the United States.The last three days’ upward drive vanished as reports from world cotton markets of price crash reached the domestic cotton market. The cotton prices in ready trading fell by between{"1281157": {"date": "September 01, 2016", "article": "THE Pakistani political scenario is known for its frequently strange occurrences. One can add one more episode to the list: on Tuesday, Waseem Akhtar, the mayor of Pakistan’s biggest city, was let out of jail briefly in order to take the oath of office. Earlier, Mr Akhtar had been elected Karachi mayor from jail — a first in our chequered political history. He has been in custody since July and faces a number of cases — all bailable according to him. These include involvement in the May 12, 2007 violence in Karachi. At the time of the ugly events, Waseem Akhtar held the portfolio of home adviser to the Sindh chief minister. These and other charges the mayor faces are serious and must be probed impartially. If he is found guilty, Mr Akhtar must face the penalty under the law and would obviously have to leave the mayor’s office. However, as the highest elected official of Karachi, it is unacceptable that Mr Akhtar runs the metropolis’s affairs from inside prison, especially if the charges are bailable. Besides, it appears a tad strange for the mayor to be locked up for his alleged role in the May 12 mayhem while retired Gen Musharraf — who ruled the country unchallenged at the time — enjoys his liberty. Until the charges against Waseem Akhtar are proved, he should be allowed his freedom.However, even if the Karachi mayor were to be released, it would be fair to ask if Mr Akhtar would have the necessary powers to administer the city. As the provincial government has kept many civic powers, such as solid waste management, we can safely say that the elected heads of municipal bodies in Sindh will not have full authority over their respective jurisdictions. This situation needs to be reversed as municipal bodies must have more than just ceremonial powers to carry out their tasks. Sindh Chief Minister Murad Ali Shah has brought vigour to the erstwhile moribund provincial government in many ways. He must realise that empowered and active local governments are essential for the prosperity and progress of Sindh, which is why he ought to make it a priority to transfer all civic duties to the elected municipal bodies. It will take a long time to address all the issues that have cropped up in the long absence of elected local bodies. But with responsive local leaders and a supportive provincial government, the rot can hopefully be reversed.Published in Dawn September 1st, 2016\n", "author": "Editorial", "title": "Jailed Karachi mayor"}}
{"1281167": {"date": "September 01, 2016", "article": "ACCORDING to the NTS schedule, pasted outside and inside the examination centre, all skill tests were scheduled to be conducted on Aug 28 in the afternoon after every 20 minutes for the post of stenographer (BPS-15) on behalf of all the above three DSCs of Karachi..There were 180 candidates against the advertised vacancies including Wapda. There were only three members of the staff who appeared to have no experience, though they were helpful and behaved politely.Owing to their mismanagement 20 minutes turned into three hours. The tests could not be conducted for all DSCs. I would like to ask all the DSCs, NTS and the Sindh High Court — all mentioned in the advertisement — that all candidates be given an equal opportunity and their DSCs skill test be conducted properly.M.A. SeesodiaKarachiPublished in Dawn September 1st, 2016\n", "author": "From the Newspaper", "title": "National Testing Service"}}
{"1281177": {"date": "Updated September 01, 2016", "article": "ISLAMABAD: Federal minister for Inter Provincial Coordination (IPC) Riaz Hussain Pirzada on Wednesday expressed his concerns over the state of sporting affairs in the country, particularly the shameful performance of the national cricket team. The Pakistan cricket team was humiliated by England in the third One-day International of their five-match series on Tuesday with the hosts romping to a series win after posting a world record total of 444-3 in Nottingham. Following that defeat, Pirzada called an emergency meeting in his office on Wednesday which was attended by the Pakistan Sports Board (PSB) Director General Akhtar Nawaz Ganjera among others. “Minister expressed serious concern and dissatisfaction over the prevailing state of affairs of sports in the country particularly the pathetic performance of Pakistan Cricket Team against England in third one-day, as retreat of Pakistan Contingent at the Rio Olympics,” a press release from his office said. It said that minister asserted that Pakistan never faced such a distressing situation. “Government cannot tolerate such a humiliating situation as a silent spectator,” the minister said and added that various steps will be taken up to hold lapses and shortcomings. He directed the officials at the helm of affairs of sports to arrange an immediate sports seminar of all the stakeholders with a view to take stock of the present situation and make recommendations for immediate remedial measures for consideration by the Prime Minister.Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Sports Reporter", "title": "Federal Minister Pirzada laments Pakistan’s sporting woes, slams cricket team"}}
{"1281187": {"date": "September 01, 2016", "article": "\n\n\n\t\t\t\t\tQUITO (Ecuador): Brazil players in action during a training session on Tuesday. Brazil face Ecuador in a 2018 FIFA World Cup qualifier on Thursday.—AFP\n\t\t\t\t\n\n\nMONTEVIDEO: Injury-hit Argentina resume their bid for a berth at the 2018 World Cup on Thursday as Brazil head into the latest round of South American qualifiers hoping to build on their Olympic gold medal triumph. In the five months since the last batch of games in South America’s marathon qualifying campaign, both Brazil and Argentina have undergone massive upheaval, with each side parting company with their coaches. Brazil kissed goodbye to 1994 World Cup-winning captain Dunga after a dismal campaign in the Copa America Centenario which saw the five-time world champions knocked out in the group stage. Argentina meanwhile split with Gerardo Martino following his team’s Copa America final defeat to Chile in June, a loss which prompted a tearful Lionel Messi to announce his retirement from international football. Messi was subsequently coaxed into a u-turn by new coach Edgardo Bauza, confirming in August that he would continue to be available. But the Barcelona superstar is uncertain for Thursday’s showdown with historical rivals Uruguay in Mendoza, with the 29-year-old struggling to overcome a groin injury. Messi has travelled to Argentina to join the squad and was seen taking part in light drills in training on Tuesday. However at least two other key players — Manchester City’s Sergio Aguero and Paris St Germain’s Javier Pastore — are both definitely out. Aguero suffered a calf injury in Sunday’s 3-1 win over West Ham while Pastore has a torn right calf muscle. Argentina, who face a trip to Venezuela next Tuesday after the Uruguay game, are currently third in the standings with 11 points after six of 18 games in the round-robin format. SUAREZ, GODIN BACK Uruguay, who will have star striker Luis Suarez and defensive linchpin Diego Godin back in the same starting XI for the first time since the qualifiers kicked off last October, lead the standings on goal difference from Ecuador with 13 points. While Bauza faces a difficult start to his reign against the in-form Uruguayans, Brazil have a potentially awkward trip to the thin air of Quito to face Ecuador. Although the Brazilians have an impressive overall record against Ecuador — winning 24 of 30 games since 1942 — the Selecao have never won a World Cup qualifier in Quito, which is situated a dizzying 2,850 meters (9,350 feet) above sea level. New Brazil coach Tite, appointed in June, has drawn heavily on Brazil’s victorious Olympic squad for Thursday’s game against Ecuador, which is followed by a challenging date with Colombia in Manaus next week. Barcelona superstar Neymar, Gabriel Jesus, Gabriel “Gabigol” Barbosa and four other members of the Olympic squad are in the 23 for two games. Former Corinthians boss Tite warned Brazil — who are outside the automatic qualification positions after winning just two of their first six games — they could not afford to assume they would turn their campaign around. Brazil has never failed to qualify for a World Cup. “We’re not in the qualification zone,” Tite said. “Of course there’s a risk, if we don’t accept to see the risk, we’re fleeing reality. “I’m here because we haven’t got the results. But there has been quality in the work that’s been done.” VIDAL CONFIDENT In other games on Thursday, Chile travel to Asuncion to face Paraguay, still buoyant after sealing back-to-back Copa America crowns with their victory over Argentina in June. Chile’s combative Bayern Munich midfielder Arturo Vidal said the squad would not be affected by the absence of captain and goalkeeper Claudio Bravo, who has just completed a move to Manchester City from Barcelona. “He is important but the success of this team has not been down to one player,” said Vidal. “We’ve proved we are one of the best teams in the world. We’re at a high level and hungry to keep winning things.” Chile, fourth in the standings with 10 points from six games, face Bolivia in Santiago next Tuesday. The Bolivians face Peru in La Paz on Thursday. In Thursday’s other game, Colombia host Venezuela in Barranquilla.Published in Dawn September 1st, 2016\n", "author": "AFP", "title": "Tale of new coaches as South American World Cup race resumes"}}
{"1281197": {"date": "Updated September 01, 2016", "article": "KARACHI: The stock market went into further correction on Wednesday as Pakistan Stock Exchange’s (PSX) benchmark 100-share index stayed down and eventually closed lower by 182 points, or 0.46 per cent, at 39,810.After a slow and sluggish start into the green, the KSE-100 index turned red and gradually slipped away to touch an intra-day low of 39,772.7 points.Investor sentiments were weak amid lack of triggers. Some market participants even felt that the market looked fairly valued at the 40,000-point mark. Volume of traded shares decreased to 350 million from 424m a day ago while trading value fell to Rs11.4 billion from Rs13.3bn.Murree Brewery (MUREB) hit the ‘upper circuit’ for the seventh session in a row on the back of the 1,500pc bonus issue declared by the company.Investor interest was seen in the automobile sector on the back of a depreciating yen. Pak Suzuki (PSMC) and Honda Atlas (HCAR) were top performers as they gained to close on their upper circuits.\n\n\n\nOvernight decline in crude oil prices to around $46 a barrel kept the oil and gas sector in check. The Oil and Gas Development Company (OGDC; -0.60pc), Pakistan State Oil (PSO; -0.91pc), Hascol Petroleum (HASCOL; -1.16pc), Mari Petroleum (MARI; -0.89pc), Byco Petroleum (BYCO; -2.40pc), Pakistan Petroleum (PPL; -0.09pc) and Pakistan Oilfields (POL; -0.32pc) remained in the red.Fertilisers, cements and power took a major hit today on the back of deteriorating sector outlook while banks followed suit amid dearth of positive triggers, said analysts at Intermarket Securities.Profit-taking was witnessed in Habib Bank (HBL, -1.58pc), which took away 44 points from the index. Hub Power Company (HUBC; -1.15pc), Lucky Cement (LUCK; -0.62pc), MCB Bank (MCB; -0.71pc) and Kot Addu Power Company (KAPCO; -1.49pc) dented the index by 55 points.Analyst Ahsan Mehanti commented that stocks closed bearish amid consolidation after major earnings announcements at the PSX. Speculations remained in second- and third-tier scrips on strong valuations. “Dismal payouts, falling global crude prices and rising circular debt concerns in the energy sector played a catalyst role in bearish close,” he said.Published in Dawn September 1st, 2016\n", "author": "Our Equities Correspondent", "title": "Weak investor sentiments drive stocks lower by 182 points"}}
{"1281207": {"date": "Updated September 01, 2016", "article": "KARACHI: The cotton market came under pressure on Wednesday in line with global trend where most of the leading markets witnessed fresh downslide owing to higher cotton production estimates for India and the United States.The last three days’ upward drive vanished as reports from world cotton markets of price crash reached the domestic cotton market. The cotton prices in ready trading fell by between Rs150 and Rs200 per maund (around 37 kilograms) and official spot rates were down Rs100 per maund.The reports coming from global markets suggested that India is going to harvest good cotton crop owing to better weather this season while the United States was expecting 24 per cent high production per acre.Moreover, as planned earlier, China is now going to release huge stocks of cotton from September to its domestic spinning industry, which also has had depressing impact on world cotton prices.Due to falling cotton prices spinners rushed to replenish their stocks at higher volume which generated brisk activity throughout the session. The spinners preferred to build up their stocks fearing long closure during Eidul Azha and shortage of transport due to movement of sacrificial animals throughout the country.Analysts believe cotton situation in Pakistan was still unclear because the recent spell of rains could be highly beneficial for the standing cotton crop or could even have adverse impact depending upon the age of the plant.The Karachi Cotton Association (KCA) lowered its spot rate by Rs100 to Rs6,550 per maund.Major deals on the ready counter were: 1,000 bales from Kotri (Rs6,600 to Rs6,700), 3,000 bales San­ghar (Rs6,625 to Rs6,700), 2,200 bales Shahdadpur (Rs6,650 to Rs6,700), 1,000 bales Mirpurkhas (Rs6,650 to Rs6,700), 1,400 bales Maqsoodo (Rs6,650 to Rs6,700), 1,400 bales Nawab­shah (Rs6,700), 800 bales Hyderabad (Rs6,700), 1,000 bales Moro (Rs6,700), 2,000 bales Tando Adam (Rs6,700 to Rs6,725), 200 bales Bhak­kar (Rs6,800), 200 bales Renala Khurd (Rs6,900), 400 bales Burewala (Rs6,925) and 400 bales Khanewal (Rs6,925).Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Cotton market under pressure"}}
{"1281217": {"date": "September 01, 2016", "article": "LIBREVILLE: Gabon’s president has narrowly won re-election, election officials said on Wednesday, keeping alive a family dynasty in this oil-rich Central African country that reaches back to the 1960s.President Ali Bongo Ondimba beat leading opposition candidate Jean Ping by just 1.57 percentage points, setting the stage for an almost certain opposition challenge. Both candidates had predicted a victory, and Ping’s supporters already have claimed fraud. Security forces have fanned out across the capital. Bongo’s win in 2009 sparked looting and clashes between protesters and security forces. He came to power that year after the death of his father, long-time ruler Omar Bongo.Wednesday’s election results came a day later than expected, prompting fears that the process had been tainted.Bongo won with 49.8 per cent of the vote, while Ping had 48.23pc. Gabon does not have a run-off election system. The constitutional court now must finalise the electoral commission’s provisional results.European Union observers have criticised a “lack of transparency” on the part of institutions organising the vote. The US Embassy, meanwhile, has said voters were not “well-served by the many systemic flaws and irregularities that we witnessed”, including the late opening of polling stations and “last-minute changes to voting procedures”. The spokesman for Bongo’s campaign, Alain-Claude Bilie-By-Nze, called the vote “free, democratic and transparent”. Gabon’s interior ministry has accused Ping, the son of a Chinese immigrant, of trying to destabilise the country by pre-empting official results.On Tuesday night, a government spokesman said there was evidence Ping had collaborated with an adviser to Ivory Coast President Alassane Ouattara in a plot to convince electoral commission members to resign. The adviser, Mamadi Diane, denied the allegations to Jeune Afrique magazine, but Ouattara’s office said Diane had been removed from his post.Published in Dawn September 1st, 2016\n", "author": "AP", "title": "Gabon’s president  wins re-election"}}
{"1281227": {"date": "September 01, 2016", "article": "KARACHI: What is utopia but the quest for perfection, an imagined piece of land where life is devoid of troubles! This is what essentially most artists long for through their creative works. It implies that the things that go awry in society hurt them, compelling them to express themselves. This seems to be the case with Safdar Ali, an exhibition of his latest artworks titled Utopia opened at the Canvas art gallery on Tuesday.\n\n\n\t\t\t\t\tTaqleed/ Photos by White Star\n\t\t\t\t\n\n\nThe show is a test for art lovers. Once you start viewing the exhibits, you will have two immediate reactions. One, you will marvel at the artist’s imaginativeness with which he has created the artworks; two, his content will inculcate a tinge of sadness in you. The sadness is to do with the society you live in and the shape it has assumed over the years. And in the name of what? This is the question that Ali has raised. Mind you, he has not provided any answers, and has rather only shown a picture of what’s happening around us.\n\n\n\t\t\t\t\tBeauty of Innocence / Photos by White Star\n\t\t\t\t\n\n\nThe scene is set with the first piece called ‘Message Failed’ (MDF and deco paint). The tilted minaret gives an equally tilted view. But things become clearer with exhibits like ‘Dawat-i-Ilzam’ (charcoal on paper). The artist is perturbed by the violence that has almost become synonymous with the contemporary world. The reason, he seems to think, is the conformity of the people to ideas that are dished out to them. They don’t question them the way they merit to be questioned. ‘Taqleed’ (mixed media) is one way of looking at the argument. It is an artwork that is self-axiomatic.The size of the piece ‘We Need You’ (mixed media) says it all. The need for revitalising society has never been felt with more intensity. The exhibition will continue till Sept 8.Published in Dawn September 1st, 2016\n", "author": "Peerzada Salman", "title": "Quest for utopia"}}
{"1281237": {"date": "Updated September 01, 2016", "article": "UPPER DIR: The local river has changed course that poses threat to the beautiful forest in Kumrat valley but authorities seem unconcerned about the issue. During a visit to the valley, it was observed that the Kumrat River was destroying the precious deodar trees in the forest as its water was eroding the soil. “The beauty of Kumrat valley is linked with these trees. The forest has covered the whole valley, making it a dreamland,” said residents of the area.\nLocal people, tourists ask authorities to protect the precious trees\n\nThey said that the river changed course after the last floods. They said that Kumrat valley attracted a large number of tourists after PTI chairman Imran Khan paid a visit to it in May last.The local residents said that thousands of tourists from across the country visited Kumrat valley during the last Eidul Fitr. The deodar of Kumrat is famous for its quality. The exports said that average age of deodar trees in the forest was more than 200 years. “The river will destroy the forest if it is not diverted. The water will erode the land and the precious forest will be destroyed,” they feared. The officials of forest department and district administration as well as politicians often visit Kumrat valley in summer to enjoy natural beauty of the area. However, seem unaware of the threat posed to the forest by the river. Mohammad Kamran, a tourist, said that he was disappointed to see the precious trees being destroyed due to change in course of the river. He said that it was the responsibility of forest department to make proper arrangements to protect the precious forest.Asim Kamal, another tourist, said that the forest was a source of beauty in Kumrat valley. Kumrat would lose its charm for tourists if the forest was destroyed, he added.He said forest department and local administration should build retaining walls along the river and make other arrangements to stop the water from entering the forest.Ikramud Din, a local resident of Byar, said that deodar trees were also cut ruthlessly in Kumrat to use its wood as fuel. He said that government and forest department should take stern action against the people involved in cutting of trees. “If proper attention is not paid to the issue, the forest of precious deodar trees in Kumrat will become a thing of past,” said residents of the area. They said that the picturesque Kumrat valley would lose its natural beauty if the forest was destroyed. “It will be shocking both for government and people of Upper Dir,” they added.Published in Dawn, September 1st, 2016\n", "author": "Syed Zahid Jan", "title": "Change in course of river poses threat to deodar forest"}}
{"1281247": {"date": "September 01, 2016", "article": "ISLAMABAD: “Disability is not a negative thing and we should celebrate our disabilities because that is the only way we can live a normal life,” said Abia Akram, who was attending the final conference of the one-year ‘Women Can Do Project’ on Wednesday.The project was funded by the US embassy and conducted by the Shaoor Foundation, and over 3,000 women in public universities and madressahs have been given entrepreneurship training under the initiative.Ms Akram is the CEO of the National Forum of Women with Disabilities which works with disabled women.“Women are already a vulnerable part of society and their problems increase by many times if they are disabled as well. Around 10 to 15pc of the population is disabled, with half of these being women. “It is therefore necessary for disabled women to get entrepreneurship training so they are able to meet their expenses and have a place in society,” Ms Akram said.She urged the government to provide better facilities to women and children and that this is also part of the Sustainable Development Goals (SDGs).Women Can Do Project Manager Dureshehwar Mehmood said while working on the project, she had met many women who dreamt of establishing their own businesses and that many of them did not know how to.“We are training women who are studying in universities and madressahs and we also work with officials to ensure that the future generation of women have better resources and fewer challenges when starting their own businesses,” she said.American Ambassador David Hale, who visited the event for a few minutes, encouraged the public and private sector to continue with their efforts for supporting women entrepreneurs.“We believe in gender equality and that is why the US government invests in the empowerment of women. So many women have started their business and are providing services like taxis,” he said.Mr Hale said a global summit on gender issues was held in June this year in which the delegation from Pakistan was the second largest.Women have become more independent after the Second World War and they have started running businesses of their own, he said.Also speaking at the event was a representative of the Pakistan Institute of Entrepreneurship, Tahir Chaudhry who shared his experiences of training women from the Gujrat University in business.“The university had 25,000 students of which 73pc were women. The first three positions in the training classes were secured by women,” he said and urged women to start their own businesses.When the First Women’s Bank was started there were speculations about whether the bank will be able to run like any other, said the bank’s representative, Tahira Raza.“The bank was also facing financial issues. But we made it a success and now it is the only bank which was started to serve women and we made sure women have access to all products and services,” she said.Published in Dawn, September 1st, 2016\n", "author": "A Reporter", "title": "‘Many women want to start businesses but lack the know-how’"}}
{"1281257": {"date": "September 01, 2016", "article": "MINGORA: The district administration here on Wednesday sealed at least 13 food outlets for making substandard edible items.Receiving complaints from local people and doctors about the substandard snacks and other food items, the officials of district administration raided the food factories, situated in residential areas and being run without licence.The raiding team, led by Assistant Commissioner Abdul Nasir and District Food Controller Abubakar, was consisted of additional assistant commissioner and local police.“We received complaints about increasing number of diseases among children owing to consumption of substandard snacks and other food items. We raided the factories and found hazardous food items there,” said Mr Nasir.He said that action the factory owners would be taken under Food Act. Speaking on the occasion, the food controller said that raids on the factories, which prepared substandard food items or being run without licence, would continue.Hamayun, owner of a food factory in Malookabad area, said that he was running his factory in a rented building where he could not fulfil the requirements of government. Irshad Ali, a resident of Panr area, said that his niece got a stomach problem after eating substandard snacks. “The doctor, after conducting an endoscopy, found that she had severe digestive tract. The doctor stopped her from eating snacks,” he said. According to sources, about 300 children suffer from stomach and throat problems on daily basis owing to eating substandard snacks. “About 80 per cent of the children patients suffer from stomach and gastrointestinal disorder diseases, caused by substandard snacks,” said Zahoor Ali, a doctor in Saidu Sharif.According to locals, Mingora is a hub of illegal snacks factories where substandard food items are prepared. They accused the district food controller of allowing the illegal factories to operate. “These factories have been functional for many years in the residential areas but the food controller did not bother to take action against them,” said Iftikhar Khan, a resident of Malookabad.Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Over dozen food outlets sealed in Mingora"}}
{"1281267": {"date": "Updated September 01, 2016", "article": "PESHAWAR: PTI chairman Imran Khan on Wednesday urged his party’s government in Khyber Pakhtunkhwa to focus on the provision of social and economic justice to the people in the province and stay away from indulging in gimmickry and self-projection.He was addressing the Sehat Insaf Card launching ceremony here.The PTI chief said the KP government had undertaken reforms in health sector to improve the affairs of government hospitals and improve patient care.\nImran urges govt to avoid gimmickry, self-projection\n\nHe said the current programme was aimed at covering 50 per cent population in the whole province through provision of free treatment.Imran Khan appreciated the provincial government for paying for the treatment of the poor people and asked it to speed up efforts to improve health and educational facilities in the province.“If we invest in people, educate them and provide them with health facilities, they will build motorways and roads in future,” he said.The PTI chairman said it was the first programme of its kind, which would cover all dangerous diseases and under which the people would get a card from the government to get free treatment.He said the efforts to improve patient care at government hospitals had suffered delay but he was hopeful that the people would soon feel betterment in service delivery at main hospitals.Earlier, Chief Minister Pervez Khattak said the government was providing free facilities to the people at its hospitals and that the Health Insurance Scheme had been extended from four selected districts to the whole province.He said half of the population would be covered under the programme.On the occasion, the CM gave away health insurance cards to deserving families to formally launch the programme.Initially, the programme was launched in designated districts, including Kohat, Mardan, Malakand and Chitral, with the financial assistance of German bank, KFW. However, it reflected in the provincial annual development programme has been extended to the entire province.A statement issued here said the two years programme would cost Rs5362.2 million and would be run as regular scheme through proper legislation.Under it, health insurance cards will be issued to 1.8 million households through which eight individuals will stand entitled to free medical treatment up to Rs540,000.The statement said the move would benefit around 150 million people in the province.“Free medical treatment facilities can be availed from designated private and public sector hospitals. The programme, besides ensuring free medical treatment to the deserving population will also help reduce poverty rate in the province. \nPremium for health insurance card is around Rs1,700 for household, which will be paid by the provincial government.”The statement said the services covered in the scheme would be the hospital services normally provided at the secondary and tertiary level such as medicines, general surgery, gynaecology and obstetrics, ophthalmology and ENT etc.It added that the pre- and post-hospitalisation care up to one day prior to hospitalisation and up to five days from the date of discharge from the hospital would be part of the initiative.“In case of death of people in hospital, Rs10, 000 will be paid as funeral charges, while Rs1000 will be paid in case of pregnancy or delivery as traveling allowance under the health insurance scheme,” it said.The statement said the provincial government was planning to provide health insurance facility to all government servants of the province.Published in Dawn, September 1st, 2016\n", "author": "Bureau Report", "title": "Sehat Insaf Card launched"}}
{"1281277": {"date": "September 01, 2016", "article": "TOBA TEK SINGH: Bricks kiln workers continued their hunger strike on Wednesday at their protest camp set up at Shahbaz Chowk demanding payment of minimum wages of Rs1,036 per 1,000 bricks as fixed by the Punjab government. District Bhatta Mazdoor Union (BMU) General Secretary Muhammad Shabbir told reporters that only he was observing the hunger strike unto death while others were sitting with him as a mark of solidarity. He claimed that he had not eaten for the last 50 hours and was feeling much weakness. “In case I perish during the hunger strike, the district labour officer and the district administration will be responsible for it as both have done nothing to get the notification of minimum wages implemented even on the third day,” he said. BMU district president Baba Nazir Masih warned the DLO that kiln workers would go on strike for an indefinite period from Saturday and take to streets all over the district if he did not change his attitude. He said office bearers of the textile workers union, garments units workers union and powerloom workers union also announced supporting their demands. DLO Saeed Dhillon claimed he had called office bearers of the kiln owners association and asked them to hold talks with protesters, but they said most of the people sitting at the hunger strike camp were not kiln workers. He said he visited different kilns on Wednesday where workers informed him that they were satisfied with their owners regarding payment of wages. SUMMONED: Gojra Additional District and Sessions Judge Arif Khan Niazi summoned on Wednesday the Gojra City station house officer to appear in court on Sept 5 in a petition filed by Amjad Nazir of Chak 298-JB. The complainant stated he had submitted an application to the police station for the registration of a case against MQM chief Altaf Husain for his narration against Pakistan, but police did not entertain his plea. Published in Dawn, September 1st, 2016\n", "author": "A Correspondent", "title": "Kiln workers continue hunger strike"}}
{"1281287": {"date": "September 01, 2016", "article": "LAHORE: A steering committee made by the chief minister has approved the establishment of an independent authority to run the Shehr-i-Khamoshan, a graveyard project, in the province. The committee, which met under Khwaja Hassaan, also directed the Chief Minister’s Special Monitoring Unit (law and order) to further deliberate upon the subject and come up with detailed contours and function of the authority, officials said on Wednesday. The project aims at overcoming the problems of existing overcrowded graveyards and building new ones with necessary infrastructure facilities like hearse service, mortuary and a toll free helpline to provide burial related services on one phone call. They are already under-construction in Lahore, Multan, Faisalabad and Sargodha.Graveyard is a subject of the Local Government Department. The new authority is being created under a new law without withdrawing local government’s related powers. This authority will complement the Local Government Department and establish graveyards on its request. It will also create graveyards wherever the space is available as the law does not restrict anyone from establishing a graveyard in the province, an official say. The authority will have a one-line budget. It will have enforcement, architectural-engineering and administration-finance wings. A separate enforcement division will have a force that will be deployed at every Shehr-i- Khamoshan to secure its property in case of encroachments. It will also ensure a trouble-free functioning at all levels. Furthermore, the district implementation arm will oversee the functioning and ensure smooth operations. Any serious legal or administrative or political issues arising at the district level will be handled in collaboration with the district government. The local government representative concerned will be a part of the district level infrastructure of the authority. Philanthropists, companies, and individuals as well as the elected representatives of the local governments willing to take charge of a particular graveyard’s maintenance will be allowed to do so if they adhere to the standard operating procedure (SOP) of the authority. If these third-parties breach the SOP, the authority may take over.Shehr-i-Khamoshan will develop model graveyards according to the needs of the respective city as well as places identified by local governments, officials say. The committee asked the SMU to spearhead the formulation of the authority. A concept note would be moved for cabinet’s approval after which the law will be drafted, officials said. Local Government and Auqaf departments secretaries, the law director and the SMU senior member attended the meeting. Published in Dawn, September 1st, 2016\n", "author": "Intikhab Hanif", "title": "Body approves authority to run graveyard project"}}
{"1281297": {"date": "Updated September 01, 2016", "article": "LAHORE: In order to boost police morale, Chief Minister Shahbaz Sharif has approved a summary for upgrading low-ranking staff that will benefit  approximately 180,000 personnel in the province. The beneficiaries will be constables, exemptee head-constables, head-constables and assistant sub-inspectors (ASIs) who will get substantial  financial benefits and privileges. The summary was sent to the chief minister on Aug 18 by a committee headed by Additional Chief Secretary Shamail Ahmad Khwaja for a final decision. \nMove to boost morale of the force to fight crime\n\nAn official privy to the development told Dawn the CM had accorded approval to the summary, allowing upgrade of 126,809 constables from basic pay scale (BPS) 5 to BPS-7; some 12,681 exemptee head constables from BPS-7 to BPS-9; 18,860 head constables from BPS-7 to BPS-9 and 13,004 ASIs from BPS-9 to BPS-11. The official said Punjab, the biggest province of the country in terms of population, had the largest police force that comprised 179,921 personnel working in nine regions. He said the annual crime profile of Punjab had reached 383,379 -- the largest compared to other provinces. The rising population, worsening economic conditions, unemployment, economic disparities, terrorism and deteriorating social fabric had left adverse impact on the crime situation. Keeping in view the high number of reported crimes, a sense had prevailed among police authorities that the force needed a `mega’ relief to boost its morale, the official said. He further said the chief minister also approved changes to nomenclature for C-II constables, adding the summary recommended that in order to make things clear, the nomenclature of exemptee head constables should now be C-II constables. The committee has also proposed that promotion prospects should be increased for a major chunk of the constable force. It has recommended that the officers (constables) who performed exceptionally in core policy functions be put on a list maintained after following the laid-down procedure. “Later, they will be promoted to exemptee head constable as per the given procedure and such officers shall get salary advantage of BPS-9 after promotion,” the official said. He said a notification was likely to be issued by Punjab Inspector General Mushtaq Ahmad Sukhera in a couple of days. Published in Dawn, September 1st, 2016\n", "author": "Asif Chaudhry", "title": "Shahbaz approves upgrade of low-rank policemen"}}
{"1281307": {"date": "Updated September 01, 2016", "article": "ISLAMABAD: A day after the interior ministry sent a reference against the Muttahida Qaumi Movement (MQM)’s beleaguered founder Altaf Hussain to the United Kingdom authorities seeking action against him for inciting violence in Pakistan, British High Commissioner in Pakistan Thomas Drew called on the interior minister on Wednesday. Informed sources told Dawn that the provocative speech of Altaf Hussain inciting workers of his party to attack some media houses came under discussion during the meeting. Interior Minister Chaudhry Nisar Ali Khan stressed the need for finding out a legal solution to the problem keeping in view the Pakistan-UK relations. \nAltaf Hussain’s speech of inciting party workers to attack media houses was discussed\n\nThe British diplomat assured the minister that the matter would be resolved in accordance with the legal demands. \nHe said the British police were investigating the matter and added that the reference sent by Islamabad along with evidence would be handed over to the police to facilitate them in the investigation. The reference says that Altaf Hussain has violated British and international laws and, therefore, action should be initiated against him under the British law. It seeks action against those inciting violence and spreading unrest in Pakistan. Matters pertaining to bilateral relations and cooperation between the two countries in different areas were also discussed. Meanwhile, the British high commissioner also called on Leader of Opposition in the National Assembly Syed Khurshid Shah. The issue of Altaf Hussain using British soil to incite violence in Pakistan figured in the meeting too. Sources close to Mr Shah said Mr Drew confirmed that the reference against Altaf Hussain had been received by the UK authorities. The opposition leader expressed the hope that the UK under the leadership of Prime Minister Theresa May would continue to play an important role across the globe. He said Pakistan attached great importance to its relations with the UK. He urged the world community to take notice of crimes against humanity being committed by Indian occupation troops in held Kashmir. He asked the UK to play a role for implementation of the United Nations Security Council’s resolutions on Kashmir. Published in Dawn, September 1st, 2016\n", "author": "Iftikhar A. Khan", "title": "British diplomat meets Nisar, opposition leader"}}
{"1281317": {"date": "September 01, 2016", "article": "QUETTA: Seven poachers, including two Levies officials, were arrested by officials of the forest and wildlife department for their involvement in illegally hunting markhor, an endangered species of wild goats, in the Suleiman mountain range.According to official sources, a team from the forest and wildlife department, along with members of the community, on Wednesday raided an area where the poachers were present. Markhor — the national animal of Pakistan — is an endangered animal and the government has imposed a ban on its hunting as it could lead to their extinction. The wild goats are found in the Takatu mountains and its surrounding areas which have been reserved as the breeding ground for them by the forest and wildlife department. “We have arrested seven poachers and seized hunted  markhor,” said a senior official of the forest department, adding that a case was filed under the wildlife law against the poachers. According to the official, two Levies officials were also involved in the illegal hunting of the Suleman markhor. They were identified as Abdul Nafay and Rafiullah.The other five men were identified as Saifur Reh­man, Mohammad Ismail, Riaz Khan, Nimatullah and Mohammad Zahid. Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Staff Correspondent", "title": "Seven held for hunting endangered markhor"}}
{"1281327": {"date": "September 03, 2016", "article": "Crocodile coughs up plastic bottles!An Australian zoo shared a video of a large saltwater crocodile coughing up plastic bottles that were apparently thrown into his enclosure by visitors.The Rockhampton Zoo in Queensland posted a video to Facebook showing a zookeeper guiding the crocodile, named The Colonel, out of the water in his enclosure. The croc is seen coughing and expelling two plastic bottles from his mouth. The zoo’s post read: “Plastic bottles are a hazard: yesterday our zoo staff witnessed The Colonel, our large salt water crocodile, in some distress. He was coughing and clearly trying to dislodge something from his throat. After some time, he regurgitated two plastic drink bottles. It was distressing to see the Colonel going through this as a result of a small minority who don’t do the right thing. These plastic bottles have the potential to kill a croc as they can cause internal lacerations, ulcers, infection or impaction. The vast majority of zoo visitors are very respectful of our animals…” It’s a reminder to all of us to care for the environment and the animals. \n\n\n\n\nRare Superman comic fetches $1mA rare copy of Action Comics #1, which marked the first appearance of Superman, was sold at an auction recently for close to $1 million. Heritage Auctions in Dallas sold the edition for $956,000 — which far surpassed the original estimate of $750,000.The comic, which debuted in June 1938, originally sold for $.10 a copy. There are about 100 copies of the issue believed to still be in existence.“As the bidding went higher and higher, we were grateful bidders recognised this copy as the gem it truly is,” said Lon Allen, Managing Director of Comics & Comic Art at Heritage Auctions. “Few copies of this comic survive, let alone come to auction with such a bright cover. It displays beautifully.”The issue came from a private collection and was purchased from a dealer in 1998 for $26,000. The Certified Guaranty Company graded the copy 5.5 out of 10. \n\n\n\n\n110-year-old, 15-pound lobster rescued Joe Melluso of the Tin Fish restaurant had planned to cook the massive crustacean, but was willing to let it go after John Merritt from iRescue and another group of passionate animal lovers stepped forward.“When there was a group that wanted to save him, I was disappointed in myself for not having that feeling myself,” Melluso told. “You can pull in hundreds of thousands of pounds [of lobster] and never see a lobster this size,” he said.Merritt gathered funds from several Florida businesses to have the lobster shipped from the restaurant to t