{"1281005": {"date": "Updated August 31, 2016", "article": "DHAKA: A wealthy tycoon who was a chief financier for Bangladesh’s largest Islamist party could be executed in days after losing his final appeal on Tuesday against a death sentence from a controversial war crimes tribunal.The Supreme Court rejected Mir Quasem Ali’s last attempt to overturn the death penalty handed down two years ago by the domestic tribunal for murders committed during Bangladesh’s 1971 independence conflict. “Now he has a chance to seek presidential clemency. Or else the verdict could be executed anytime whenever the state wants,” Attorney General Mahbubey Alam told reporters.Five opposition leaders including four leading Islamists have already been executed for war crimes since 2013. They were all hanged just days after their appeals were rejected by the Supreme Court.Their families said they had refused to seek a presidential pardon as they did not want to legitimise the whole trials process.Ali, who became a shipping and real estate tycoon, was convicted in November 2014 of a series of crimes during Bangladesh’s war of independence from Pakistan, including the abduction and murder of a young independence fighter.Tuesday’s decision is considered a major blow for the Jamaat-i-Islami party, which the 63-year-old Ali had helped revive by setting up charities, businesses and trusts linked to it after it was allowed to operate in the late 1970s.His son Mir Ahmed Bin Quasem, who was part of his legal defence team, was allegedly abducted by security forces earlier in August, which critics say was an attempt to sow fear and prevent protests against the imminent execution.Security was tight in Dhaka on Tuesday, even though the party has in recent months eschewed violent protests in reaction to war crimes verdicts and there was no immediate sign of unrest.The war crimes tribunal set up by the government has divided the country, with supporters of Jamaat and the main opposition Bangladesh Nationalist Party (BNP) branding them a sham aimed at eliminating their leaders.The executions and convictions of Jamaat officials plunged Bangladesh into one of its worst crises in 2013 when tens of thousands of Islamist activists clashed with police in protests that left some 500 people dead.The Islamist party, which is banned from contesting elections, called a nationwide strike on Wednesday, calling the charges against Ali “false” and “baseless” and accusing the government of exacting “political vengeance”.TV station shutBefore he was arrested in 2012 on 14 war crimes charges, Ali headed the Diganta Media Corporation, which owns a pro-Jamaat daily and a television station that was shut down in 2013 for stoking religious tensions.Defence lawyers have said the charges against him were baseless. “Mir Quasem Ali wasn’t directly involved in war crimes. False witnesses were provided to frame charges against him. The future generation and law experts will scrutinise the verdict whether it was justified,” said Khandker Mahbub Hossain.The court ruling comes a day after a visit to Dhaka by US Secretary of State John Kerry who said the best way to combat extremism was “to live up to the core values of democracy”.Rights groups have criticised the war crimes trials, saying they fall short of international standards and lack any foreign oversight.A group of United Nations human rights experts last week urged Bangladesh to annul Ali’s death sentence and to retry him in compliance with international standards. “International law, accepted as binding by Bangladesh, provides that capital punishment may only be imposed following trials that comply with the most stringent requirements of fair trial and due process, or could otherwise be considered an arbitrary execution,” they cautioned.Prime Minister Sheikh Hasina’s government has defended the trials, saying they are needed to heal the wounds of the conflict, which it says left three million people dead.Published in Dawn, Au{"1281005": {"date": "Updated August 31, 2016", "article": "DHAKA: A wealthy tycoon who was a chief financier for Bangladesh’s largest Islamist party could be executed in days after losing his final appeal on Tuesday against a death sentence from a controversial war crimes tribunal.The Supreme Court rejected Mir Quasem Ali’s last attempt to overturn the death penalty handed down two years ago by the domestic tribunal for murders committed during Bangladesh’s 1971 independence conflict. “Now he has a chance to seek presidential clemency. Or else the verdict could be executed anytime whenever the state wants,” Attorney General Mahbubey Alam told reporters.Five opposition leaders including four leading Islamists have already been executed for war crimes since 2013. They were all hanged just days after their appeals were rejected by the Supreme Court.Their families said they had refused to seek a presidential pardon as they did not want to legitimise the whole trials process.Ali, who became a shipping and real estate tycoon, was convicted in November 2014 of a series of crimes during Bangladesh’s war of independence from Pakistan, including the abduction and murder of a young independence fighter.Tuesday’s decision is considered a major blow for the Jamaat-i-Islami party, which the 63-year-old Ali had helped revive by setting up charities, businesses and trusts linked to it after it was allowed to operate in the late 1970s.His son Mir Ahmed Bin Quasem, who was part of his legal defence team, was allegedly abducted by security forces earlier in August, which critics say was an attempt to sow fear and prevent protests against the imminent execution.Security was tight in Dhaka on Tuesday, even though the party has in recent months eschewed violent protests in reaction to war crimes verdicts and there was no immediate sign of unrest.The war crimes tribunal set up by the government has divided the country, with supporters of Jamaat and the main opposition Bangladesh Nationalist Party (BNP) branding them a sham aimed at eliminating their leaders.The executions and convictions of Jamaat officials plunged Bangladesh into one of its worst crises in 2013 when tens of thousands of Islamist activists clashed with police in protests that left some 500 people dead.The Islamist party, which is banned from contesting elections, called a nationwide strike on Wednesday, calling the charges against Ali “false” and “baseless” and accusing the government of exacting “political vengeance”.TV station shutBefore he was arrested in 2012 on 14 war crimes charges, Ali headed the Diganta Media Corporation, which owns a pro-Jamaat daily and a television station that was shut down in 2013 for stoking religious tensions.Defence lawyers have said the charges against him were baseless. “Mir Quasem Ali wasn’t directly involved in war crimes. False witnesses were provided to frame charges against him. The future generation and law experts will scrutinise the verdict whether it was justified,” said Khandker Mahbub Hossain.The court ruling comes a day after a visit to Dhaka by US Secretary of State John Kerry who said the best way to combat extremism was “to live up to the core values of democracy”.Rights groups have criticised the war crimes trials, saying they fall short of international standards and lack any foreign oversight.A group of United Nations human rights experts last week urged Bangladesh to annul Ali’s death sentence and to retry him in compliance with international standards. “International law, accepted as binding by Bangladesh, provides that capital punishment may only be imposed following trials that comply with the most stringent requirements of fair trial and due process, or could otherwise be considered an arbitrary execution,” they cautioned.Prime Minister Sheikh Hasina’s government has defended the trials, saying they are needed to heal the wounds of the conflict, which it says left three million people dead.Published in Dawn, August 31st, 2016\n", "author": "AFP", "title": "Bangladesh upholds Islamist tycoon’s death sentence"}}
{"1281035": {"date": "August 31, 2016", "article": "KARACHI: In the first-ever tech-talk by Google in Pakistan, a team of two experts from Singapore on Tuesday gave training to students, bloggers, writers, publishers, web designers and app developers at the Institute of Business Administration to enable them to use Google products to earn money.The informative session, ‘Google for Publishers’, was conducted by Waqas Burney, Manager (Web), and Ahmed Nawaz, Manager (Apps), who have been working for the South Asia region, Google Singapore for over a year, at the G&T auditorium of IBA main campus, says a press release. Mr Burney informed the audience that the World of Google publishing has users, advertisers and publishers and AdSense facilitates publishers earn money in a seamless manner. Anything between 100 and 50,000 dollars could be generated monthly, he added. An introduction to the two monetization products — Google AdSense and Google AdMob — followed. The audience was informed that AdSense had more than two million members and AdWords had one million plus members. Through AdSense you can make money, if you’re a YouTube blogger, publisher etc. and only 20 per cent publishers are brought on board by Google as they are stringent about selecting the best, according to the experts. Basically AdSense connects advertisers to users so that users can make money. Leading media organizations like Dawn and Jang are working with Google in this domain. Placing of advertisements on various web content is how bloggers and publishers earn good money. The more traffic on your site, the more revenue you earn. One must first concentrate on generating traffic on their website and then think about monetizing it. Useful tips on making the most of AdSense were shared by Mr Burney. Some heart-warming case studies in form of videos were also shared with the audience to show the impact AdSense had on the lives of ordinary people by empowering them financially. Introducing Google tool, AdMob, Mr Ahmed highlighted what made a great app and what did users require in an app. The more user friendly and functional the app, the more popular it would be. The activity proved to be successful as 1,100 plus registrations were received for the session. Dr Shakeel Khoja of the Faculty of Computer Science, said the tech-talk was a promising initiative of its kind and he hoped that Google would hold such informative sessions for the Pakistani youth in the future as well. He thanked the Google team profusely with mementos from IBA Karachi.Published in Dawn, August 31st, 2016\n", "author": "From the Newspaper", "title": "Google team trains IBA students on monetizing products"}}
{"1281115": {"date": "August 31, 2016", "article": "QUETTA: The Federal Investigation Agency (FIA) on Tuesday arrested a tribal elder, Malik Mehboob Khan Nurzai, on charges of attesting deceased Taliban chief Mullah Akhtar Mansour’s national identity card and local certificate in the border town of Chaman. Mullah Akhtar Mansur — who was killed in a US drone attack in Chagai district a few months ago while travelling in a car from Iran to Quetta — was allegedly carrying a passport which identified him as Wali Muhammad. The driver of the vehicle was also killed in the attack, which destroyed the car and left Mullah Mansour’s body charred beyond recognition.However, officials claimed that his passport and identity card were found at the site of the drone attack. It emerged later that the man travelling in the car was Mullah Akhtar Mansour, the chief of the Afghan Taliban. Official sources said that a team from the FIA went to Chaman on a tip-off about Mr Nurzai’s presence in the area. \nThe FIA team raided a place on the outskirts of Chaman town and arrested Mr Nurzai, who is an elder of the Nurzai tribe.“We have arrested Malik Mehboob Khan Nurzai who was involved in attesting the documents of Mullah Akhtar Mansour, the chief of Tehreek-i-Taliban Afghanistan and helping him get a Pakistani national identity card and local certificate,” said a senior FIA official, adding that the suspect had been taken to Quetta after the arrest. Several officials are also facing an inquiry regarding the issuing of a Pakistani identity card, certificate and passport to the deceased Taliban chief. The ID card was issued to the Taliban chief in 2004 in Quetta and he received his passport in a passport office in Karachi in 2005. The FIA has also arrested some officials of the Qila Abdullah district administration and is investigating them further. Published in Dawn, August 31st, 2016\n", "author": "Saleem Shahid", "title": "Tribal elder arrested for helping Mansour"}}
{"1281155": {"date": "Updated August 31, 2016", "article": "Punjab Government on Wednesday issued a legal notice to actor Hamza Ali Abbasi for spreading \"false rumours\" about the recent wave of child abductions across the province. Abbasi, in his Facebook post, revealed that he has been served a legal notice by the provincial government. \n\n\n\t\t\t\t\tHamza Ali Abbasi's Facebook status — screengrab\n\t\t\t\t\n\n\nThe notice, a copy of which is available with Dawn.com, was served by the provincial government's public prosecution department. The notice states that the number of missing children quoted by Hamza is incorrect and is \"less than one third that you (Hamza) reported\".The notification further claimed Hamza's post \"was exaggerated and it created a sense of insecurity in the general public\". \"The notice must be served to the news outlets as well. I, as a Pakistani, say that these politicians are as insensitive like animals,\" said Hamza in Geo News' Capital Talk.Pakistan Tehreek-i-Insaf's (PTI) senior leader Shafqat Mehmood alleged that \"Abbasi is subject to such a treatment because he is a PTI supporter. The government cannot arrest or serve legal notices to anyone for their Tweets or Whatsapp messages.\"This incident underscores Nawaz government's misuse of authority.\"In the month of Ramazan earlier this year, Pakistan Electronic Media Regulatory Authority (Pemra) barred Abbasi from hosting his Ramazan shows on Aaj TV respectively after complainants received said the show had aired provocative content.\n", "author": "Dawn.com | Imran Gabol", "title": "Hamza Ali Abbasi served legal notice by Punjab government for spreading 'false rumours'"}}
{"1281245": {"date": "September 01, 2016", "article": "ISLAMABAD: Noting the lack of cooperation on the part of the capital’s civic authority and the relevant federal and provincial government departments toward settling the matter of katchi abadis once and for all, the Supreme Court warned senior officials their salaries would be attached (withheld) if their lethargic attitude persisted. The warning was issued by a two-judge SC bench headed by Justice Dost Mohammad Khan, after Law and Justice Commission Secretary Sarwar Khan – who has been appointed a focal person of an expert group constituted by the court – said none of the secretaries he twice invited to meetings turned up. The court had taken up a petition moved by Aasim Sajjad Akhtar, through his counsel Abid Hassan Minto, seeking a declaration that the state is bound by the Constitution to provide evicted katchi abadi residents shelter and other amenities. \nSenior officials’ salaries to be attached if lethargy towards katchi abadi order persists\n\nThe petitioners also expressed concern over the manner in which residents of the I-11 katchi abadi were evicted by the Capital Development Authority (CDA), in an operation conducted on July 30 last year. In an order issued on April 20, the SC tasked the CDA and the federal and provincial governments with developing uniform legislation to devise inexpensive, low-cost housing for the destitute and shelterless. Subsequently, Sarwar Khan was appointed coordinator for facilitating and providing secretarial facilities to the working group, and governments were directed to ensure regular budgetary allocation for the smooth functioning of the group. The court ordered the law officers of all the provinces, and the respective finance directors, to attach the salaries of the officers assigned the task of developing the aforementioned uniform policy, in case any default was committed on their part. The court added that, in addition to their salaries being attached, the officers would also be proceeded against for contempt of court due to their lethargic attitude toward deciding a matter that has been pending for the last year. The court regretted that the CDA and the relevant federal and provincial departments were not interested in deciding the matter once and for all, through a proper policy. The court said this was unacceptable, and it would proceed against such a delinquent attitude of the relevant officers. However, it decided to issue a final warning, and directed the coordinator to convene yet another meeting of the relevant provincial secretaries and senior-most CDA officials – such as the member planning and housing and survey. It would be the responsibility of the coordinator to intimate, even in chambers, if any government official failed to take interest in the meeting of the expert group, the court said. The court ordered that in the next meeting, the expert group will finalise the fundamental features of the policy to provide low-cost housing facilities through legislation, to those who cannot afford modest housing. This should be done keeping in view areas’ environment and soil condition. The policy should also guard the interest of the state by protecting it from land grabbers, the order said. The court has allowed two months for the formulation of this policy. If nothing is developed, the respective chief secretaries and CDA chairman will personally appear before the court on the next hearing date to explain the attitude towards court orders. The court also directed the CDA and government departments to conduct a comprehensive survey of katchi abadis with the assistance of Survey of Pakistan, Google Maps and other sources, and for which surveyors can also sign a memorandum of understanding with the National Database and Registration Authority (Nadra) to permanently register the family trees of those living in katchi abadis. This would also help authorities prevent undue dual benefits to the same family. The court also asked the federal and provincial governments to explain why budgetary allocations were not made for the expert group in their respective budgets. The court order will be sent to the principal secretary to the prime minister, the provincial chief secretaries, principal secretaries to all chief ministers, the CDA chairman, the Islamabad mayor, and the secretaries of Cabinet Division, Establishment Division and climate change. Meanwhile, the Aug 26, 2015 stay order restraining the capital administration from demolishing any house in existing katchi abadis will remain in place, the SC said. In case of fresh encroachments, the CDA will submit a report to the court seeking permission to proceed against them.Published in Dawn, September 1st, 2016\n", "author": "Nasir Iqbal", "title": "SC gives CDA two months to formulate low-cost housing policy"}}
{"1281315": {"date": "Updated September 01, 2016", "article": "LAHORE: The Pakistan Tehreek-i-Insaf (PTI) lost to the Pakistan Muslim League-Nawaz (PML-N) in by-elections in the National Assembly constituency NA-63 (Jhelum-II) and the Punjab Assembly’s PPP-232 (Vehari-I) on Wednesday, but after giving a run to the ruling party for its money. In Jhelum, PTI candidate Fawad Chaudhry was outnumbered by PML-N’s Matloob Mehdi with a margin of about 5,000 votes in the unofficial results of 309 of the 314 polling stations. The margin of win in the Vehari by-polls was narrow — 1,056 votes. Polling started at 8pm and continued till 5pm in a largely peaceful way. Besides police, contingents of army and \nRangers were deployed in the two constituencies to prevent any untoward incident. However, independent candidate Mirza Mehboob Rabbani was allegedly tortured by PML-N activists over a trivial issue in Vehari, while Jhelum witnessed a post-polling clash resulting in bullet injuries to two activists of the PTI. Voter turnout remained quite low in Jhelum where at one polling station (Langar) not even a single vote was cast. The number of registered voters there was 1,384. Turnout was around 50 per cent in Vehari where PML-N’s Yousuf Kasilia and PTI’s Ayesha Nazir Jutt had a close contest. The number of registered voters in NA-63 Jhelum was 427,757 and in PP-232 Vehari 191,092. The Vehari seat had fallen vacant after an election tribunal unseated Mr Kasilia for submitting wrong statement of assets. During the 2013 general elections, he had won from the constituency as an independent candidate and later joined the PML-N. His supporters danced to the beat of drum soon after the announcement of unofficial results. Prime Minister Nawaz Sharif’s daughter Maryam Nawaz celebrated the win through her Tweet, “Dekho, dekho kaun aaya (See, who has come)”. Ayesha Jutt alleged that PML-N activists had forcibly stopped the polling process at some stations and that election results were manipulated, otherwise she was leading with a good margin. Also levelling allegations of pre-poll rigging, she vowed to use all options at her disposal for fighting against the “rigging”. The Jhelum seat had fallen vacant after the death of PML-N’s Raja Iqbal Mehdi. For the by-election, his son Matloob Mehdi had been fielded by the party. He was challenged by PTI’s Fawad Hussain, a TV anchor who launched his political career from the platform of the PML-Q, then joined the Musharraf-led All Pakistan Muslim League but later defected to the PPP. Mr Hussain also alleged that rigging had taken place at a couple of polling stations. He claimed that security forces had caught a presiding officer “illegally” carrying seals which should have been placed in the corner covered with screens to ensure privacy to the voters. Published in Dawn, September 1st, 2016\n", "author": "Amjad Mahmood", "title": "PML-N wins Jhelum, Vehari by-polls"}}
{"1281325": {"date": "September 03, 2016", "article": "“I will make their heads spin,” I said relaxing in my chair with my thoughts making me excited.It was a day which I had been waiting for. It was the party which was going to be a blast of surprises. I had invited my friends to a party. Right above the entrance I had placed a small bucket and attached a rope. The surprise was inside the bucket. As soon as I heard the sounds from outside the house, I knew my ‘guests’ had arrived. They rang the bell and I opened the door.Fauz, Umar and Bilal jumped with fear because the moment they stepped in, the bucket turned upside down and lizards dropped on their shoulders. They were hysterical. “They are rubber lizards, guys!” I said and all of us laughed. “Cool surprise on the entrance dude!” Umar said as he shook my hand. Their eyes were glistening with excitement.“What is the plan for today?” Fauz asked, with his hands still trembling from the welcome he had received.“We’re going to an amusement park!” I saidMy friends and I got into our car with my parents and we raced towards our destination. We first darted towards the Dodging Cars but my friends were clueless about the whole ‘Dodging cars’ process, mechanism, acceleration and rules. I became their driving instructor and explained to them where the accelerator was and how it worked. “We get it,” Bilal shouted like it was kindergarten stuff. I shrugged my shoulders and sat down in my car. When the whistle blew, the violence began. “Did you get it, Bilal?” I shouted repeatedly as I banged my car full force into his motionless vehicle. I could see his eyes growing wide. Fauz and Umar were so entangled by the mechanisms of their own cars that they forgot to drive, or dodge the other drivers. When the action came to a dizzying end, Omar, Fauz and Bilal were gazing at the cars as if they had just been in a train wreck. But they were crazy enough to plead for round two. I have seen that Dodging Cars literally knocks all sadness out of its passengers. By the time my friends had gotten the hang of things, it was the fifth round. When we got out of our cars grinning from ear to ear, the rain welcomed us.“This rain pelting could be a pretty good sign for us!” Omar said.“Yeah, it’s time for your annual shower dude,” I said. Omer shot me daggers with his eyes. “I was joking, man,” I said and grabbed his shoulder and we sprung into the middle of the ground and began dancing in the rain. Just then I saw my father walking towards us with a bag around his shoulder. He unzipped it and out came a brand new cricket bat, wicket and ball. We jumped with delight. We played in the rain till it was dusk and our clothes were dripping with mud. Every moment I spend with my father and my old friends was a party. It took us 90 minutes to get to my house because of the traffic jam arising from the rain and the kicker was that Omar, Bilal and Fauz’s parents had shown up in their respective cars. Omar handed me a present box. Then all three drove away with their parents. I went to my room and opened the present excitedly. A bullet of spray shot at me, drenching my entire face with paint. ‘What! They have decided to fight fire with fire… eh? Nice revenge!’ I thought with a laugh. Published in Dawn, Young World, September 3rd, 2016\n", "author": "Rayyan Ali", "title": "Story Times: An unforgettable party"}}
{"1281335": {"date": "Updated June 15, 2016", "article": "The Eastern Province of Saudi Arabia is not one pilgrims or foreign tourists normally visit. Set against the Persian Gulf, it is the heart of the kingdom’s oil industry. Unsurprisingly, it is also home to most of its migrant workers whose labour populates this sector.Other than migrant workers, mostly Pakistani, Indian, Sri Lankan or from one or another poor labour-exporting nation, the Eastern Province is also home to the majority of Saudi Arabia’s Shia population. Perhaps because of this diverse mix, the province has also been the place where the government has chosen to launch a programme called ‘Ehna al-Ahl’ or ‘We are one family’. According to an article in the Saudi Gazette, this programme, which organises performances in the region’s malls and arranges for the distribution of brochures, is meant to enhance national cohesion and denounce extremism and divisions. The programme is supposed to last throughout the month of Ramazan.It can be safely assumed, however, that the Pakistanis labouring in the Eastern Province are not part of the ‘one family’ whose cohesion and lack of division is a priority for the kingdom. Among them is Mohammad Ilyas who works as the head of budgeting and finance at a multinational steel company. For several months now, Mr Ilyas has been trying to obtain an exit permit that would enable him to visit Pakistan. As some may remember, a confusing directive by the Saudi government several months ago stated that Pakistani workers living in Saudi Arabia would only be permitted to visit Pakistan once every year. A few weeks later, however, the Saudi government said that the directive had been withdrawn and that Pakistani workers could go back home for visits multiple times as they did in previous years.\nThe issue of Pakistani workers trapped in Saudi Arabia’s eastern region deserves the urgent attention of both Islamabad and Riyadh.\n\nThe renewed permission to leave more than once seems only to apply to Pakistanis in certain parts of the kingdom. In the Eastern Province, which includes the areas of Jubail and Dammam, however, things are far more complicated. As per the kingdom’s latest requirements, workers must apply for the entry/exit permit through the computerised system known as muqeem. However, when Mohammad Ilyas and others in the Eastern Province use it to apply for the permit, the system gives them an error message and asks them to visit the passport office in Jubail in person. Both Mr Ilyas and his company representative have visited the passport office numerous times. When Mr Ilyas did so, the people at the passport office told him that he was only permitted to visit Pakistan once a year and that if he could not obtain a permit online, he simply could not go home. To add to the humiliation of denied workers like Mr Ilyas, colleagues of different nationalities, including Indians, have no problem obtaining the multiple exit/re-entry permit via the system and can visit home as many times as they wish.Nor is Mohammad Ilyas alone in this predicament. According to the online forum Life in Saudi Arabia, where numerous overseas Pakistani workers share their issues, many other Pakistanis in the Eastern Province are similarly being denied exit permits to go home. Saudi officials at the passport office either tell them that they must try again online or simply state that no permit will be issued at the office itself. In other cases they are told that they have already visited Pakistan more than once this year and are hence not eligible for an exit permit.On May 5, the embassy of Pakistan in Riyadh took note of the problem. The press release posted on the embassy’s website says: “The embassy of Pakistan, Riyadh is aware of the fact that some of our nationals face difficulty in obtaining multiple exit/re-entry visa from the passport offices of the Eastern Province of Saudi Arabia. The embassy is in constant contact with the concerned authorities to resolve the matter.” In a previous communication issued on April 16, the embassy has stated that it had brought up the issue in writing and in person with the Saudi authorities concerned and was trying its level best to handle the situation.It is now June 15 and Mohammad Ilyas (who has lived and worked in Saudi Arabia for the past 10 years) and many other Pakistani workers in the Eastern Province continue to be without exit/re-entry permits and are hence unable to leave the kingdom. It is true that the embassy of Pakistan has many issues on its hands. Some weeks ago, the Ministry of Foreign Affairs revealed that over 2,000 Pakistanis are languishing in Saudi jails on various charges. The Pakistani embassy is the only recourse for all of these accused. Add to this the demands of the upcoming Haj season and the ever larger number of pilgrims that wish to travel to Makkah, and you have a small consular staff beset with large problems.Even so, the issue of Pakistani workers trapped in Saudi Arabia’s eastern region is one deserving the urgent attention of both governments. At the Saudi end, the kingdom’s commitment to the principles of justice and fair treatment, particularly in this, the holiest month of the Muslim calendar, means that they should not entrap Pakistani workers in a situation that is akin to enslavement.At the Pakistani end, some honest answers must be demanded on the discrepancy between the ‘official’ statements given by the Saudi government’s representatives (ones that state that no restriction exists on the multiple exit/re-entry of Pakistani workers) and the reality via which Pakistani workers are being denied exit.It is Ramazan now and soon it will be Eid. Pakistan’s workers — forced abroad because of the scant sources of employment at home — should not be permitted to become pawns of a Saudi government that seems to care little about whether or not they can be with their families for the holiday. Workers, it must be remembered, are not slaves chained to their place of employment and must be accorded the very basic right to leave and return. The writer is an attorney teaching constitutional law and political philosophy.rafia.zakaria@gmail.comPublished in Dawn, June 15th, 2016\n", "author": "Rafia Zakaria", "title": "Leaving Saudi Arabia"}}
{"1281365": {"date": "September 01, 2016", "article": "LONDON: Twice as many British people support a ban on women wearing a burqa than oppose one, with a majority also in favour of outlawing the burkini, according to a poll published Thursday.Some 57 per cent of the 1,668 adults polled by YouGov said they supported \"a law that bans people from wearing the burqa in the UK\",  with 36pc \"strongly supporting\" the ban compared with only 10pc who were “strongly opposed”.The poll comes following a row in France about the banning of the burkini in around 30 coastal resorts in the Riviera.The country's highest administrative court later suspended the ruling after it was challenged by rights groups.Some 46pc of British people would support a similar ban on the burkini, against 30pc who were opposed, with 18pc neither for or against.Support for the ban on the burqa, worn by women in some Islamic traditions to hide the body and face, was uniform across supporters of all political parties, although strongest among Conservative and UK Independence Party backers.The only demographics to oppose the ban were 18-24 year-olds ─ by a margin of six percent ─ and those who voted to remain in the European Union, but only by a margin of three percent.The ban was also supported across the regions, with 51pc of Londoners and 63pc of northerners in favour.A similar YouGov survey in Germany found 62pc in support of a burqa ban, but another in the United States found that 59pc believed \"people should be allowed to decide for themselves what to wear.\"\n", "author": "AFP", "title": "British public heavily in favour of burqa ban: poll"}}
{"1281375": {"date": "Updated September 01, 2016", "article": "\n\n\n\nGILGIT: Army Chief General Raheel Sharif on Thursday warned India’s premier and its spy agency that Pakistan knows its enemies and is fully aware of their nefarious designs.Making a special mention of Indian PM Narendra Modi and the country's intelligence agency, Research and Analysis Wing (RAW), Gen Raheel assured the nation that the country’s frontiers are totally secure.The army chief was speaking at a seminar in Gilgit-Baltistan (GB) to highlight the progress on the China Pakistan Economic Corridor (CPEC).While addressing the participants, Gen Raheel said: “I am confident that the country is moving in right direction and we will ensure foolproof security of CPEC.”He acknowledged and appreciated the courage and determination of Gilgit-Baltistan's people and assured them that “China is working for the welfare and development of the region”.“I am confident that Gilgit-Baltistan will also develop like the Chinese area across the border,” he asserted.The army chief also appreciated the courage of local youth in Gilgit-Baltistan and said “Pakistan Army is their army”. Gen Raheel further said that “Pakistan Army will provide foolproof security to CPEC.” He showed satisfaction over the performance of the armed forces in Operation Zarb-i-Azb.“We don’t care what the world says, but we are fighting for our survival and the way the army has worked for eradication of terrorism, no other army can do that,” he said.\n", "author": "Dawn.com | Syed Sammer Abbas", "title": "Pakistan fully aware of India's nefarious designs, Gen Raheel tells Modi"}}
{"1281385": {"date": "September 04, 2016", "article": "Everyone’s interested in Reham Khan’s business, which might be why the former TV host has tread carefully these past few months. The result? Reham’s regular presence on billboards promoting her talk show Tabdeeli has been quietly replaced by her perennially active Twitter feed and stories about her personal life that graced tabloids in Britain have tapered off. But this month Reham will find herself in the spotlight again, and for very different reasons. She’s one of the producers behind upcoming film Janaan, starring Armeena Rana Khan, Bilal Ashraf and Ali Rehman Khan, and is reinventing herself as a devoted patron of the arts. “In the Pakistani entertainment industry it’s very, very difficult to get your foot in the door if you don’t have a network in Karachi or Lahore or in the film circle,” says Reham during our chat. “So I try to facilitate anyone under 30 if they want to improve their skills. I tend to mentor young people in the creative arts anyway, because I did that for the BBC for five years.”In a sense, Reham’s sympathy for young talent others might deem the underdog is congruent with her recent brush with fame and the media. Both during and after her brief 2015 marriage to PTI Chairman Imran Khan, Reham was dismissed as, at best, “a weather girl,” and at worst, a threat to her spouse’s political future.\nReham Khan is recasting herself as patron of the arts and the youth. She opens up about Pakistani cinema, dealing with abuse ... and love.\n\nSo why has she decided to plunge back into public life, that too through a medium with which she has little experience? In this candid exchange, Reham minces no words as she talks about present-day Pakistani cinema, being a role model – and love.What prompted you to get involved with producing Janaan, a film that focuses on Pakhtun culture?Reham Khan: Janaan is very much a romantic comedy. It’s light, fluffy and doesn’t pretend to be anything serious. It’s a contemporary film, a story from our own families, such as what happens when a modern Pakhtun wants to marry a Punjabi. But we have addressed our genuine problems as well, such as the Punjabi-Pakhtun rift. I’m Swati. [In film], I think we should promote communities that we know and understand and that haven’t been promoted. The Pakhtun voice has disappeared. The piecemeal offering in dramas is a stereotypical character, with the Chitrali topi atop the head, weapon in hand. I felt very strongly that this is not the Pakhtun culture I know and love.How is Janaan different from other, recently released Pakistani films?RK: One of the things my family found very objectionable [in recent films] – mind you, we’re from abroad – was language that was objectionable for family viewing. Two films we watched featured open swearing in Urdu and English and then innuendos, which made it very uncomfortable for us. Not just because they were sexual innuendos, in a very cheap way, but because they contained a lot of misogynistic messages.For me, film is a responsibility. For example, if we’re teaching people that they can cheat on their wives in Bangkok... Although you might have a moral at the end of the story, you’ll have people actually pick up these messages from films.\n“I’m a film buff. I don’t watch much TV, but I watch a lot of films in the cinema and it frustrated me to go and see poorly made films coming out of Pakistan.”\n\nApart from cliches about Pakhtun culture, what other stereotypes does the film break?RK: Well, in Janaan the protagonists are all women. So the chunkier, meatier role is leading lady Armeena’s. She is the one who precipitates things, she is the catalyst in the film. Likewise, the dadi, the phupi, the second leading ladies in the subplot, they’re all very strong characters.Who financed Janaan?RK: Contrary to what has been said about the film, it was the finance that we struggled with. Investors feel film is a very risky venture, and it is, but somebody has to do it. See, I’ve taken a major risk by giving the film my name since I have given these boys a lot of independence. It’s important that they learn from their mistakes and they learn to work independently. Finance was a big issue.In the end we didn’t get financed from Pakistan, we got better finances from a British-Asian route, because they take risks more than Pakistanis. Apart from finances, what was the most difficult aspect of making Janaan?\n\n\n\nRK: We faced a lot of problems. Children here have done an MA or BA but they can’t write a decent email or CV. I used to work for news channels and they go for cheap labour – but a cameraman paid 8,000 rupees will only do 8,000 rupees worth of work. If you don’t spend on skilled labour, your own quality [of work] will suffer. The government has to support these projects. If it supports [films] then the corporates will also support them. Initially, the government should support the industry through tax exemptions. Of course it’s a big risk but there needs to be some sort of [financial] attraction to come into this. PTV has lots of space which should be used. There is a PTV Academy, which is empty. It’s a big, huge resource which is empty.You’re a journalist by profession, why did you decide to go into film?RK: Personally, my daily routine is journalism.But people don’t read books anymore, people don’t even listen to the local mullah anymore, the message that you want to convey will be conveyed through the media. And of course, the bigger the medium, the bigger the message, the more emphatic the message.When you walk into the cinema you have to switch your phones off, you get involved with the big screen, you cry with the film, you laugh with the film. It actually drives the message home far stronger than when you quickly see it on your phone. If you look at things in international terms, a lot of the way we think is because of Hollywood, [or] because of Bollywood.So these conversations are very important.And I have always been fascinated by films. I’m a film buff. I don’t watch much TV, but I watch a lot of films in the cinema and I think in Pakistan there has been a lack of this, which just annoyed me. It frustrated me to go and see poorly-made films coming out of Pakistan. Is that also why your own show went off the air? Was it not able to maintain the standards that you wanted?RK: I’ve always been very careful and with journalism it’s not a good idea to take a break. But of course, I got married [to a politician] and I couldn’t work on TV. When I restarted I really wanted to bring that change.But now nobody watches TV like that. So the young people, or people like me who pretend to be young, watch everything online. Traditional news channels really limit me.How have you dealt with the ugliness and the accusations that were leveled at you during your marriage and after your divorce? Do you have any advice for young women in the media who might experience the same?\n\n\n\nRK: I do what I do because I have two children who look up to me. So if I pick up a cigarette, I’m their role model. They don’t have a father, they don’t have much of an extended-family support network, so whatever I do, they will inevitably pick it up. The same goes for the women who are looking up to me, whether they’re my daughters or other young women who I know are seeking advice. That’s why I came back because I thought, no, this is not on, you can’t bully a woman, it’s not a woman’s fault she’s divorced. Nine out of 10 times it’s blamed on the woman in our culture and if she’s in the media or twice-divorced, God forbid!I say this to girls in person, I say this in interviews, and you can write this down: work hard, put your head down, stay out of politics. I’m rubbish at politics. [Of course,] it’s harder for a younger girl. I come from a privileged background so I know I can sort this person out.But this needs to change. I’ve had to tell boys working for me to keep a four-pace distance from female co-workers. If you’re in an authoritative position and a younger girl is coming to work, try to be supportive. [Our problem is] we have no support for other female colleagues, we actually back stab them. Janaan is ultimately a film about love. Why were you so enthusiastic about this film after everything you’ve been through with your marriage? What’s your own idea of love?RK: I’m a perfectionist. For me, love is very different from how people think about love in our day and age and particularly in Pakistani culture. For us, love is generally superficial. You know, you see the girl, the girl’s good looking and you think ‘oh I’m in love with this girl’. For me, it’s not that. Love, for me – and I think maybe it’s nonexistent, maybe in real life it’s nonexistent – is the Pakhtun love – without any bars, go the long haul. It’s giving your life, and sacrificing, whatever it takes. So I don’t believe in this love where people will say, ‘oh I love my husband but I have my separate life’, I don’t get that. If you want a separate life then you might as well be single, I’d be as brutal as that. I feel like love is about complete commitment, complete fidelity. I must say, it seems like in Pakistan it has become acceptable that fidelity is not expected and I don’t mean only physically. If you can’t confide in someone or keep them as your confidante then what is the point of keeping them in an obviously very intimate relationship. So I’m quite an idealist and perfectionist in those areas. A lot of people criticise me for doing this and that but I don’t think it goes against feminism to give so much and also to want your husband to be successful. I don’t see a clash in that. I think if you can support your husband, or the husband can support the wife, then there’s nothing wrong in that.I think both should do it and it shouldn’t be one-sided but there’s nothing wrong with being devoted to whatever your partner is doing. In Pakistan, that is sometimes seen as negative.Published in Dawn, Sunday Magazine, September 4th, 2016\n", "author": "Hamna Zubair", "title": "FirstPerson: Reinventing Reham"}}
{"1281395": {"date": "September 02, 2016", "article": "KARACHI: To support the protest call by Karachi University (KU) teaching and non-teaching staff against the Sindh government for non-issuance of KU’s annual financial grant, Karachi University Teachers Society (Kuts) kept all academic and non-academic activities suspended for the second consecutive day on Thursday. The teaching and non-teaching staff gathered outside the university’s administration block carrying placards and banners in their hands. They also shouted slogans against the Sindh government and demanded that it fulfil the promise of issuing the Rs350 million grant for KU for 2015-16, keeping in view the university’s capacity and expenditures. The strike was also observed on Wednesday by almost all of Sindh’s public sector universities and supported by the Federation of all Pakistan Universities Academic Staff Association (Fapuasa), including KU, NED University of Engineering and Technology, Mehran University of Engineering and Technology, Jamshoro, and University of Sindh, Jamshoro. They protested against the government’s political interference in the autonomy of public-sector universities. The universities also demanded financial assistance to those universities facing financial crises. Kuts president Dr Shakeel Farooqi, who is also the general secretary of Fapuasa, said that due to lack of funds, the university had not been getting their due rights including medical allowance, leave encashment and increment in the salary as per the rules. They had asked the university’s administration to resolve their issues but there has been no outcome yet. KU is bearing a loss of Rs800 million every year on account of salaries because the government only releases salaries for eight months, while the university administration manages the remaining expenditures through tuition fees, he added. Unfortunately, salaries have not been paid since the last two months, he said. Dr Farooqi showed concern that after the 18th amendment the Sindh government failed to protect the rights of university employees. The annoyed protesters demanded that the government take their demands seriously otherwise all academic activities would remain suspended.Published in Dawn, September 2nd, 2016\n", "author": "PPI", "title": "KU suspends academic and non-academic activities for second day"}}
{"1281435": {"date": "September 02, 2016", "article": "SINGAPORE: Malaysia on Thursday reported its first suspected case of Zika, a 58-year-old woman believed to have contracted it in neighbouring Singapore where more than 100 cases have been confirmed.The Malaysian woman had made a brief trip in late August to visit her daughter, who has already been confirmed as having the Zika virus, Malaysia’s health ministry said in a statement. After returning to her home near Kuala Lumpur, the woman fell ill and was diagnosed with “suspected” Zika, based on a urine test. Full confirmation via blood tests is pending. “The source of infection is suspected to have occurred in Singapore,” the statement said.The Aedes mosquito-borne Zika has been detected in 67 countries and territories, with Brazil the hardest hit. It causes only mild symptoms for most people such as fever and a rash, but pregnant women who catch it can give birth to babies with microcephaly, a deformation marked by abnormally small brains and heads.Singapore is one of Asia’s cleanest cities with high healthcare standards, but is a densely populated tropical island with heavy rainfall and has a chronic problem with dengue fever, also spread by the same Aedes mosquito.Authorities say 115 people have now tested positive for the virus, including a pregnant woman and 57 foreigners living and working in the city-state.Singapore health officials on Thursday sought to reassure the international community that the disease is under control after the United States and Britain joined Australia and Taiwan in advising pregnant women to avoid non-essential travel to the city-state. “I don’t think there’s a need for us to press the panic button,” said Derek Ho, director-general for public health at the National Environment Agency.Published in Dawn, September 2nd, 2016\n", "author": "AFP", "title": "Malaysia reports first suspected Zika case"}}
{"1281455": {"date": "September 02, 2016", "article": "\n\n\n\nWITH its exquisite scenery, romantic tale of passion and dire misfortune, swelling musical score and leading actors who are one of Hollywood’s most attractive real-life couples, The Light Between Oceans has all the markings of a class act.Adapted by writer-director Derek Cianfrance from M.L. Stedman’s bestselling novel, this unapologetically weepy, handsomely staged melodrama revolves around an almost superhumanly restrained protagonist, lighthouse keeper and traumatised World War I veteran, Tom Sherbourne (Michael Fassbender).But counterbalancing his character’s chiseled stoicism is a willingness to go for broke — in the form of garment-rending scenes of loss and separation, and lots of tear-streaked close-ups — that indicate where the movie’s temperamental heart really lies.As The Light Between Oceans opens, Tom has just fetched up in a coastal Australian town in order to replace the light keeper who’s convalescing, a prologue eerily reminiscent of The Shining, with its intimations of death and madness. But where the tale could easily accommodate the moody conventions of gothic horror, Stedman and Cianfrance instead embrace its fable-like lyricism and dewy-eyed tragedy: in time, Tom takes Isabel (Alicia Vikander) — a comely, refreshingly direct local girl — as his wife, and they repair to his little island for an enchanted honeymoon period.But sadness soon descends, when they’re unable to start a biological family. Then, when circumstances conspire to bring a baby into their lives, The Light Between Oceans becomes a fraught, occasionally manipulative conundrum that the author and film-maker desperately try to portray as a genuine moral quandary, when any clear-thinking person can discern folly and selfishness on one hand and the clear, correct path on the other.Cianfrance knows his way around domestic drama — he wrote and directed the shattering marriage-drama Blue Valentine, with Ryan Gosling and Michelle Williams. But he’s hemmed in by material that’s not only dubiously equivocating but structurally ungainly, especially when another love story emerges to compete with the idealised portrait of Tom and Isabel’s marital devotion.That second tale is embodied by Rachel Weisz in a performance that’s as honest and touching as Vikander’s is keen{"1281005": {"date": "Updated August 31, 2016", "article": "DHAKA: A wealthy tycoon who was a chief financier for Bangladesh’s largest Islamist party could be executed in days after losing his final appeal on Tuesday against a death sentence from a controversial war crimes tribunal.The Supreme Court rejected Mir Quasem Ali’s last attempt to overturn the death penalty handed down two years ago by the domestic tribunal for murders committed during Bangladesh’s 1971 independence conflict. “Now he has a chance to seek presidential clemency. Or else the verdict could be executed anytime whenever the state wants,” Attorney General Mahbubey Alam told reporters.Five opposition leaders including four leading Islamists have already been executed for war crimes since 2013. They were all hanged just days after their appeals were rejected by the Supreme Court.Their families said they had refused to seek a presidential pardon as they did not want to legitimise the whole trials process.Ali, who became a shipping and real estate tycoon, was convicted in November 2014 of a series of crimes during Bangladesh’s war of independence from Pakistan, including the abduction and murder of a young independence fighter.Tuesday’s decision is considered a major blow for the Jamaat-i-Islami party, which the 63-year-old Ali had helped revive by setting up charities, businesses and trusts linked to it after it was allowed to operate in the late 1970s.His son Mir Ahmed Bin Quasem, who was part of his legal defence team, was allegedly abducted by security forces earlier in August, which critics say was an attempt to sow fear and prevent protests against the imminent execution.Security was tight in Dhaka on Tuesday, even though the party has in recent months eschewed violent protests in reaction to war crimes verdicts and there was no immediate sign of unrest.The war crimes tribunal set up by the government has divided the country, with supporters of Jamaat and the main opposition Bangladesh Nationalist Party (BNP) branding them a sham aimed at eliminating their leaders.The executions and convictions of Jamaat officials plunged Bangladesh into one of its worst crises in 2013 when tens of thousands of Islamist activists clashed with police in protests that left some 500 people dead.The Islamist party, which is banned from contesting elections, called a nationwide strike on Wednesday, calling the charges against Ali “false” and “baseless” and accusing the government of exacting “political vengeance”.TV station shutBefore he was arrested in 2012 on 14 war crimes charges, Ali headed the Diganta Media Corporation, which owns a pro-Jamaat daily and a television station that was shut down in 2013 for stoking religious tensions.Defence lawyers have said the charges against him were baseless. “Mir Quasem Ali wasn’t directly involved in war crimes. False witnesses were provided to frame charges against him. The future generation and law experts will scrutinise the verdict whether it was justified,” said Khandker Mahbub Hossain.The court ruling comes a day after a visit to Dhaka by US Secretary of State John Kerry who said the best way to combat extremism was “to live up to the core values of democracy”.Rights groups have criticised the war crimes trials, saying they fall short of international standards and lack any foreign oversight.A group of United Nations human rights experts last week urged Bangladesh to annul Ali’s death sentence and to retry him in compliance with international standards. “International law, accepted as binding by Bangladesh, provides that capital punishment may only be imposed following trials that comply with the most stringent requirements of fair trial and due process, or could otherwise be considered an arbitrary execution,” they cautioned.Prime Minister Sheikh Hasina’s government has defended the trials, saying they are needed to heal the wounds of the conflict, which it says left three million people dead.Published in Dawn, August 31st, 2016\n", "author": "AFP", "title": "Bangladesh upholds Islamist tycoon’s death sentence"}}
{"1281015": {"date": "Updated August 31, 2016", "article": "NOW that the management of Karachi’s K-Electric has notified the stock exchange of its plans to divest its shares in the company, a whole host of questions arises. This is going to be the fourth change of management that the utility has undergone since its privatisation more than a decade ago, and the third change of ownership. The journey the utility has made along the way has been marked with severe crises and occasional confrontations with the management of Pepco and the water and power ministry, and drawn-out wrangling with the finance ministry, as well as with entities belonging to the Sindh government over the settlement of outstanding dues. It has been used as an example of the pitfalls of privatisation in the power sector on some occasions, and as an avatar of its promise on others. The present management deserves credit for bringing the company into profitability after many years of accumulating losses, and investing in the upgrade of its infrastructure. But along the way, a few crucial lessons have also been learned which should play an important role in structuring the sale and the handing over of the enterprise whenever the time comes.Chief amongst these lessons is the fact that being a monopoly power utility serving the country’s largest city, there is a strong and abiding public interest in how it is run. This goes far beyond the recovery-based load-shedding regime that the present management inaugurated a few years ago. There is the matter of the power purchase agreement with the federal government, gas allocations, fuel adjustment surcharges and the roster of items to be considered as passed through in the tariff. In each case, strong public interest is touched upon and for this reason it is crucial that the transaction, if and when it occurs, be as transparent as possible with all opportunities to solicit stakeholder input. The forthcoming determination of a multi-year tariff for K-Electric provides a good opportunity for this. Nepra should ensure that the hearing on the tariff is conducted in Karachi and advertised well in advance.There is a tendency in Pakistan these days to view Chinese investors through a national security lens and see them as deserving of special treatment. This perception should be meticulously kept away from any K-Electric deal, which is not part of CPEC, nor does it merit any special treatment. This is the time for the power regulator to step forward and do its job in safeguarding the public interest, through strong stakeholder input. The multi-year tariff is only part of this obligation. We need to know more about the investment scheme of the new investor, should there be one, as well as the plans it has to reduce distribution losses, even as we ensure that it does not turn its back on the poorer neighbourhoods of the city.Published in Dawn, August 31st, 2016\n", "author": "Editorial", "title": "Chinese interest in K-Electric"}}
{"1281025": {"date": "August 31, 2016", "article": "WHY should we be afraid of calling a spade a spade? What stops us from telling Narendra Modi, the Indian Prime  that he is a hate-monger. He is responsible for inducing a highly bigoted and prejudiced frame of mind among the Indian electorate which is destroying their analytical faculties. He is dis-educating his electorate with lightning rapidity. He is banishing light and dispensing darkness.Is there any country in the world where a member of parliament is threatened with a sedition charge merely for saying that her neighboring country is not hell and that people living there have a good sense of hospitality.Ramy the popular Indian actress was commenting on the Indian defence minister’s pronouncement, ‘Pakistan is hell’ after she visited Islamabad. She said emphatically, ‘Pakistan is not hell’ She is not the only one who has said that Pakistan is a good country to be in. Scores of Indian celebrities and members of Indian delegations said that Pakistan took them by surprise. They never thought it was this good. An Indian actor Farooq Shaikh said, “The hospitality (of Pakistanis) is so effusive and so overwhelming that at times it becomes embarrassing.” Yet another writer said that when she landed at Lahore airport her legs were shaking, her heart was beating. She was sure that she would be attacked by people when they discovered that she was an Indian but what happened was that during her stay (perhaps of two weeks) every day she took her lunch and dinner with Pakistani hosts who were glad to treat her. The love and affection she was shown was amazing.Another female Indian writer said, “Lahore is amazing. It is beautiful. I prefer it to Paris.” The Indian prime minister and the defence minister need to be educated. You can’t hold a public office with tons of ignorance on your shouldersLet me give them two amazing facts about Pakistan that might make them reassess their perception of the potential of the people and the country. Pakistan is a God-blessed country. More flowering trees and shrubs grow in Pakistan than in the Alps. In charity and philanthropy Pakistan is among the topmost countries of the world. At one time it held the second place. Look at the per capita income and look at the generosity of its people. It is flattering to think that in charity and philanthropy Pakistan is ahead of many European countries. No, sir, Pakistan is not hell.Azmat Ansari KarachiPublished in Dawn, August 31st, 2016\n", "author": "From the Newspaper", "title": "Modi’s politics"}}
{"1281035": {"date": "August 31, 2016", "article": "KARACHI: In the first-ever tech-talk by Google in Pakistan, a team of two experts from Singapore on Tuesday gave training to students, bloggers, writers, publishers, web designers and app developers at the Institute of Business Administration to enable them to use Google products to earn money.The informative session, ‘Google for Publishers’, was conducted by Waqas Burney, Manager (Web), and Ahmed Nawaz, Manager (Apps), who have been working for the South Asia region, Google Singapore for over a year, at the G&T auditorium of IBA main campus, says a press release. Mr Burney informed the audience that the World of Google publishing has users, advertisers and publishers and AdSense facilitates publishers earn money in a seamless manner. Anything between 100 and 50,000 dollars could be generated monthly, he added. An introduction to the two monetization products — Google AdSense and Google AdMob — followed. The audience was informed that AdSense had more than two million members and AdWords had one million plus members. Through AdSense you can make money, if you’re a YouTube blogger, publisher etc. and only 20 per cent publishers are brought on board by Google as they are stringent about selecting the best, according to the experts. Basically AdSense connects advertisers to users so that users can make money. Leading media organizations like Dawn and Jang are working with Google in this domain. Placing of advertisements on various web content is how bloggers and publishers earn good money. The more traffic on your site, the more revenue you earn. One must first concentrate on generating traffic on their website and then think about monetizing it. Useful tips on making the most of AdSense were shared by Mr Burney. Some heart-warming case studies in form of videos were also shared with the audience to show the impact AdSense had on the lives of ordinary people by empowering them financially. Introducing Google tool, AdMob, Mr Ahmed highlighted what made a great app and what did users require in an app. The more user friendly and functional the app, the more popular it would be. The activity proved to be successful as 1,100 plus registrations were received for the session. Dr Shakeel Khoja of the Faculty of Computer Science, said the tech-talk was a promising initiative of its kind and he hoped that Google would hold such informative sessions for the Pakistani youth in the future as well. He thanked the Google team profusely with mementos from IBA Karachi.Published in Dawn, August 31st, 2016\n", "author": "From the Newspaper", "title": "Google team trains IBA students on monetizing products"}}
{"1281045": {"date": "August 31, 2016", "article": "TOBA TEK SINGH: Hunger strike unto death of the brick kiln workers for implementation of official  notification on minimum wage continued at Shahbaz Chowk on the second consecutive day on Tuesday. On the other hand, district officer labour Saeed Dhillon, in a statement, claimed the minimum wage notification had been implemented in the district and he had issued challans to more than a dozen brick kiln owners for not paying workers Rs1,036 per 1,000 bricks. The violators were taken to the court while action was still going on against others. At the hunger strike camp, Muhammad Shabbir and others again blamed the district officer labour for putting pressure on them to accept the wages being paid by the kiln owners. They warned that if any mishap occurred during the hunger strike, Mr Dhillon and district administration would be held responsible. They had earlier alleged that the district labour officer  was supporting the kiln owners. \nLabour officer says minimum wage order being implemented\n\nDLO Saeed Dhillon refuted the allegations against him that he was supporting the brick kiln owners and not taking action against them for violating the minimum wage notification. He said he could not go beyond his authority under the law but he was making all efforts to resolve this issue. He claimed Section 144 CrPC had been imposed for violators. Mr Dhilon further said the representatives of owners had requested the district administration for giving them time for implementation till December; however, the DCO had denied their request and asked them to implement the notification without delay. He said the owners were being persuaded to resolve the issue and added the hunger strike of the workers had no legal grounds in the existing circumstances. Meanwhile, an emergent meeting of District Brick Kiln Owners Association was also held in which the speakers, \nincluding its president Sheikh Amer Fayaz, Ikram Hafeez, Muhammad Ibrahim, Muhammad Yasin and Zeshan Randhawa, said the so-called labour leaders were blackmailing the kiln owners for their vested interests. They claimed kiln owners of Toba were paying the highest wages to their workers in the whole Faisalabad division. They claimed that those holding the hunger strike were not the kiln workers.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Brick kiln workers strike continues"}}
{"1281055": {"date": "Updated August 31, 2016", "article": "LAHORE: Ex-governor of Punjab and Pakistan Tehreek-i-Insaf leader Chaudhry Muhammad Sarwar on Tuesday said safe heavens of “economic terrorism” must be eradicated from the power corridors.He was addressing workers during a visit to Raiwind and Shahdra in connection with preparations for September 3 accountability march announced by the PTI. The party’s central leaders Sardar Kamil Umer, Mian Hamid Miraj, Mian Javed Ali, Raja Asif, Sami Khan and others were also present.He said the rulers would have to face public pressure and the opposition’s movement for accountability. “We are not taking a solo flight but making collective effort. Supreme Court is identifying the corruption and bad governance but the government is not paying any heed to it. All opposition parties will participate in “Pakistan March” on September 3. Coming days will be tough for the PML-N government,” he said.Mr Sarwar said terrorism and corruption were causing serious trouble to the nation and these must be rooted out. He added that “economic terrorism” must be eradicated from Pakistan. He said the PTI had invited all opposition parties, including Pakistan People’s Party and PML-Q to join its “Pakistan March” on Saturday.Meanwhile, Dr Yasmin Rashid, adviser to PTI chairman, lamented that the prime minister was out to destroy all national institutions just to cover up his corruption, adding that the Panama Papers had already exposed Nawaz Sharif’s corruption worth billions of rupees.Talking to a party workers’ delegations at her office on Tuesday, Ms Rashid asserted that the masses on September 3 would tell Nawaz Sharif that nobody would come out to defend corruption charges he was facing. “When the prime minister will himself be corrupt, the national institutions get destroyed automatically,” she said and regretted that Nawaz Sharif ruined the country just to make money for himself and his family.She deplored that Punjab’s 56 per cent budget was being spent in Lahore alone and the remaining 44pc budget was distributed in rest of the province. She said the PTI would prove on September 3 that the masses had decided they would not let a “corrupt government” rule them.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Sarwar terms corruption ‘economic terrorism’"}}
{"1281065": {"date": "August 31, 2016", "article": "LAHORE: The Lahore Development Authority’s Governing Body on Tuesday approved hiring of two senior lawyers for representing the provincial government and the authority in the court of law in the case of the Orange Line Metro Train project. Under the approval accorded by the participants in a meeting, the LDA will hire services of Advocates Khwaja Harris and Mustafa Ramday for the Orange Line case by paying them more than Rs20 million, sources told Dawn. The Governing Body headed by CM’s adviser Khwaja Ahmad Hassaan also granted administrative approval for undertaking three development projects in the city at a cost of Rs830 million. It also gave a go-ahead for undertaking project for widening, improvement and rehabilitation of 4.7-kilometre long part of Defence Road, from Labour Colony Raiwind Road to Shahkam Chowk for Rs736 million. It will be a dual carriageway with three feet median having LED lights. A bridge will also be constructed on the nearby drain as part of this project. The meeting also allowed the LDA to build six flyover gardens in the city for Rs91 million. The LDA will also carry out beautification and improvement of Shadman underpass at a cost of Rs5.1 million. Artistic design work, paint work and electrical work will be executed at this location.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Two lawyers to plead Orange Line case"}}
{"1281075": {"date": "August 31, 2016", "article": "RAWALPINDI: Police have failed to trace the gang that robbed Bank Al-Falah at Chur Chowk on Aug 24 and have started investigating the case on different lines.Inspector Mohammad Jamil, who was leading the investigation into the case, told Dawn that the police team had questioned the people with criminal record, bank staff and suspected persons.On the other hand, the director operation Shezada Security Service said in a statement that the three officers including the bank manager arrested by the police were kept in the police lockup in Saddar police station, Rawalpindi.While talking to Dawn, SHO Mohammad Jamil claimed that the bank manager and three other people were arrested by police under the Punjab Security of Vulnerable Establishment Act and after registration of a case.He said: “All of them were arrested and kept in the police lockup in Saddar police station for one night and they were granted bail by the duty magistrate the next day.”Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Police fail to solve bank robbery case"}}
{"1281085": {"date": "August 31, 2016", "article": "CHITRAL: A deficit budget of Rs46 million was presented in tehsil council Chitral on Tuesday which was later approved unanimously in the same sitting chaired by convener Khan Hayatullah Khan. Presenting the budget, tehsil nazim Maulana Mohammad Ilyas said the expected income of tehsil municipal administration was Rs156 million against the projected expenditure of Rs203 million. In his budget speech, the tehsil nazim said the devastating flash floods of the last year had left the infrastructure of roads, water supply and irrigation damaged heavily due to which whole of the budget was diverted to rehabilitation of the battered infrastructures. He said situation was still grim as the magnitude of loss was colossal and the resources available with the council were meager which led to the deficit in the budget. He urged the house members to come forward with practicable and viable proposals to augment and supplement the resources of the council, which also included levying of local taxes. Mr Ilyas said the flood-hit people were still waiting for the rehabilitation of their basic infrastructures of water supply and irrigation as shortage of irrigation water had inflicted heavy losses on them. Giving the break-up of development expenditures, he said 25 per cent of the budget would be spent on water supply schemes, 20 per cent on municipal services and five per cent on beautification of the city. He said 50 per cent funds were available with the council, which would be allocated to members. The non-development expenses included Rs50 million on salaries, Rs9.40 million on charge expenditures and Rs18 million on contingency. The members who participated in the debate on the budget included Abdul Haq, Haji Mohammad Sultan, Shamsher Khan, Khosh Mohammad Khan, Farida Sultana, Najma Bibi, and minority member Nazargai Kalash.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Chitral tehsil council approves Rs46m deficit budget"}}
{"1281095": {"date": "August 31, 2016", "article": "MANSEHRA: The Mansehra tehsil council witnessed a ruckus on Tuesday as the treasury and opposition members had heated exchanges over the distribution of development funds.Acting convener of the council Mohammad Arif chaired the meeting.The ruling PML-N and opposition PTI members confronted each other and hurled accusations at each other when opposition leader in the council Saeed Khan raised an objection saying development funds should be distributed to the members without discrimination.“We also want fair distribution of funds to general councillors and those elected on reserved seats. We’ll strongly react if the tehsil government doesn’t go for fair funds’ distribution,” said Mr. Saeed.PML-N councillor Ahmad Yar Khan snubbed Mr. Saeed complaining the government did whatever it wished.Thereafter, the opposition and treasury members had heated exchanges over distribution of development funds.However, tehsil nazim Khurram Khan Swati stepped in to pacify them.PML-N member Raja Ayaz accused a contractor of Lari Adda area of collecting illegal fee and demanded strict action against him.“Securing a contract on successful bidding is nothing until the council approves it. The fee collected by the contractor is illegal,” he said.The councillor said the tehsil government had failed to act upon the resolutions approved by the council.The meeting also approved the cattle market and slaughterhouse contracts.Tehsil nazim Khurram Khan Swati claimed his government was committed to the development of tehsil to the benefit of the people.“We have been working for the early yet effective resolution of the people’s issues,” he said.The nazim said the tehsil’s affairs were managed on the basis of merit and that he would ensure the fair distribution of development funds to councillors.ONE DIES: A man was killed after falling down a mountain in Naran area of Kaghan valley on Tuesday.The incident occurred when Jakwal Lala was with the herd of his animals.He was taken to a nearby hospital but he succumbed to injuries.NEW PTI PRESIDENT: Babar Saleem Swati was made the new PTI district president here on Tuesday.An announcement in this respect was made by PTI Hazara division president and CM political coordinator Zargul Khan during a public meeting here. Published in Dawn, August 31st, 2016\n", "author":{"1281165": {"date": "September 01, 2016", "article": "NO one can deny the urge to express our joy and emotions but not at the cost of causing harm and inconvenience to others around us. Midnight between August 13 and 14 always witnesses intense fireworks and celebratory firing which seem to have become part of our culture. Apart from the fact that how much money is lavished on such a show, it causes unimaginable inconvenience to the people in neighborhood. The loud bangs resulting from firing and crackers would raise even the dead. Causalities resulting from aerial firing are well known. Besides, many days before and after this particular day, children deliberately toss firecrackers at the pedestrians to scare them and sometimes cause injury. This practice is not confined to Independence Day; almost every joyous event, particularly weddings, features such celebrations.We often learn that selling and buying fireworks is banned and so is aerial firing. If so, where are the authorities concerned? Besides the state, parents must ensure that their children stay away from this dangerous activity.Syed Ahmed YahyaRawalpindi(2)ON Aug 13, I woke up early to listen to national songs, but disappointingly, no private TV channel was showing them except the only one which is associated with a studio performance. Surfing the TV channels, I decided to tune to the national channel. I finally came to watch a few national songs without which the Independence Day celebrations seem incomplete. I request all private channels to dedicate at least a day or two to such songs in August so that we can at least have a sense of Independence Day.Muhammad Farzan AminKarachiPublished in Dawn September 1st, 2016\n", "author": "From the Newspaper", "title": "Aug 14 chaos"}}
{"1281195": {"date": "September 01, 2016", "article": "MOSCOW: As in life, so in death: Islam Karimov’s regime was one of the world’s most secretive and opaque for a quarter of a century, and now his apparent demise is equally shrouded in mystery. Uzbekistan’s president, a dictator who was ruthless with his opponents and even locked away his own daughter, is rumoured to have died on Monday, though there has been no official confirmation.On Tuesday, state television ran segments about fruit, vegetables and the upcoming Independence Day celebrations, without mentioning a word about the president’s health.The president’s younger daughter, Lola Karimova-Tillyaeva, confirmed rumours of her father’s ill-health on Instagram on Monday, claiming he was in a stable condition in hospital after suffering a cerebral haemorrhage. The Russia-based Fergana news agency, which first broke news of Karimov’s deterioration, announced on Monday evening that the dictator had died that afternoon.On Wednesday, according to an AFP report, she said in an Instagram message that her father was recovering from a brain haemorrhage and thanked well-wishers for their support, saying this was helping her father’s recovery.Daniil Kislov, who runs Fergana, told The Guardian on Tuesday he was “99 per cent sure” that Karimov had died. Other Uzbekistan watchers agreed the leader was dead or at least in such a condition that he would never be able to rule the country again, though details were scarce.Steve Swerdlow, a Central Asia researcher at Human Rights Watch, who has spent many years working on Uzbek cases, said: “We have no idea what day the initial incident actually happened. Some have said it was Thursday, some said it was Saturday. It’s just like the Karimov regime to be so cowardly and so opaque that they can’t even give us the concrete information. Even in death, Karimov is a wily fox.”Assuming that Karimov is dead, the question of succession now looms large. When the longstanding dictator in neighbouring Turkmenistan died a decade ago, he was swiftly replaced by his former minister of health and dentist, who went about dismantling his predecessor’s personality cult and building his own.Many analysts suspect a plan must have been in place in Uzbekistan given Karimov’s increasing frailness over recent years, but whether or not it is adhered to is another matter.The country is one of the most closed and secretive in the world.Karimov rarely travelled abroad and almost never gave interviews. Few outsiders have insight into the power struggles at play behind closed doors, and diplomats and analysts are waiting to see whether the transition will be smooth or bumpy.Whatever happens, it will be unchartered territory. The country has no experience of living without Karimov, who was the last Soviet party boss when Uzbekistan was still part of the USSR, and has governed since independence in 1991. Uzbeks were due to mark 25 years of independence on Thursday, but the local BBC service reported that the celebrations had been cancelled.Kislov said he had received information from his sources that all key officials had their mobile telephones blocked on Tuesday, possibly to prevent them from organising or discussing potential plots.“We really don’t know very much. Maybe there was a plan put in place before. Maybe there is a battle going on now. Maybe there are negotiations. There is no information,” he said.Uzbekistan borders Afghanistan and has been seen as strategically vital by both Russia and the west, who were willing to turn a blind eye to Karimov’s human rights abuses in the wake of the 9/11 attacks in return for access to Uzbekistan’s airbases. In 2004 Britain sacked its ambassador to the country, Craig Murray, for speaking out over rights abuses.The next year, Karimov’s security forces gunned down hundreds of unarmed protesters in the town of Andijan , a massacre condemned by international rights groups but never properly investigated.“It’s the bloodiest event outside of an armed conflict on the territory of the former Soviet Union,” said Swerdlow. “That day defines Karimov more than anything else. The fact he leaves this world not having to answer for any of that is very sad for the victims.”Karimov has been accused of all manner of rights abuses and torture, and in recent years attention has also focused on his family. Nothing is known about the current whereabouts of his older daughter, Gulnara Karimova. For a long time she was considered a potential successor to her father, and was a highly public figure, launching a fashion brand and a music career under the name Googoosha. She even released a bizarre love duet with Gérard Depardieu.In 2014 Gulnara’s son, Islam Karimov Jr, who was studying at Oxford Brookes University, told The Guardian he feared for his mother’s life, and revealed an extraordinary feud brewing in the first family. He explained how he and his mother had been kept from visiting his grandfather, the president, by armed guards, and that when they finally did get an audience, there was an almighty showdown involving the president, his wife, and their daughter. Shortly after, Gulnara was placed under house arrest, and nothing is known of her whereabouts since, or even whether she is still alive.“There are plenty of rumours but no solid facts about Gulnara for two years already,” said Kislov.Details may become clear later in the week, when it will be difficult for the authorities not to mention and explain Karimov’s absence if celebrations go ahead. Gulnara is believed to be out of the running for successor, with most analysts agreeing that the prime minister and the head of the security services are the main centres of power.Deidre Tynan, Central Asia project director at International Crisis Group, said: “If there is disagreement or conflict between different players, they will try to keep it behind closed doors. The risks multiply if they are not able to put on a public front of unity.”By arrangement with The GuardianPublished in Dawn September 1st, 2016\n", "author": "Shaun Walker", "title": "Rumours of Uzbek  president’s death raise questions over succession"}}
{"1281245": {"date": "September 01, 2016", "article": "ISLAMABAD: Noting the lack of cooperation on the part of the capital’s civic authority and the relevant federal and provincial government departments toward settling the matter of katchi abadis once and for all, the Supreme Court warned senior officials their salaries would be attached (withheld) if their lethargic attitude persisted. The warning was issued by a two-judge SC bench headed by Justice Dost Mohammad Khan, after Law and Justice Commission Secretary Sarwar Khan – who has been appointed a focal person of an expert group constituted by the court – said none of the secretaries he twice invited to meetings turned up. The court had taken up a petition moved by Aasim Sajjad Akhtar, through his counsel Abid Hassan Minto, seeking a declaration that the state is bound by the Constitution to provide evicted katchi abadi residents shelter and other amenities. \nSenior officials’ salaries to be attached if lethargy towards katchi abadi order persists\n\nThe petitioners also expressed concern over the manner in which residents of the I-11 katchi abadi were evicted by the Capital Development Authority (CDA), in an operation conducted on July 30 last year. In an order issued on April 20, the SC tasked the CDA and the federal and provincial governments with developing uniform legislation to devise inexpensive, low-cost housing for the destitute and shelterless. Subsequently, Sarwar Khan was appointed coordinator for facilitating and providing secretarial facilities to the working group, and governments were directed to ensure regular budgetary allocation for the smooth functioning of the group. The court ordered the law officers of all the provinces, and the respective finance directors, to attach the salaries of the officers assigned the task of developing the aforementioned uniform policy, in case any default was committed on their part. The court added that, in addition to their salaries being attached, the officers would also be proceeded against for contempt of court due to their lethargic attitude toward deciding a matter that has been pending for the last year. The court regretted that the CDA and the relevant federal and provincial departments were not interested in deciding the matter once and for all, through a proper policy. The court said this was unacceptable, and it would proceed against such a delinquent attitude of the relevant officers. However, it decided to issue a final warning, and directed the coordinator to convene yet another meeting of the relevant provincial secretaries and senior-most CDA officials – such as the member planning and housing and survey. It would be the responsibility of the coordinator to intimate, even in chambers, if any government official failed to take interest in the meeting of the expert group, the court said. The court ordered that in the next meeting, the expert group will finalise the fundamental features of the policy to provide low-cost housing facilities through legislation, to those who cannot afford modest housing. This should be done keeping in view areas’ environment and soil condition. The policy should also guard the interest of the state by protecting it from land grabbers, the order said. The court has allowed two months for the formulation of this policy. If nothing is developed, the respective chief secretaries and CDA chairman will personally appear before the court on the next hearing date to explain the attitude towards court orders. The court also directed the CDA and government departments to conduct a comprehensive survey of katchi abadis with the assistance of Survey of Pakistan, Google Maps and other sources, and for which surveyors can also sign a memorandum of understanding with the National Database and Registration Authority (Nadra) to permanently register the family trees of those living in katchi abadis. This would also help authorities prevent undue dual benefits to the same family. The court also asked the federal and provincial governments to explain why budgetary allocations were not made for the expert group in their respective budgets{"1281145": {"date": "August 31, 2016", "article": "ISLAMABAD: Former captain Rashid Latif, while laying severe criticism on Azhar Ali-led Pakistan for their below par performance against England last night, said that the hosts were ‘still 20 to 30 runs short’. In a post-match analysis show on PTV Sports, the former Pakistan wicketkeeper said the selection committee opted for an imbalanced squad for the ongoing tour of England.Eoin Morgan-led England tormented Pakistan’s bowling line-up to record highest-ever One-Day International (ODI) score of 444 in the third of the five-match series. Commenting on England’s total, Rashid said: “In my opinion, England were 20 to 30 runs short as their batsmen had gotten tired by spanking boundaries. They may go on to score more than 444 in the remaining two matches.”However, Rashid saw a silver lining in the defeat.“Had England put up 300 and Pakistan lost the match by 50, it would not have had such an impact. With such a heavy drubbing, there are chances of changes in Pakistan cricket.”Expressing his displeasure on Pakistan’s poor show at Trent Bridge, Nottingham, former Australian all-rounder Andrew Symonds said: “England’s outclass show displayed how the ODI cricket is played. Each and every individual’s role is defined in the team. They put themselves in such a position from where they could attack.”England and Wales Cricket Board (ECB) made drastic changes in their ranks following England’s premature exit from the 2015 World Cup which has made them most successful unit since March, last year.Rashid further said that Pakistan selection committee is treating fast-bowler Mohammad Amir like they had with Mohammad Irfan, which resulted in latter’s injury.“Amir is making a return after five years. He has been utilised in four Tests, then he was made to play against Ireland to win the contest. He is being treated in a similar manner as Irfan. He was played everywhere in the world in every format. Sharjah, Dubai, Chichawatni, he played everywhere. But when he fell, did anyone lift him?”Rashid revealed that he had suggested to Pakistan Cricket Board Chairman Shehryar Khan against appointing Azhar Ali as the national side’s captain, but he proceeded with the appointment and now the whole country is regretting his decision.\n", "author": "Dawn Sport", "title": "England were still 20 to 30 runs short, says Rashid Latif"}}
{"1281155": {"date": "Updated August 31, 2016", "article": "Punjab Government on Wednesday issued a legal notice to actor Hamza Ali Abbasi for spreading \"false rumours\" about the recent wave of child abductions across the province. Abbasi, in his Facebook post, revealed that he has been served a legal notice by the provincial government. \n\n\n\t\t\t\t\tHamza Ali Abbasi's Facebook status — screengrab\n\t\t\t\t\n\n\nThe notice, a copy of which is available with Dawn.com, was served by the provincial government's public prosecution department. The notice states that the number of missing children quoted by Hamza is incorrect and is \"less than one third that you (Hamza) reported\".The notification further claimed Hamza's post \"was exaggerated and it created a sense of insecurity in the general public\". \"The notice must be served to the news outlets as well. I, as a Pakistani, say that these politicians are as insensitive like animals,\" said Hamza in Geo News' Capital Talk.Pakistan Tehreek-i-Insaf's (PTI) senior leader Shafqat Mehmood alleged that \"Abbasi is subject to such a treatment because he is a PTI supporter. The government cannot arrest or serve legal notices to anyone for their Tweets or Whatsapp messages.\"This incident underscores Nawaz government's misuse of authority.\"In the month of Ramazan earlier this year, Pakistan Electronic Media Regulatory Authority (Pemra) barred Abbasi from hosting his Ramazan shows on Aaj TV respectively after complainants received said the show had aired provocative content.\n", "author": "Dawn.com | Imran Gabol", "title": "Hamza Ali A