{"1281002": {"date": "August 31, 2016", "article": "BISHKEK: A van driven by a suicide bomber exploded after ramming through a gate at the Chinese embassy in Kyrgyzstan on Tuesday, wounding three people, authorities said. “As a result of the explosion, only the suicide bomber terrorist died. Security guards were injured,” Kyrgyzstan’s Deputy Prime Minister Jenish Razakov told journalists at the scene.Razakov said the three wounded were all Kyrgyz employees of the Chinese embassy and that they had been taken to hospital. Local medics said their injuries were not serious.Police sources told AFP that a Mitsubishi Delica van smashed through a gate at the embassy on Tuesday morning before blowing up in the centre of the compound close to the ambassador’s residence.A police source confirmed that the vehicle was driven by a suicide bomber and described the incident as a “terrorist attack”. Body parts thought to be from the attacker were found several hundred metres from the blast site, a source said.The security service of the ex-Soviet Central Asian nation — which borders China — said an “explosive device” had been placed inside the vehicle, an official said.An AFP journalist close to the scene said that damage could be seen on the embassy buildings and that police had cordoned off the area as emergency services worked.Employees from the Chinese and nearby American embassy on the edge of the city were evacuated, the Kyrgyz emergency service said.Impoverished majority-Muslim Kyrgyzstan has a history of political instability and battling Islamist extremism.The economically troubled ally of Russia has seen two governments overthrown and ethnic violence claim hundreds of lives since it gained independence in 1991.The authorities regularly announce that they have foiled attacks planned by the militant Islamic State group in the country.Security forces last year said they had engaged in several deadly shootouts with suspected “terrorists” in Bishkek.Published in Dawn, August 31st, 2016\n", "author": "AFP", "title": "Three hurt in suicide blast at China’s Kyrgyzstan embassy"}}
{"1281002": {"date": "August 31, 2016", "article": "BISHKEK: A van driven by a suicide bomber exploded after ramming through a gate at the Chinese embassy in Kyrgyzstan on Tuesday, wounding three people, authorities said. “As a result of the explosion, only the suicide bomber terrorist died. Security guards were injured,” Kyrgyzstan’s Deputy Prime Minister Jenish Razakov told journalists at the scene.Razakov said the three wounded were all Kyrgyz employees of the Chinese embassy and that they had been taken to hospital. Local medics said their injuries were not serious.Police sources told AFP that a Mitsubishi Delica van smashed through a gate at the embassy on Tuesday morning before blowing up in the centre of the compound close to the ambassador’s residence.A police source confirmed that the vehicle was driven by a suicide bomber and described the incident as a “terrorist attack”. Body parts thought to be from the attacker were found several hundred metres from the blast site, a source said.The security service of the ex-Soviet Central Asian nation — which borders China — said an “explosive device” had been placed inside the vehicle, an official said.An AFP journalist close to the scene said that damage could be seen on the embassy buildings and that police had cordoned off the area as emergency services worked.Employees from the Chinese and nearby American embassy on the edge of the city were evacuated, the Kyrgyz emergency service said.Impoverished majority-Muslim Kyrgyzstan has a history of political instability and battling Islamist extremism.The economically troubled ally of Russia has seen two governments overthrown and ethnic violence claim hundreds of lives since it gained independence in 1991.The authorities regularly announce that they have foiled attacks planned by the militant Islamic State group in the country.Security forces last ye{"1281002": {"date": "August 31, 2016", "article": "BISHKEK: A van driven by a suicide bomber exploded after ramming through a gate at the Chinese embassy in Kyrgyzstan on Tuesday, wounding three people, authorities said. “As a result of the explosion, only the suicide bomber terrorist died. Security guards were injured,” Kyrgyzstan’s Deputy Prime Minister Jenish Razakov told journalists at the scene.Razakov said the three wounded were all Kyrgyz employees of the Chinese embassy and that they had been taken to hospital. Local medics said their injuries were not serious.Police sources told AFP that a Mitsubishi Delica van smashed through a gate at the embassy on Tuesday morning before blowing up in the centre of the compound close to the ambassador’s residence.A police source confirmed that the vehicle was driven by a suicide bomber and described the incident as a “terrorist attack”. Body parts thought to be from the attacker were found several hundred metres from the blast site, a source said.The security service of the ex-Soviet Central Asian nation — which borders China — said an “explosive device” had been placed inside the vehicle, an official said.An AFP journalist close to the scene said that damage could be seen on the embassy buildings and that police had cordoned off the area as emergency services worked.Employees from the Chinese and nearby American embassy on the edge of the city were evacuated, the Kyrgyz emergency service said.Impoverished majority-Muslim Kyrgyzstan has a history of political instability and battling Islamist extremism.The economically troubled ally of Russia has seen two governments overthrown and ethnic violence claim hundreds of lives since it gained independence in 1991.The authorities regularly announce that they have foiled attacks planned by the militant Islamic State group in the country.Security forces last year said they had engaged in several deadly shootouts with suspected “terrorists” in Bishkek.Published in Dawn, August 31st, 2016\n", "author": "AFP", "title": "Three hurt in suicide blast at China’s Kyrgyzstan embassy"}}
{"1281012": {"date": "August 31, 2016", "article": "ROME: Around 6,500 migrants were rescued off the coast of Libya on Monday, the Italian coastguard said, in one of its busiest days of life-saving in recent years.Dramatic images of one operation showed about 700 migrants crammed onto a fishing boat, with some of them jumping off the vessel in life jackets and swimming towards rescuers.A five-day-old baby was among those rescued along with other infants and was airlifted to an Italian hospital, according to Doctors Without Borders (MSF), which took part in operations.“The command centre coordinated 40 rescue operations” that included vessels from Italy, humanitarian organisations as well as the EU’s border agency Frontex, saving 6,500 migrants, the coastguard wrote on Twitter.“We’ve been particularly busy today,” a spokesman for the Italian coastguard said.On Sunday more than 1,100 migrants were rescued in the same area.The total number of arrivals in Italy this year now stands at 112,500, according to the UN’s refugee agency and the coastguard, slightly below the 116,000 recorded by the same point in 2015.Almost all of those migrants originate from West Africa and the Horn of Africa, often departing from Libya en masse when the sea is calm and a southern wind can push boats up into international waters.Such days often come one after another, leading to large numbers of boats over a short period. More than 13,000 people were rescued in under a week at the end of May, and 8,300 more at the start of August.The Italian coastguard predicted that weather conditions would encourage the departure of further migrant boats on Tuesday.The vessels are often flimsy and overcrowded while some of the migrants set off in such poor health that even if the crossing is calm they cannot survive a day at sea.There are around a dozen vessels run by humanitarian groups that patrol the waters off the Libyan coast, but tensions in the zone have flared recently as rival factions battle to control migrant trafficking.This month an MSF ship taking part in migrant rescue operations came under attack from armed men who shot at the vessel before briefly climbing aboard, the medical charity said.Published in Dawn, August 31st, 2016\n", "author": "AFP", "title": "Over 6,500 migrants rescued off Libya"}}
{"1281042": {"date": "August 31, 2016", "article": "SARGODHA: The University of Sargodha (UoS) has declared the results of BA/BSc first annual examination 2016. According to the results announced by Controller of Examinations Prof Dr Muhammad Iqbal Chaudhry, rural candidates grabbed most of the positions, while girls seemed to have performed better than boys. The total number of candidates appearing in the examinations was 28,119 out of which 11,241 were declared successful. The percentage of passing candidates was 40.06pc. In the BA examination, 19,413 candidates appeared out of which 6,887 with the percentage of successful candidates being 35.52pc. In the BSc examination, 8,706 candidates appeared out of which 4,354 were declared successful; the passing percentage remained 50.23pc. The number of girls sitting the exams was 16,333, while 11,786 were boys. Asma Kausar clinched the overall first position in the BA/BSc examination with 671 marks. In the BA exam, Nasir Rafique, a student of Government Postgraduate College, Bhakkar secured 641 marks and stood first; Kiran Iqbal of Superior College, Bhalwal got 634 marks and got the second position; while the third position was shared between Iqra Younas of Millat College, Jhang and private candidate from Sargodha Ume Ruqayya with 612 marks. In the BSc exam, Asma Kausar of the Government College for Women, Kallur Kot secured the first position with 671 marks, Iqra Mubeen of Punjab College of Science, Sargodha stood second with 655 marks and Punjab College of Science Jauharabad student Rabia Aftab secured 654 marks and stood third. UoS Vice Chancellor Prof Dr Muhammad Zahoorul Hassan Dogar awarded cash prizes of Rs30,000 to the first position holder, Rs20,000 to second and Rs10,000 to third besides shields and merit certificates.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Correspondent", "title": "UoS declares 40.06pc students successful in BA/BSc exam"}}
{"1281062": {"date": "August 31, 2016", "article": "LAHORE: A Crime Investigation Agency (CIA) police sub-inspector was arrested on Tuesday for snatching Rs10,700 from the student of an engineering university late on Saturday.North Cantonment police on Tuesday registered a robbery case against CIA Sub-Inspector Mushtaq Gujjar and formally arrested him, who was already in CIA police custody.Police said Gujjar with his two accomplices in civvies stopped late on Saturday (August 27) University of Engineering and Technology student Talha Rahat and his two cousins, who were ridding a motorcycle, in the Cantonment Area.Soon they handcuffed Talha, thrashed him severely, bundled him into a police van and kept roaming around the city for more than two hours.They snatched Rs10,700 from Talha and let him go on the intervention of the public. They threatened him of consequences if he reported the matter to police.Talha, however, acted otherwise and soon after being released, he \ncalled police Help Line 15.Police investigation led to the CIA sub-inspector of Cantonment Division.Deputy Inspector General Dr Haider Ashraf closely followed the case and directed CIA Superintendent of Police Raja Basharat to hold an inquiry into the incident. A source privy to development told Dawn that the inquiry team had found the sub-inspector guilty of thrashing and detaining Talha for two hours and snatching cash from him. The committee recommended strict action against Gujjar and two accomplices, whose names have not been released by police. The North Cantonment police registered a robbery case against the policeman and his two accomplices.Published in Dawn, August 31st, 2016\n", "author": "A Reporter", "title": "CIA staffer held for robbing student"}}
{"1281102": {"date": "August 31, 2016", "article": "NOTTINGHAM: England trounced Pakistan by 169 runs in the third one-day international at Trent Bridge on Tuesday, taking an unbeatable 3-0 lead in the five-match series. The match turned out to be a no-contest as England plundered the Pakistan attack to amass a record-breaking 444-3 in their 50 overs. They broke Sri Lanka’s record tally of 443 against Netherlands in 2006.     Opener Alex Hales overcame his dismal run in the Test series, scoring a scintillating 171 off 122 deliveries to set up the mammoth score. The ever-reliable Joe Root figured in a 248-run second wicket partnership with Hales. Wicketkeeper Jos Buttler and Eoin Morgan ensured that their side posted a virtually unassailable target, putting up 161 for the fourth wicket.   Pakistan were never really in the hunt in the face of such a formidable score. They made a valiant effort nevertheless, scoring at well above six runs an over during the first 20 overs. Sharjeel Khan led the chase with a sizzling 58. But the loss of wickets at regular intervals put them out of contention as five batsmen were back in the pavilion inside 20 overs.       Paceman Mohammad Amir provided some consolation, and thrills, towards the end by playing a cameo innings of 58, studded with four sixes. Three of the sixes came off consecutive balls off Adil Rashid.   England 444-3 in 50 overs (Alex Hales 171, Jos Buttler 90 not out, Joe Root 85; Hasan Ali 2-74).Pakistan 275 all out in 42.4 overs (Sharjeel Khan 58, Mohammad Amir 58; Chris Woakes 4-41, Adil Rashid 2-73).Published in Dawn, August 31st, 2016\n", "author": "Agencies", "title": "England humble Pakistan, take unbeatable lead"}}
{"1281142": {"date": "Updated August 31, 2016", "article": "QUETTA: Pakistan and Afghanistan on Wednesday agreed to re-open the Friendship Gate at the Chaman border on Sept 1, Frontier Corps Spokesman Khan Wasay told DawnNews.The border was closed on Aug 18 after Afghan protesters attacked the gate and set the Pakistani flag on fire.  Wasay said that Pakistani and Afghan border officials met at the Friendship Gate and after successful negotiations, agreed to reopen the border starting tomorrow.Trade activities between the two countries had come to a standstill following closure of the border. Long queues of trucks and vehicles were visible as drivers waited desperately the gate to reopen.Four meetings were already held between the two countries but yielded no results. However, during yesterday's flag meeting, Afghan authorities admitted that there was no justification for the unprovoked protest, and claimed that some elements had played a negative role to foment differences between the two countries. The two sides agreed to improve cooperation and coordination between border guards in order to avoid untoward incidents in the future. Every day between 10,000 and 15,000 Pakistani and Afghan traders cross into Chaman and Vesh Mandi in connection with their business in the border towns. \n", "author": "Syed Ali Shah", "title": "Pak-Afghan Friendship Gate at Chaman border to reopen tomorrow"}}
{"1281162": {"date": "September 01, 2016", "article": "KARACHI: A Joint Investigation Team (JIT) has been formed to question Muttahida Qaumi Movement's jailed Karachi mayor Waseem Akhtar.In a notification released on Wednesday, a copy of which is available with Dawn.com, the JIT has been instructed to investigate the matter with in seven days. Akhtar was arrested on July 19 on suspicion of sheltering and providing medical treatment to alleged militants and criminals. He also faces earlier charges of inciting riots.The MQM leader is the first person in the country to have won the mayoral election from prison with a comfortable margin against his rival candidate pitted by a six-party alliance formed to contest against the the MQM.Security forces have arrested scores of MQM members in the last year and accuse them of torture, murder and racketeering in a bid to keep their grip on the city. MQM denies any link to crime and accuses paramilitary forces of a series of extra-judicial killings of its members.\n", "author": "Imtiaz Ali", "title": "JIT to question MQM's Waseem Akhtar"}}
{"1281172": {"date": "September 01, 2016", "article": "NO one would disagree with Owen Bennett-Jones (Aug 25) that politicians have themselves repeatedly appeased the jihadis, but it may not be fair to blame them alone. Let us be realistic — nothing happened without a green signal from the relevant powers once General (later Field Marshal) Ayub Khan took the additional charge of defence minister in 1954.Decades later, there were many political parties and leaders who strongly opposed the grant of $30m to Samiul Haq’s Madressah Haqqani. Similarly, the official stand vis-a-vis Abdul Aziz Ghazi has been mysterious. And who knows if there is still somebody in the background arranging colossal doles to Maulana Samiul Haq or if some big portion of this amount is meant for some other entity. Only a future audit, if any, of the Haqqani Madressah will reveal the real facts.Another side of the affair, ignored by Mr Bennett-Jones, needs to be highlighted. It is a fact that originally it was the Western powers which in their own interests gave billions of dollars to various Pakistani organisations to sponsor, finance, train and arm jihadis and extremists to fight Soviet forces in Afghanistan, which they invaded in 1979. In fact, Muslim fundamentalists, Christian neocons and others joined hands to fight Soviet atheists. Now during the post-Soviet era every group claims and insists that they are the real believers in God and others need to be eliminated. Hence they are after each other’s blood!It would be unrealistic indeed to ignore the role of some Western and Middle Eastern countries in creating this modern-day evil!Nasser BrohiKarachi.Published in Dawn September 1st, 2016\n", "author": "From the Newspaper", "title": "‘Partying with jihadis’"}}
{"1281382": {"date": "September 04, 2016", "article": "\n\n\n\nIt’s official: superstar Hirthik Roshan’s Mohenjo Daro has flopped in the domestic market! With a whopping alleged budget of Rs1 billion out of which Rs160 million was spent on production, it has barely earned Rs550 million from the Indian market in the two weeks that it has been running. Although the TV satellite rights and the international market will help the producers recover most of their investment, a substantial profit still isn’t possible.Directed by Ashutosh Gowariker, Mohenjo Daro was touted as a historical film based on an era which so far hasn’t been depicted in Hindi films. The Indus Valley civilization dates back to around 2500 BCE [more than 4,000 years old]. The archeological site of Mohenjo Daro is situated in Sindh, and was one the largest urbanised settlements of the Indus Valley civilization. It was discovered and excavated in the 1920s.Ashutosh said he carried out three years of research before writing the story. One doubts his statement. The costumes, the giant sets, props and even the language used in Mohenjo Daro represent a different era from what historians have reported after carrying out excavations at the site. Even the terracotta artefacts tell a different tale of the people who once lived there.In an episode of The Kapil Sharma Show, Ashutosh admitted that history was never his favourite subject in school. One wonders then what prompted the director to take on the subject. Previously, he has dabbled in history with Jodhaa Akbar (the Mughal period), Lagaan  (the Colonial era) and Khelein Hum Jee Jaan Sey (the 1930 Chittagong Uprising against the British Raj).\nMohenjo Daro is yet another gross misinterpretation of history to grace the silver screen\n\nBut Ashutosh isn’t alone in depicting history as he perceives it. Most Indian film directors happily take on historical figures or incidents, labeling them as epics. While one can understand creative licenses, misrepresentation is an altogether different thing. In the 100-year-old Indian film industry there are many such examples. For some reason, film-makers from the days of Alam Ara (1931) are obsessed with historical subjects and happily alter facts to suit their film-making needs. The most-loved screen character is that of Mughal Emperor Akbar (A.D.1542-1605). While many films have been made on him and his son Emperor Jahangir, Mughal-i-Azam is supposed to be an all-time favourite. There was Taj Mahal followed by Anarkali; Taj Mahal: the epic love story; and of course Jodhaa Akbar. They are eye-candy with gigantic and opulent sets, majestic costumes (copied by fashion designers for wedding outfits) and good-looking female actors such as Madhubala, Bina Rai, Sonya Jehan (granddaughter of Madam Noor Jehan), and of course Aishwarya Rai-Bachchan. A melodious soundtrack further added to the glamour of these productions. Had it not been for the titles and set design, any of these films could have easily been mistaken for a neurotic love story of a typical Bollywood masala film.The other great emperor to be misrepresented on celluloid is Samrat Ashoka (268 to 232 BCE). Amrapali (starring Sunil Dutt, Vyjanthimala) and Asoka (Shah Rukh Khan, Kareen Kapoor) based on the emperor’s life, conquests and later his adoption of Buddhism have taken such creative liberty with the subject matter that historians have every right to cry foul.In Bajirao Mastani by director Sanjay Leela Bhansali, the Kokanastha Brahmin community from Maharashtra to which Bajirao (A.D.1700-40) belonged, opposed the misrepresentation to such an extent that Bhansali had to carry a long disclaimer at the beginning of the film. Even the Rajputs of Rajasthan had objected to the presentation of Jodhaa in Jodhaa Akbar, which again led to the film having a disclaimer. Next in line was Ketan Mehta’s Mangal Pandey – The Rising starring Aamir Khan. It was factually opposed by the descendents of freedom fighter Mangal Pandey (1827-57).In this context, both director Ashutosh Gowariker and Mohenjo Daro are lucky as no known descendants of the Indus Valley civilisation are around today to object to the gross misinterpretation of facts which run from form of governance to the reasons for Mohenjo Daro’s eventual demise and even the city’s name itself – Mohejo Daro (The Mound of the Dead) is a modern concoction, not the city’s name when it actually existed! A slightly better presentation would have taken the film a long way, as this is the first production to be based on that time period.It’s not as though all historical films made in Bollywood misrepresent history. There are some excellent ones too. We won’t include Gandhi in the list as it was made by British director Richard Attenborough.But there are others. Shatranj ke Khilari (1977) by Satyjit Ray dealt with the decadence of royalty of Central North India, which was exploited by the British to annex the Kingdom of Awadh in 1856. The film represented that era aptly but didn’t do too well. As it dealt with nawabs, Shatranj ke Khilari depicted regal ambience and majestic outfits. Opposed to this was Pather Panchali by the same director. It depicted poverty in the villages soon after the famous Bengal famine of 1943. Pather Panchali is a harsh but true and no-frills-attached film that won several national and international awards for its sheer artistic beauty, while depicting crippling poverty at that point in time​.Director Deepa Mehta’s Earth (1988) gave valuable insight into Partition and the havoc it created with interpersonal relationships. Mehta’s second film, Water, was set in 1938 and dealt with the treatment meted out to widows in Varanasi. These were good films with sound research which made fictional figures appear quite realistic. There have been others as well such as Black Friday, Hey Ram, Parzania, Train to Pakistan, Firaaq, Bombay etc. Earlier, we also had Garam Hawa, Junoon, Sardar, Pinjar and others where the directors took an incident in history and stuck to as true a depiction as possible.If film-makers can’t stay true to history, then they should at least use a different title for​ such films and not advertise them as ‘historical’. As in the case of Mohenjo Daro, even the mighty Hrithik Roshan could not get it the footfalls required to guarantee success.Published in Dawn, Sunday Magazine, September 4th, 2016\n", "author": "Surekha Kadapa-Bose", "title": "ForeignFront: Distorting history for the sake of masala in Hindi films"}}
{"1281402": {"date": "September 02, 2016", "article": "KARACHI: The Jamiat Ulema-i-Islam-Fazl (JUI-F) called off its protest on Thursday after being assured by the Sindh government that the party would be consulted on legislation for the registration of seminaries and the mastermind behind its leader murder would be arrested.Hundreds of JUI-F workers rallied from Numaish traffic intersection to M.A. Jinnah Road and staged a sit-in near Tibet Centre when they were not allowed to march on CM House where the party had originally planned to stage a demonstration. The marchers demanded arrest of the mastermind behind Dr Khalid Mehmood Soomro’s murder and revision of a proposed plan for the registration of the seminaries.“We were assured by the Sindh government time and again that the murder case would be tried in a military court and the mastermind of the murder would be arrested at any cost,” said the JUI-F’s general secretary and elder son of \nslain leader Rashid Mahmood Soomro while addressing the protesters.“But it never happened. The people who were arrested were just paid to kill Dr Soomro. The mastermind and planners are still free and till their arrest justice cannot be served. Similarly, when the government was in process to draft the law for the registration of seminaries we were assured that it would not be done without the consent of clerics and seminaries. That also turned out a lie. Now we are left with no other option but to lodge protest.”A couple of hours later the adviser to the chief minister on law Murtaza Wahab arrived to meet the JUI-F leaders and held talks. An hour-long discussion between two sides finally led to an announcement to call off the protest that had paralysed the traffic system in Karachi South district. Mr Wahab assured the leaders that the Sindh government would take party’s input before giving a nod to the seminaries registration law and also ensure the arrest of the mastermind behind Dr Soomro’s murder.The protest created gridlock on the thoroughfare and connecting roads, as vehicles remained stuck in traffic jam for hours on Dr Ziauddin Ahmed, Club Road, I. I. Chundrigarh Road, M. R. Kayani Road, Rafiqi Shaheed Road, Sarwar Shaheed Road, Court Road, Fatima Jinnah Road, Old Outram Road, Hasrat Mohani Road, Wood Street, Shahrah-i-Kamal Ataturk, Burns Road, Belassis Street, Shahrah-i-Liaquat and Nicol Road.Published in Dawn, September 2nd, 2016\n", "author": "Imran Ayub", "title": "JUI-F ends protest after talks with Sindh govt"}}
{"1281442": {"date": "Updated September 02, 2016", "article": "ISLAMABAD: The Senate Standing Com­m­ittee on Finance on Thursday decr­ied the resurgence of circular debt despite an increase in electricity tariffs and declining oil prices on the international markets. The committee, chaired by Saleem Mandviwalla, noted that the circular debt was around Rs480 billion in five years which was cleared in June 2013. However, since then Rs321bn has accumulated in this head. The committee questioned Ministry of Water and Power’s Additional Secretaries Zargham Eshaq Khan and Omar Rasool if the government was giving any subsidy on electricity. The two officials replied in negative. PTI’s Mohsin Aziz pointed out that crude oil was at around $120 per barrel in 2013 and electricity rates were Rs7 per unit. “Oil is around $40 per barrel now and the power rate is Rs12 per unit. What is the reason for the resurgence of circular debt?” Senator Aziz questioned. The committee was informed by the officials that an MoU has been signed between the government and Independent Power Producers (IPPs) to convert their fuel base from oil to coal. Three IPPs hav{"1281002": {"date": "August 31, 2016", "article": "BISHKEK: A van driven by a suicide bomber exploded after ramming through a gate at the Chinese embassy in Kyrgyzstan on Tuesday, wounding three people, authorities said. “As a result of the explosion, only the suicide bomber terrorist died. Security guards were injured,” Kyrgyzstan’s Deputy Prime Minister Jenish Razakov told journalists at the scene.Razakov said the three wounded were all Kyrgyz employees of the Chinese embassy and that they had been taken to hospital. Local medics said their injuries were not serious.Police sources told AFP that a Mitsubishi Delica van smashed through a gate at the embassy on Tuesday morning before blowing up in the centre of the compound close to the ambassador’s residence.A police source confirmed that the vehicle was driven by a suicide bomber and described the incident as a “terrorist attack”. Body parts thought to be from the attacker were found several hundred metres from the blast site, a source said.The security service of the ex-Soviet Central Asian nation — which borders China — said an “explosive device” had been placed inside the vehicle, an official said.An AFP journalist close to the scene said that damage could be seen on the embassy buildings and that police had cordoned off the area as emergency services worked.Employees from the Chinese and nearby American embassy on the edge of the city were evacuated, the Kyrgyz emergency service said.Impoverished majority-Muslim Kyrgyzstan has a history of political instability and battling Islamist extremism.The economically troubled ally of Russia has seen two governments overthrown and ethnic violence claim hundreds of lives since it gained independence in 1991.The authorities regularly announce that they have foiled attacks planned by the militant Islamic State group in the country.Security forces last year said they had engaged in several deadly shootouts with suspected “terrorists” in Bishkek.Published in Dawn, August 31st, 2016\n", "author": "AFP", "title": "Three hurt in suicide blast at China’s Kyrgyzstan embassy"}}
{"1281012": {"date": "August 31, 2016", "article": "ROME: Around 6,500 migrants were rescued off the coast of Libya on Monday, the Italian coastguard said, in one of its busiest days of life-saving in recent years.Dramatic images of one operation showed about 700 migrants crammed onto a fishing boat, with some of them jumping off the vessel in life jackets and swimming towards rescuers.A five-day-old baby was among those rescued along with other infants and was airlifted to an Italian hospital, according to Doctors Without Borders (MSF), which took part in operations.“The command centre coordinated 40 rescue operations” that included vessels from Italy, humanitarian organisations as well as the EU’s border agency Frontex, saving 6,500 migrants, the coastguard wrote on Twitter.“We’ve been particularly busy today,” a spokesman for the Italian coastguard said.On Sunday more than 1,100 migrants were rescued in the same area.The total number of arrivals in Italy this year now stands at 112,500, according to the UN’s refugee agency and the coastguard, slightly below the 116,000 recorded by the same point in 2015.Almost all of those migrants originate from West Africa and the Horn of Africa, often departing from Libya en masse when the sea is calm and a southern wind can push boats up into international waters.Such days often come one after another, leading to large numbers of boats over a short period. More than 13,000 people were rescued in under a week at the end of May, and 8,300 more at the start of August.The Italian coastguard predicted that weather conditions would encourage the departure of further migrant boats on Tuesday.The vessels are often flimsy and overcrowded while some of the migrants set off in such poor health that even if the crossing is calm they cannot survive a day at sea.There are around a dozen vessels run by humanitarian groups that patrol the waters off the Libyan coast, but tensions in the zone have flared recently as rival factions battle to control migrant trafficking.This month an MSF ship taking part in migrant rescue operations came under attack from armed men who shot at the vessel before briefly climbing aboard, the medical charity said.Published in Dawn, August 31st, 2016\n", "author": "AFP", "title": "Over 6,500 migrants rescued off Libya"}}
{"1281022": {"date": "August 31, 2016", "article": "THE impeachment trial of Brazil’s suspended president Dilma Rousseff has entered its final stage. The world is watching as she appears before the Senate to defend herself against charges of breaking budget rules. As I watched her speech to the senate, I was reminded of another impeachment trial from history. Andrew Johnson, who became America’s 17th president in 1865, after Abraham Lincoln’s assassination, was put on trial for impeachment in 1868 by the Senate. He escaped impeachment by one vote.When the senator who did not vote was asked the reason for having withheld his vote in such a crucial matter, he replied that the impeachment would have been a disgrace to his country and the office of the US president. I hope that the Brazilians will also keep the larger picture in mind while deciding the fate of the embattled presidency of Dilma Rousseff. Justice( r) Sajjad Ahmed Sipra LahorePublished in Dawn, August 31st, 2016\n", "author": "From the Newspaper", "title": "Impeachment in Brazil"}}
{"1281032": {"date": "August 31, 2016", "article": "KARACHI: An antiterrorism court sentenced on Tuesday a convict to death in a murder case of a police officer. Abdul Rasheed was found guilty of killing Assistant Sub-Inspector Ali Hussain in an Arambagh locality in December 2012. The ATC-III judge, Syed Shakeel Haider, also imposed a fine of Rs100,000 and ruled that the capital punishment shall not be executed till the confirmation by the high court. Moreover, the court also handed down 25-year imprisonment to the convict for the offence of attempted murder, two years each for deterring public servants from discharge of their duty and damaging a police van, three years for carrying an unlicensed pistol and a fine of Rs50,000 in each offence. However, the court ruled that all sentences of imprisonment would run concurrently. According to the judgement, the charges stood proved beyond a shadow of a doubt since the witnesses deposed against the accused and documentary evidence, including ballistic report of crime weapon, recovered from the accused, also corroborated their testimonies. The prosecution said that a party of the City Courts police station headed by the ASI was checking suspicious persons near the sessions courts south and upon seeing the police the suspect with his absconding accomplice Nasir riding a motorcycle attempted to ride away. However, the police party chased them, but the suspects opened fire on the police van near Pakistan Chowk and shot dead the ASI. The police arrested one suspect and his accomplice escaped, it added.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Man sentenced to death in policeman murder case"}}
{"1281042": {"date": "August 31, 2016", "article": "SARGODHA: The University of Sargodha (UoS) has declared the results of BA/BSc first annual examination 2016. According to the results announced by Controller of Examinations Prof Dr Muhammad Iqbal Chaudhry, rural candidates grabbed most of the positions, while girls seemed to have performed better than boys. The total number of candidates appearing in the examinations was 28,119 out of which 11,241 were declared successful. The percentage of passing candidates was 40.06pc. In the BA examination, 19,413 candidates appeared out of which 6,887 with the percentage of successful candidates being 35.52pc. In the BSc examination, 8,706 candidates appeared out of which 4,354 were declared successful; the passing percentage remained 50.23pc. The number of girls sitting the exams was 16,333, while 11,786 were boys. Asma Kausar clinched the overall first position in the BA/BSc examination with 671 marks. In the BA exam, Nasir Rafique, a student of Government Postgraduate College, Bhakkar secured 641 marks and stood first; Kiran Iqbal of Superior College, Bhalwal got 634 marks and got the second position; while the third position was shared between Iqra Younas of Millat College, Jhang and private candidate from Sargodha Ume Ruqayya with 612 marks. In the BSc exam, Asma Kausar of the Government College for Women, Kallur Kot secured the first position with 671 marks, Iqra Mubeen of Punjab College of Science, Sargodha stood second with 655 marks and Punjab College of Science Jauharabad student Rabia Aftab secured 654 marks and stood third. UoS Vice Chancellor Prof Dr Muhammad Zahoorul Hassan Dogar awarded cash prizes of Rs30,000 to the first position holder, Rs20,000 to second and Rs10,000 to third besides shields and merit certificates.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Correspondent", "title": "UoS declares 40.06pc students successful in BA/BSc exam"}}
{"1281052": {"date": "August 31, 2016", "article": "OKARA: The principal and staff of Okara’s sole government college said it was an honour for them that for the first time a student from their institution topped the BA exam. They were delighted that Mansoor Ali of the arts group, the first position holder in the BA annual examination 2016, belonged to the Government Post-Graduate College (PGC), Okara. Ali was awarded a cheque for Rs100,000 by PU Vice Chancellor Dr Mujahid Kamran on Tuesday as well as a merit shield and certificate. Dr Kamran also assured Ali that the PU will bear all his education expenses should he choose to study there in any discipline. Ali expressed his desire that he wished to get a masters degree in English and then sit the Central Superior Services exams. PGC Principal Zafar Ali Tipu told the media that he and his staff had provided Ali with every facility, as his father ran a small grocery shop in their village Maroola Sharif, some 38km near river Ravi in the northeast of the city. The principal and college staff also appealed to Chief Minister Shahbaz Sharif to help Ali complete his studies. KILLED: A woman was shot dead allegedly by her husband on Tuesday. Paras Bibi was visiting her parents in Thatta Baqar village when her husband Ali Ahmad went over to take her back on Tuesday morning. The couple got into an argument when Ahmad got infuriated. He pulled out a gun and shot Paras dead, and fled from the scene. Gogera Police Station registered a case.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Correspondent", "title": "First Okara college student to top BA exam"}}
{"1281062": {"date": "August 31, 2016", "article": "LAHORE: A Crime Investigation Agency (CIA) police sub-inspector was arrested on Tuesday for snatching Rs10,700 from the student of an engineering university late on Saturday.North Cantonment police on Tuesday registered a robbery case against CIA Sub-Inspector Mushtaq Gujjar and formally arrested him, who was already in CIA police custody.Police said Gujjar with his two accomplices in civvies stopped late on Saturday (August 27) University of Engineering and Technology student Talha Rahat and his two cousins, who were ridding a motorcycle, in the Cantonment Area.Soon they handcuffed Talha, thrashed him severely, bundled him into a police van and kept roaming around the city for more than two hours.They snatched Rs10,700 from Talha and let him go on the intervention of the public. They threatened him of consequences if he reported the matter to police.Talha, however, acted otherwise and soon after being released, he \ncalled police Help Line 15.Police investigation led to the CIA sub-inspector of Cantonment Division.Deputy Inspector General Dr Haider Ashraf closely followed the case and directed CIA Superintendent of Police Raja Basharat to hold an inquiry into the incident. A source privy to development told Dawn that the inquiry team had found the sub-inspector guilty of thrashing and detaining Talha for two hours and snatching cash from him. The committee recommended strict action against Gujjar and two accomplices, whose names have not been released by police. The North Cantonment police registered a robbery case against the policeman and his two accomplices.Published in Dawn, August 31st, 2016\n", "author": "A Reporter", "title": "CIA staffer held for robbing student"}}
{"1281072": {"date": "August 31, 2016", "article": "ISLAMABAD: A police official was dismissed for taking a bribe, police said on Tuesday. The official’s termination order was issued from the office of SSP Sajid Kiani after he was found guilty. Constable Safdar, who was stationed at Sabzi Mandi police station, was accused of taking bribe from a truck driver. An inquiry into the matter determined that he was guilty of doing so, which led to his arrest and the registration of a case. They said reports surfaced earlier that public service vehicles were intercepted at a picket near a wheat godown on the pretext of security, and the police officials deployed there demanded money from the drivers. In response to the complaint, the Sabzi Mandi SHO collected evidence to apprehend those responsible. The civilians maintaining surveillance in the area spotted the constable taking bribe from a truck driver and recorded the incident. The evidence was then shared with the SI who ordered an inquiry that led to the constable’s dismissal.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Policeman dismissed for bribery"}}
{"1281082": {"date": "August 31, 2016", "article": "ISLAMABAD: An official of the National Highway and Motorway Police (NHMP) shot himself in front of the NHMP inspector general’s office on Tuesday, police said. Shaheen Khan had been working at the NHMP as a lower division clerk, and was recently repatriated to his parent department following a Supreme Court order. Police said this was what led him to commit suicide. Khan had been employed as a cook at the Khyber Pakhtunkhwa communications ministry, from where he was sent to the NHMP on deputation. Following the SC order to repatriate those working on deputation, Khan met with the chief of the force and asked that his case be reconsidered. The police said the NHMP inspector general said he could not help. They said he attempted to meet the inspector general of police (IGP) a number of times, but the chief began avoiding him. He attempted to meet the IGP on Tuesday at his office in G-13, but was not given permission. He then left the office and shot himself with a 30 bore pistol, police said. Khan was preparing to appear in the CSS examinations and his father also works at the NHMP.Officials said the NHMP is most affected by the SC order compared other government departments. The present strength of the NHMP is around 5,100, of which 1,000 officials were repatriated to their parent departments. Another 1,500 officials will be repatriated as soon as possible, they said, and added that there were no posts or seats available for these 2,500 officials in their parent departments because those posts were filled when they were transferred to the NHMP on deputation and then absorbed into the force.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "NHMP official commits suicide"}}
{"1281092": {"date": "August 31, 2016", "article": "ABBOTTABAD: The number of ghost schools in Khyber Pakhtunkhwa has enormously reduced over the last three years due to the government’s reforms.Also, scores of government schools are being rehabilitated by renovation and provision of educational and sports facilities.This was revealed during a meeting of the Khyber Pakhtunkhwa Assembly standing committee on elementary and secondary education here on Tuesday.MPA Mohammad Arif chaired the meeting, where MPAs Shah Hussain, Raja Faisal Zaman and Amna Sardar, elementary and secondary education director, Hazara division education officers, and relevant officials were also in attendance.The participants discussed the issue of ghost and closed schools in Hazara division. They criticised the federal government for not rebuilding schools devastated in the region by the 2005 earthquake.The participants said fresh contact would be made with the federal government for the reconstruction of such educational institutions.The relevant officials said the provincial government had planned the recruitment of around 15,450 permanent teachers for schools in the province and until that happened, teachers would be hired on daily wage basis.The committee urged the education department to take over the newly-constructed schools and ensure provision of staff and other facilities there.Committee chairman Mohammad Arif appreciated the performance of all Hazara division DEOs and said all those performing their duties well, especially regarding educational reforms, should be allowed to continue serving at their current workplace.Published in Dawn, August 31st, 2016\n", "author": "A Correspondent", "title": "Fewer ghost schools in KP, now"}}
{"1281102": {"date": "August 31, 2016", "article": "NOTTINGHAM: England trounced Pakistan by 169 runs in the third one-day international at Trent Bridge on Tuesday, taking an unbeatable 3-0 lead in the five-match series. The match turned out to be a no-contest as England plundered the Pakistan attack to amass a record-breaking 444-3 in their 50 overs. They broke Sri Lanka’s record tally of 443 against Netherlands in 2006.     Opener Alex Hales overcame his dismal run in the Test series, scoring a scintillating 171 off 122 deliveries to set up the mammoth score. The ever-reliable Joe Root figured in a 248-run second wicket partnership with Hales. Wicketkeeper Jos Buttler and Eoin Morgan ensured that their side posted a virtually unassailable target, putting up 161 for the fourth wicket.   Pakistan were never really in the hunt in the face of such a formidable score. They made a valiant effort nevertheless, scoring at well above six runs an over during the first 20 overs. Sharjeel Khan led the chase with a sizzling 58. But the loss of wickets at regular intervals put them out of contention as five batsmen were back in the pavilion inside 20 overs.       Paceman Mohammad Amir provided some consolation, and thrills, towards the end by playing a cameo innings of 58, studded with four sixes. Three of the sixes came off consecutive balls off Adil Rashid.   England 444-3 in 50 overs (Alex Hales 171, Jos Buttler 90 not out, Joe Root 85; Hasan Ali 2-74).Pakistan 275 all out in 42.4 overs (Sharjeel Khan 58, Mohammad Amir 58; Chris Woakes 4-41, Adil Rashid 2-73).Published in Dawn, August 31st, 2016\n", "author": "Agencies", "title": "England humble Pakistan, take unbeatable lead"}}
{"1281112": {"date": "August 31, 2016", "article": "KARACHI: Like any other event involving the Muttahida Qaumi Movement (MQM) these days, there was a lot of speculation about what might transpire at the oath-taking ceremony for the jailed mayor-elect of Karachi, Waseem Akhtar, and his deputy, Arshad Abdullah Vohra, on Tuesday. Some journalists suggested that Rangers might show up at the ceremony, but the idea was rejected soon after the event got under way. Others were betting on whether or not Mr Akhtar would raise the “Long Live Pakistan” slogan after taking the oath. The speculation stemmed from the fact that the MQM leader was to be produced before a district and sessions court at 11am, right when the oath-taking ceremony was to commence. Within a few minutes, reports came in that the district and sessions judge (South), Imdad Khoso, had withdrawn an earlier order on the basis of “not having clearance from the Sindh High Court to administer the oath-taking ceremony”. As a result, the returning officer for the Karachi Metropolitan Corporation (KMC), Samiuddin Siddiqui, requested the authorities to present Mr Akhtar at the event to take the oath. As soon as the order was passed, the empty seats began to fill up as one after the other diplomats, ambassadors and businessmen started to show up at the venue. The fact that Karachi would finally have a mayor after a gap of seven years was repeated far too often at the event. The deputy convener of the MQM’s coordination committee, Dr Farooq Sattar, was the first from the party’s senior cadre to walk in, followed by Khwaja Izhar-ul-Hassan. While Dr Sattar seemed to be avoiding the media after frequently appearing on television channels in the wake of the Aug 22 speech by Altaf Hussain, Khwaja Izhar seemed to be ready to give a speech to the press that asked him for a sound bite. However, his speech about “political participation and peace” was interrupted midway when Mr Akhtar and Mr Vohra walked in. Amid a rather unenthusiastic applause from the audience, the mayor-elect took to the stage while waving to the people, first towards actor Behroz Sabzwari and then Dr Sattar who was sitting with some diplomats. Conspicuous by his absence from the audience was Governor Ishratul Ibad Khan, amid reports that the MQM is again trying to have him replaced. The brief silence that followed was broken by the host, who called Samiuddin Siddiqui to formally begin the proceedings which were already late by more than 90 minutes. Both Mr Akhtar and Mr Vohra then took their oaths, by repeating the words uttered by Mr Siddiqui and occasionally correcting him. The former administrator of Karachi, Laiq Ahmed, was then requested to hand over the “keys” of the city to the elected mayor. Just as this was happening, MQM supporters raised the party slogan, chanting “Zinda Hai Mohajir Zinda Hai (Mohajirs are alive)” and Jiye Muttahida (Long Live Muttahida)”. Just then, a few people at the back raised the Bhutto slogan and within minutes a shouting match between pro-Muttahida and pro-PPP workers began. Mr Akhtar raised the slogans of the two parties, adding “Jiye Imran Khan”, to make everyone happy. He then asked whether he could continue with his speech. Though that did not happen, as the group of PPP workers continued chanting their slogans, Mr Akhtar continued by thanking all the contesting political parties. He followed this up by thanking the Sindh government and Chief Minister Syed Murad Ali Shah, adding that Karachi needed an energetic and dynamic leader like Mr Shah to resolve the pending issues of “the city which was never treated right”. Thanking the Supreme Court, he said it had taken nine long months before he finally could take the oath of his office. In a special mention of the PPP chairperson and co-chairperson, Bilawal Bhutto-Zardari and Asif Ali Zardari, Mr Akhtar added that they would all have to work together. Switching to English to address the business leaders of the city, he said that “false but bailable charges” had been filed against him, for which he had submitted a bail application in the court. What was absent from his speech was any mention of MQM founder Altaf Hussain. Once the ceremony was over, a relaxed Dr Sattar said the past nine months had been “a painstaking and nerve-wrecking process” for the party. He said: “I’m glad that we have a mayor now. But we need to have participatory politics rather than an isolated one. I’m glad that [Mr] Akhtar mentioned all the political parties in his speech as we’d like the participation of all political parties to make changes in Karachi.” He said the mayor would first need to “seek a parole, from where we’ll take things forward”. In the end, Mr Akhtar joined Dr Sattar on stage to answer queries from media personnel. Without mentioning the party chief, the mayor said that they would “protect Pakistan”.Published in Dawn, August 31st, 2016\n", "author": "Saher Baloch", "title": "Akhtar takes mayor’s oath, doesn’t mention Altaf"}}
{"1281122": {"date": "Updated August 31, 2016", "article": "\n\n\n\t\t\t\t\tThe writer is an author and journalist.\n\t\t\t\t\n\n\nHis near-demonic hold over his followers may have loosened and an internal party coup has apparently dethroned him from leadership. Yet it is premature to write off Altaf Hussain whose name has been synonymous with the very existence of the MQM. From his base in London, he still maintains contact with his supporters in Pakistan and across the world.  Altaf Hussain may have been wounded but he has certainly survived any detonating of the ‘suicide vest’ as others describe it. It appears obvious that what happened on Aug 22 was part of an organised plan that boomeranged. The party leadership in Pakistan may have dissociated itself from him and removed his name from the party constitution as the supreme leader whose decision could not be challenged. But it is extremely difficult to destroy the cult that has been built around his personality for the past three decadesOne fully empathises with Farooq Sattar who is walking a tightrope. Unsurprisingly, he dare not make a complete rupture and denounce his former leader publicly for his act of treason, for fear of breaking unity among the Muttahida leadership in Pakistan. There is also a fear of backlash from the militant wing that is directly controlled from London and that still pledges loyalty to the supreme leader, though it has been crippled by the ongoing operation. Examine: Confronting MQM’s pastInterestingly, Altaf Hussain too has kept silent over the internal party revolt that claims to have stripped him of his undisputed authority reinforcing suspicion about a mutually agreed separation short of a divorce. It is, indeed, surprising that the entire Pakistani leadership overnight turned against their supreme leader whom they had defended even against the charges of an Indian connection. So what is the deal?   \nAltaf Hussain may have been wounded but he has certainly survived any detonating of the ‘suicide vest’.\n\nMany believe that while the party organisation in Pakistan would be allowed to operate independently, the London office would continue to control the overseas branches. They would maintain an aggressive stance to internationalise the issue of the alleged extra-judicial killing of MQM workers and their enforced disappearances. Altaf Hussain’s latest harangue through telephonic addresses to MQM workers in America and South Africa lends credence to these theories.  This arrangement was, perhaps, necessary to ensure the success of the party’s candidate for city mayor in the elections held a few days later. Waseem Akhtar, who was nominated with the approval of Altaf Hussain months ago, swept the polls easily with not a single MQM vote wasted. Any reaction from London against the decision of the Pakistan-based committee would have divided the party which could have caused it to lose control of the city government. By separating the Karachi and London committees, the MQM has apparently escaped the possibility of being banned. Almost all the major political parties are opposed to any move that could lead to the disintegration of the party into splinters thus strengthening militancy. For sure, the ongoing Rangers operation in Karachi has crippled the party’s militant wing and contained its capacity to bring the city to a halt as it did frequently in the past. But the party is still deeply entrenched in the city and its vote bank has remained intact as demonstrated in the local government polls and various by-elections. The creation of the Pak Sarzameen Party (PSP) led by Mustafa Kamal may have made some dents in the MQM but it has failed to make much of an impact on the city’s politics largely because of the perception of it being sponsored by the security establishment as part of a plan to re-engineer Karachi’s politics. The latest crisis in the MQM may result in PSP support for some more defectors, but there is little possibility of it making any inroads into the hard-core Urdu-speaking vote bank. Such political manipulations by the security agencies have failed in the past too. In fact, the Rangers’ revenge action following Aug 22 has played into Altaf Hussain’s politics of victimhood so cleverly exploited by him in the past. Sealing and bulldozing MQM offices without legal sanction will c{"1281162": {"date": "September 01, 2016", "article": "KARACHI: A Joint Investigation Team (JIT) has been formed to question Muttahida Qaumi Movement's jailed Karachi mayor Waseem Akhtar.In a notification released on Wednesday, a copy of which is available with Dawn.com, the JIT has been instructed to investigate the matter with in seven days. Akhtar was arrested on July 19 on suspicion of sheltering and providing medical treatment to alleged militants and criminals. He also faces earlier charges of inciting riots.The MQM leader is the first person in the country to have won the mayoral election from prison with a comfortable margin against his rival candidate pitted by a six-party alliance formed to contest against the the MQM.Security forces have arrested scores of MQM members in the last year and accuse them of torture, murder and racketeering in a bid to keep their grip on the city. MQM denies any link to crime and accuses paramilitary forces of a series of extra-judicial killings of its members.\n", "author": "Imtiaz Ali", "title": "JIT to question MQM's Waseem Akhtar"}}
{"1281212": {"date": "September 01, 2016", "article": "NEW DELHI: Monsoon downpours and thunderstorms brought life in the Indian capital to a grinding halt on Wednesday as hundreds of thousands of commuters, and the US secretary of state, were left stran­ded on waterlogged roads. Early morning torrential rains inundated large swathes of New Delhi and its surrounding areas, leaving motorists stuck in massive traffic jams, including the motorcade of top US official John Kerry. “I don’t know how you all got here, you must have needed boats to get here,” Kerry told students at a townhall meeting after arriving an hour late due to the traffic chaos. Kerry’s motorcade was caught up in the gridlock for the second time since his arrival in the capital on Monday, with the heavy showers forcing him to cancel visits to three religious sites.Published in Dawn September 1st, 2016\n", "author": "AFP", "title": "Kerry among thousands hit by rains in Delhi"}}
{"1281272": {"date": "September 01, 2016", "article": "PESHAWAR: The Khyber Pakhtunkhwa government has banned over-the-counter sale of all TB drugs after reports by experts that availability of drugs in the market had caused rise in multi-drug resistant TB, which caused complications in patients’ treatment.The government has amended the relevant rules after which anti-TB drugs wouldn’t be sold by medical stores without prescription of qualified persons, a statement issued here on Wednesday said. It said the patients stopped and resumed their treatment whenever they wanted, thus becoming resistant to all medications against TB.Meanwhile, a notification issued by Abid Majeed, secretary health, said unregulated sale of substandard and low quality drugs harmed people’s health. Citing report of the World Health Organisation, it said that unlawful trade of anti-TB drugs led to multi-drug resistant (MDR) form of the disease and urged people to visit government-run TB centres to avoid complications.TB, the notification said, was curable disease provided the patient contacted doctor at the right time. It said the health department had the powers under the Drug Act, 1976, to take steps for provision of safe medicines to citizens.The notification said the violators would face penalties under the law. It quoted the experts as having suggested the ban to put brakes on the multi-drug resistant TB which was spreading fast among the patients, who started and stopped treatment on their own. Free drugs were available at TB centres in all hospitals of the province where the patients also got free diagnostic services and asked the people to avoid taking more drugs and stay safe from complications.The people should contact their nearest hospitals in case of having coughs and fever associated with chest pain or shivering to undergo an X-ray of chest and sputum examination free of cost, advised the notification.Published in Dawn, September 1st, 2016\n", "author": "Bureau Report", "title": "Open sale of TB drugs banned"}}
{"1281292": {"date": "September 01, 2016", "article": "LAHORE: The Punjab home department has warned of threats of terrorism against some important people, and buildings in Lahore and Rawalpindi.In a letter, the home department asked the law enforcement agencies and police to guard against any such happening. Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Terror alert"}}
{"1281302": {"date": "Updated September 01, 2016", "article": "ISLAMABAD: The federal cabinet has decided to adhere to the past practice and authorised the prime minister to continue to be the final decision-making authority on changes to the prices and taxes on petroleum products.Chaired by Prime Minister Nawaz Sharif, the cabinet also decided not to change the prices of petroleum products for the month of September 2016.On Aug 18, the Supreme Court had ruled that the prime minister could not move any legislation, finance/fiscal bill or approve any budgetary or discretionary expenditure on his own, without taking the cabinet into confidence.\nDar says govt will ask apex court for a review; federal cabinet approves tax law amendment, OECD convention\n\nHowever, announcing the decisions reached in the cabinet meeting, Finance Minister Ishaq Dar told reporters that though the government would continue to comply with the apex court’s order, it would be filing for a review of this decision.He said the cabinet had not only confirmed the changes made to the rate of sales tax on petroleum products in the past, but also restored the “past practice” of making changes in oil prices.As per practice, the Oil and Gas Regulatory Autho­rity (Ogra) would move a summary seeking changes in the prices of petroleum products to petroleum ministry; the Federal Board of Revenue (FBR) will suggest changes to the rate of sales tax on petroleum products to the finance ministry, and both will finally be approved by the prime minister.Flanked by Information Minister Pervaiz Rashid and acting Information Secre­tary Saba Mohsin Raza, the finance minister also announced that changes to oil prices can also be made fortnightly, following the cabinet’s approval.He said that in compliance with the Supreme Court’s order, the cabinet had signed off on all decisions taken over the past three years, even when cabinet approval was not acquired.DecisionsIn addition to determining the rate of sales tax on petroleum products, the cabinet also approved the Tax Laws (Amendment) Ordinance 2016,on Wednesday.The ordinance makes changes in the tax laws regarding the input tax adjustment issues with provinces, as well as changes in the procedure for property valuation tax.It was decided that FBR would issue tax directories of parliamentarians and general taxpayers in the next two to three weeks, while the Banking Transactions tax of 0.4pc was extended again for the month of September.Following the meeting, Finance Minister Ishaq Dar said that the cabinet had approved the Multilateral Convention on Mutual Administrative Assistance in Tax Matters with the Organisation of Economic Cooperation and Develop­ment \n(OECD), which he would sign on Sept 14.“I will leave for Paris on Sept 13 to sign the agreement with OECD, which has the representation of 100 countries,” Mr Dar said, adding that the OECD secretariat had invited Pakistan to become a member because the country fulfilled all its requirements.The agreement, which will be implemented by 2017-end and fully activated from FY2018-19, will enable Pakistan to access an automated global tax database. Mr Dar said the OECD model is much better than a simple bilateral \narrangement seeking information about tax matters.The cabinet also approved the initialled draft of the revised convention between Pakistan and the Swiss Confederation for the avoidance of double taxation with respect to taxes on Income.Elaborating, the minister said this process was initiated in 2014 and a two-member Pakistani delegation had held successful negotiatio{"1281152": {"date": "August 31, 2016", "article": "NEW YORK: Eugenie Bouchard wrung her hands at her post-match news conference. She rubbed her lower lip. She squeezed her left arm.  While her body language screamed discomfort Tuesday, when the main topic of discussion was Bouchard's ongoing lawsuit against the U.S. Open rather than her first-round loss, her words were measured. The once rising star answered every question.    A year ago at Flushing Meadows, Bouchard got a concussion from a fall at the facility and withdrew before playing in the fourth round, and then missed most of the rest of the season. She filed suit against the U.S. Tennis Association in U.S. District Court in Brooklyn in October, and that case is still pending, putting the 2014 Wimbledon runner-up in the odd position of competing this week at an event whose organizers she is suing. “If I sit down and think about it, yeah, it's definitely a strange situation. But it's something that's so far in the back of my mind. I don't think about it on a daily basis, at all. I have people, lawyers, working on that side of it,” Bouchard said. “So it's really not something I think about much at all. Obviously, being here, it's crossed my mind. But besides that, I mean, it has nothing to do with my day-to-day life.”  Her 6-3, 3-6, 6-2 exit against 72nd-ranked Katerina Siniakova of the Czech Republic, a player who only once has been as far as the third round at a major tournament, was filled with 46 unforced errors by Bouchard, who also was treated for blisters on her feet. It represented the latest early loss for a 22-year-old Canadian who reached three Grand Slam semifinals two years ago — and none since.  In other first-round action on Day 2 at the year's last Grand Slam tournament, Serena Williams started her bid for a record-breaking 23rd major title by showing zero signs of trouble from a right shoulder she's said was sore, hitting 12 aces in a 6-3, 6-3 victory over Ekaterina Makarova. Also under the lights: Andy Murray got off to a similarly easy beginning to his attempt to become the fourth man in the Open era to reach all four Grand Slam finals in a single season.   The 2012 champion at Flushing Meadows and seeded No. 2 this year, Murray beat Lukas Rosol 6-3, 6-2, 6-2. Murray lost to No. 1 Novak Djokovic in the finals of the Australian Open in January and French Open in June, and then won his second Wimbledon title last month.   Earlier, Williams' sister Venus got through a tougher-than-expected 6-2, 5-7, 6-4 win against Kateryna Kozlova. “It was great to be challenged and to be pushed,” said the 36-year-old Venus, a two-time U.S. Open champion, “because I had to get in those situations that you know you're going to face in the tournament. “  There were various upsets around the grounds during the afternoon, including 19-year-old American Jared Donaldson's 4-6, 7-5, 6-4, 6-0 elimination of 12th-seeded David Goffin, and a loss by No. 29 Sam Querrey, who stunned Djokovic at Wimbledon. Three seeded women departed, including former No. 1 and 2008 French Open champion Ana Ivanovic.    When she was at her peak, and a seeded player, an early major loss by Bouchard was rather newsworthy. Her up-and-down 2015 and 2016 have changed that, in part because she is ranked only 39th now, after a best of No. 5. She lost 14 of 17 matches leading into the 2015 U.S. Open but, after working a bit with Jimmy Connors, appeared to be back on the upswing in New York by reaching the fourth round. Then came her slip-and-tumble, and the concussion diagnosis, and she pulled out of what would have been a matchup against eventual runner-up Roberta Vinci.  It took her until January to return to the tour full-time.  “I didn't feel like, on the court, I was back to where I was,” Bouchard said Tuesday, meaning that her level of play wasn't at its peak at the start of 2016. “But physically, since the beginning of the year, I've been feeling good.”USTA spokesman Chris Widmaier said the organization would not comment on the \u20{"1281142": {"date": "Updated August 31, 2016", "article": "QUETTA: Pakistan and Afghanistan on Wednesday agreed to re-open the Friendship Gate at the Chaman border on Sept 1, Frontier Corps Spokesman Khan Wasay told DawnNews.The border was closed on Aug 18 after Afghan protesters attacked the gate and set the Pakistani flag on fire.  Wasay said that Pakistani and Afghan border officials met at the Friendship Gate and after successful negotiations, agreed to reopen the border starting tomorrow.Trade activities between the two countries had come to a standstill following closure of the border. Long queues of trucks and vehicles were visible as drivers waited desperately the gate to reopen.Four meetings were already held between the two countries but yielded no results. However, during yesterday's flag meeting, Afghan authorities admitted that there was no justification for the unprovoked protest, and claimed that some elements had played a negative role to foment differences between the two countries. The two sides agreed to improve cooperation and coordination between border guards in order to avoid untoward incidents in the future. Every day between 10,000 and 15,000 Pakistani and Afghan traders cross into Chaman and Vesh Mandi in connection with their business in the border towns. \n", "author": "Syed Ali Shah", "title": "Pak-Afghan Friendship Gate at Chaman border to reopen tomorrow"}}
{"1281152": {"date": "August 31, 2016", "article": "NEW YORK: Eugenie Bouchard wrung her hands at her post-match news conference. She rubbed her lower lip. She squeezed her left arm.  While her body language screamed discomfort Tuesday, when the main topic of discussion was Bouchard's ongoing lawsuit against the U.S. Open rather than her first-round loss, her words were measured. The once rising star answered every question.    A year ago at Flushing Meadows, Bouchard got a concussion from a fall at the facility and withdrew before playing in the fourth round, and then missed most of the rest of the season. She filed suit against the U.S. Tennis Association in U.S. District Court in Brooklyn in October, and that case is still pending, putting the 2014 Wimbledon runner-up in the odd position of competing this week at an event whose organizers she is suing. “If I sit down and think about it, yeah, it's definitely a strange situation. But it's something that's so far in the back of my mind. I don't think about it on a daily basis, at all. I have people, lawyers, working on that side of it,” Bouchard said. “So it's really not something I think about much at all. Obviously, being here, it's crossed my mind. But besides that, I mean, it has nothing to do with my day-to-day life.”  Her 6-3, 3-6, 6-2 exit against 72nd-ranked Katerina Siniakova of the Czech Republic, a player who only once has been as far as the third round at a major tournament, was filled with 46 unforced errors by Bouchard, who also was treated for blisters on her feet. It represented the latest early loss for a 22-year-old Canadian who reached three Grand Slam semifinals two years ago — and none since.  In other first-round action on Day 2 at the year's last Grand Slam tournament, Serena Williams started her bid for a record-breaking 23rd major title by showing zero signs of trouble from a right shoulder she's said was sore, hitting 12 aces in a 6-3, 6-3 victory over Ekaterina Makarova. Also under the lights: Andy Murray got off to a similarly easy beginning to his attempt to become the fourth man in the Open era to reach all four Grand Slam finals in a single season.   The 2012 champion at Flushing Meadows and seeded No. 2 this year, Murray beat Lukas Rosol 6-3, 6-2, 6-2. Murray lost to No. 1 Novak Djokovic in the finals of the Australian Open in January and French Open in June, and then won his second Wimbledon title last month.   Earlier, Williams' sister Venus got through a tougher-than-expected 6-2, 5-7, 6-4 win against Kateryna Kozlova. “It was great to be challenged and to be pushed,” said the 36-year-old Venus, a two-time U.S. Open champion, “because I had to get in those situations that you know you're going to face in the tournament. “  There were various upsets around the grounds during the afternoon, including 19-year-old American Jared Donaldson's 4-6, 7-5, 6-4, 6-0 elimination of 12th-seeded David Goffin, and a loss by No. 29 Sam Querrey, who stunned Djokovic at Wimbledon. Three seeded women departed, including former No. 1 and 2008 French Open champion Ana Ivanovic.    When she was at her peak, and a seeded player, an early major loss by Bouchard was rather newsworthy. Her up-and-down 2015 and 2016 have changed that, in part because she is ranked only 39th now, after a best of No. 5. She lost 14 of 17 matches leading into the 2015 U.S. Open but, after working a bit with Jimmy Connors, appeared to be back on the upswing in New York by reaching the fourth round. Then came her slip-and-tumble, and the concussion diagnosis, and she pulled out of what would have been a matchup against eventual runner-up Roberta Vinci.  It took her until January to return to the tour full-time.  “I didn't feel like, on the court, I was back to where I was,” Bouchard said Tuesday, meaning that her level of play wasn't at its peak at the start of 2016. “But physically, since the beginning of the year, I've been feeling good.”USTA spokesman Chris Widmaier said the organization would not comment on the “substance” of litigation. “However, it is truly unfortunate that a year after her accident, Genie's focus is on matters other than playing to her best ability,” Widmaier said, noting that Bouchard's lawyers asked for an extension of the case.    He said the USTA “has remained ready, willing and able to bring the litigation to a conclusion as expeditiously as is possible, whether through settlement discussions or a fully litigated process.”   Widmaier added that the lawsuit “had no impact on how Genie was treated at the U.S. Open in any manner. “   Bouchard's coach, Nick Saviano, was asked whether her ability to play tennis Tuesday had been affected at all by any possible distractions created by the lawsuit.  “I can't really speak to that,” Saviano said. “She was in a good frame of mind coming in. She went out, she was ready to play, and the other girl played well. “\n", "author": "AP", "title": "Lawsuit pending, Bouchard out at US Open; Serena, Venus win"}}
{"1281172": {"date": "September 01, 2016", "article": "NO one would disagree with Owen Bennett-Jones (Aug 25) that politicians have themselves repeatedly appeased the jihadis, but it may not be fair to blame them alone. Let us be realistic — nothing happened without a green signal from the relevant powers once General (later Field Marshal) Ayub Khan took the additional charge of defence minister in 1954.Decades later, there were many political parties and leaders who strongly opposed the grant of $30m to Samiul Haq’s Madressah Haqqani. Similarly, the official stand vis-a-vis Abdul Aziz Ghazi has been mysterious. And who knows if there is still somebody in the background arranging colossal doles to Maulana Samiul Haq or if some big portion of this amount is meant for some other entity. Only a future audit, if any, of the Haqqani Madressah will reveal the real facts.Another side of the affair, ignored by Mr Bennett-Jones, needs to be highlighted. It is a fact that originally it was the Western powers which in their own interests gave billions of dollars to various Pakistani organisations to sponsor, finance, train and arm jihadis and extremists to fight Soviet forces in Afghanistan, which they invaded in 1979. In fact, Muslim fundamentalists, Christian neocons and others joined hands to fight Soviet atheists. Now during the post-Soviet era every group claims and insists that they are the real believers in God and others need to be eliminated. Hence they are after each other’s blood!It would be unrealistic indeed to ignore the role of some Western and Middle Eastern countries in creating this modern-day evil!Nasser {"1281112": {"date": "August 31, 2016", "article": "KARACHI: Like any other event involving the Muttahida Qaumi Movement (MQM) these days, there was a lot of speculation about what might transpire at the oath-taking ceremony for the jailed mayor-elect of Karachi, Waseem Akhtar, and his deputy, Arshad Abdullah Vohra, on Tuesday. Some journalists suggested that Rangers might show up at the ceremony, but the idea was rejected soon after the event got under way. Others were betting on whether or not Mr Akhtar would raise the “Long Live Pakistan” slogan after taking the oath. The speculation stemmed from the fact that the MQM leader was to be produced before a district and sessions court at 11am, right when the oath-taking ceremony was to commence. Within a few minutes, reports came in that the district and sessions judge (South), Imdad Khoso, had withdrawn an earlier order on the basis of “not having clearance from the Sindh High Court to administer the oath-taking ceremony”. As a result, the returning officer for the Karachi Metropolitan Corporation (KMC), Samiuddin Siddiqui, requested the authorities to present Mr Akhtar at the event to take the oath. As soon as the order was passed, the empty seats began to fill up as one after the other diplomats, ambassadors and businessmen started to show up at the venue. The fact that Karachi would finally have a mayor after a gap of seven years was repeated far too often at the event. The deputy convener of the MQM’s coordination committee, Dr Farooq Sattar, was the first from the party’s senior cadre to walk in, followed by Khwaja Izhar-ul-Hassan. While Dr Sattar seemed to be avoiding the media after frequently appearing on television channels in the wake of the Aug 22 speech by Altaf Hussain, Khwaja Izhar seemed to be ready to give a speech to the press that asked him for a sound bite. However, his speech about “political participation and peace” was interrupted midway when Mr Akhtar and Mr Vohra walked in. Amid a rather unenthusiastic applause from the audience, the mayor-elect took to the stage while waving to the people, first towards actor Behroz Sabzwari and then Dr Sattar who was sitting with some diplomats. Conspicuous by his absence from the audience was Governor Ishratul Ibad Khan, amid reports that the MQM is again trying to have him replaced. The brief silence that followed was broken by the host, who called Samiuddin Siddiqui to formally begin the proceedings which were already late by more than 90 minutes. Both Mr Akhtar and Mr Vohra then took their oaths, by repeating the words uttered by Mr Siddiqui and occasionally correcting him. The former administrator of Karachi, Laiq Ahmed, was then requested to hand over the “keys” of the city to the elected mayor. Just as this was happening, MQM supporters raised the party slogan, chanting “Zinda Hai Mohajir Zinda Hai (Mohajirs are alive)” and Jiye Muttahida (Long Live Muttahida)”. Just then, a few people at the back raised the Bhutto slogan and within minutes a shouting match between pro-Muttahida and pro-PPP workers began. Mr Akhtar raised the slogans of the two parties, adding “Jiye Imran Khan”, to make everyone happy. He then asked whether he could continue with his speech. Though that did not happen, as the group of PPP workers continued chanting their slogans, Mr Akhtar continued by thanking all the contesting political parties. He followed this up by thanking the Sindh government and Chief Minister Syed Murad Ali Shah, adding that Karachi needed an energetic and dynamic leader like Mr Shah to resolve the pending issues of “the city which was never treated right”. Thanking the Supreme Court, he said it had taken nine long months before he finally could take the oath of his office. In a special mention of the PPP chairperson and co-chairperson, Bilawal Bhutto-Zardari and Asif Ali Zardari, Mr Akhtar added that they would all have to work together. Switching to English to address the business leaders of the city, he said that “false b{"1281142": {"date": "Updated August 31, 2016", "article": "QUETTA: Pakistan and Afghanistan on Wednesday agreed to re-open the Friendship Gate at the Chaman border on Sept 1, Frontier Corps Spokesman Khan Wasay told DawnNews.The border was closed on Aug 18 after Afghan protesters attacked the gate and set the Pakistani flag on fire.  Wasay said that Pakistani and Afghan border officials met at the Friendship Gate and after successful negotiations, agreed to reopen the border starting tomorrow.Trade activities between the two countries had come to a standstill following closure of the border. Long queues of trucks and vehicles were visible as drivers waited desperately the gate to reopen.Four meetings were already held between the two countries but yielded no results. However, during yesterday's flag meeting, Afghan authorities admitted that there was no justification for the unprovoked protest, and claimed that some elements had played a negative role to foment differences between the two countries. The two sides agreed to improve cooperation and coordination between border guards in order to avoid untoward incidents in the future. Every day between 10,000 and 15,000 Pakistani and Afghan traders cross into Chaman and Vesh Mandi in connection with their business in the border towns. \n", "author": "Syed Ali Shah", "title": "Pak-Afghan Friendship Gate at Chaman border to reopen tomorrow"}}
{"1281152": {"date": "August 31, 2016", "article": "NEW YORK: Eugenie Bouchard wrung her hands at her post-match news conference. She rubbed her lower lip. She squeezed her left arm.  While her body language screamed discomfort Tuesday, when the main topic of discussion was Bouchard's ongoing lawsuit against the U.S. Open rather than her first-round loss, her words were measured. The once rising star answered every question.    A year ago at Flushing Meadows, Bouchard got a concussion from a fall at the facility and withdrew before playing in the fourth round, and then missed most of the rest of the season. She filed suit against the U.S. Tennis Association in U.S. District Court in Brooklyn in October, and that case is still pending, putting the 2014 Wimbledon runner-up in the odd position of competing this week at an event whose organizers she is suing. “If I sit down and think about it, yeah, it's definitely a strange situation. But it's something that's so far in the back of my mind. I don't think about it on a daily basis, at all. I have people, lawyers, working on that side of it,” Bouchard said. “So it's really not something I think about much at all. Obviously, being here, it's crossed my mind. But besides that, I mean, it has nothing to do with my day-to-day life.”  Her 6-3, 3-6, 6-2 exit against 72nd-ranked Katerina Siniakova of the Czech Republic, a player who only once has been as far as the third round at a major tournament, was filled with 46 unforced errors by Bouchard, who also was treated for blisters on her feet. It represented the latest early loss for a 22-year-old Canadian who reached three Grand Slam semifinals two years ago — and none since.  In other first-round action on Day 2 at the year's last Grand Slam tournament, Serena Williams started her bid for a record-breaking 23rd major title by showing zero signs of trouble from a right shoulder she's said was sore, hitting 12 aces in a 6-3, 6-3 victory over Ekaterina Makarova. Also under the lights: Andy Murray got off to a similarly easy beginning to his attempt to become the fourth man in the Open era to reach all four Grand Slam finals in a single season.   The 2012 champion at Flushing Meadows and seeded No. 2 this year, Murray beat Lukas Rosol 6-3, 6-2, 6-2. Murray lost to No. 1 Novak Djokovic in the finals of the Australian Open in January and French Open in June, and then won his second Wimbledon title last month.   Earlier, Williams' sister Venus got through a tougher-than-expected 6-2, 5-7, 6-4 win against Kateryna Kozlova. “It was great to be challenged and to be pushed,” said the 36-year-old Venus, a two-time U.S. Open champion, “because I had to get in those situations that you know you're going to face in the tournament. “  There were various upsets around the grounds during the afternoon, including 19-year-old American Jared Donaldson's 4-6, 7-5, 6-4, 6-0 elimination of 12th-seeded David Goffin, and a loss by No. 29 Sam Querrey, who stunned Djokovic at Wimbledon. Three seeded women departed, including former No. 1 and 2008 French Open champion Ana Ivanovic.    When she was at her peak, and a seeded player, an early major loss by Bouchard was rather newsworthy. Her up-and-down 2015 and 2016 have changed that, in part because she is ranked only 39th now, after a best of No. 5. She lost 14 of 17 matches leading into the 2015 U.S. Open but, after working a bit with Jimmy Connors, appeared to be back on the upswing in New York by reaching the fourth round. Then came her slip-and-tumble, and the concussion diagnosis, and she pulled out of what would have been a matchup against eventual runner-up Roberta Vinci.  It took her until January to return to the tour full-time.  “I didn't feel like, on the court, I was back to where I was,” Bouchard said Tuesday, meaning that her level of play wasn't at its peak at the start of 2016. “But physically, since the beginning of the year, I've been feeling good.”USTA spokesman Chris Widmaier said the organization would not comment on the “substance” of litigation. “However, it is truly unfortunate that a year after her accident, Genie's focus is on matters other than playing to her best ability,” Widmaier said, noting that Bouchard's lawyers asked for an extension of the case.    He said the USTA “has remained ready, willing and able to bring the litigation to a conclusion as expeditiously as is possible, whether through settlement discussions or a fully litigated process.”   Widmaier added that the lawsuit “had no impact on how Genie was treated at the U.S. Open in any manner. “   Bouchard's coach, Nick Saviano, was asked whether her ability to play tennis Tuesday had been affected at all by any possible distractions created by the lawsuit.  “I can't really speak to that,” Saviano said. “She was in a good frame of mind coming in. She went out, she was ready to play, and the other girl played well. “\n", "author": "AP", "title": "Lawsuit pending, Bouchard out at US Open; Serena, Venus win"}}
{"1281162": {"date": "September 01, 2016", "article": "KARACHI: A Joint Investigation Team (JIT) has been formed to question Muttahida Qaumi Movement's jailed Karachi mayor Waseem Akhtar.In a notification released on Wednesday, a copy of which is available with Dawn.com, the JIT has been instructed to investigate the matter with in seven days. Akhtar was arrested on July 19 on suspicion of sheltering and providing medical treatment to alleged militants and criminals. He also faces earlier charges of inciting riots.The MQM leader is the first person in the country to have won the mayoral election from prison with a comfortable margin against his rival candidate pitted by a six-party alliance formed to contest against the the MQM.Security forces have arrested scores of MQM members in the last year and accuse them of torture, murder and racketeering in a bid to keep their grip on the city. MQM denies any link to crime and accuses paramilitary forces of a series of extra-judicial killings of its members.\n", "author": "Imtiaz Ali", "title": "JIT to question MQM's Waseem Akhtar"}}
{"1281172": {"date": "September 01, 2016", "article": "NO one would disagree with Owen Bennett-Jones (Aug 25) that politicians have themselves repeatedly appeased the jihadis, but it may not be fair to blame them alone. Let us be realistic — nothing happened without a green signal from the relevant powers once General (later Field Marshal) Ayub Khan took the additional charge of defence minister in 1954.Decades later, there were many political parties and leaders who strongly opposed the grant of $30m to Samiul Haq’s Madressah Haqqani. Similarly, the official stand vis-a-vis Abdul Aziz Ghazi has been mysterious. And who knows if there is still somebody in the background arranging colossal doles to Maulana Samiul Haq or if some big portion of this amount is meant for some other entity. Only a future audit, if any, of the Haqqani Madressah will reveal the real facts.Another side of the affair, ignored by Mr Bennett-Jones, needs to be highlighted. It is a fact that originally it was the Western powers which in their own interests gave billions of dollars to various Pakistani organisations to sponsor, finance, train and arm jihadis and extremists to fight Soviet forces in Afghanistan, which they invaded in 1979. In fact, Muslim fundamentalists, Christian neocons and others joined hands to fight Soviet atheists. Now during the post-Soviet era every group claims and insists that they are the real believers in God and others need to be eliminated. Hence they are after each other’s blood!It would be unrealistic indeed to ignore the role of some Western and Middle Eastern countries in creating this modern-day evil!Nasser BrohiKarachi.Published in Dawn September 1st, 2016\n", "author": "From the Newspaper", "title": "‘Partying with jihadis’"}}
{"1281182": {"date": "September 01, 2016", "article": "MILAN: The historic Monza circuit is to stay on the Formula One calendar after agreeing a new deal with the sport’s organisers, Italian officials said on Wednesday.The circuit near Milan has been on the calendar every year bar one since the championship started in 1950 but had no contract beyond this year and its future had been uncertain.Roberto Maroni, president of the Lombardy region, said on his Face­book that a deal had been reached.“The Grand Prix will stay in Monza,” he said. “With a few days to go until the signing of the contract, I’m very satisfied.”Cabinet Undersecretary Luca Lotti, one of Prime Minister Matteo Renzi’s closest aides, also said a deal had been done.“Teamwork pays just as it does in Formula One,” he said on Twitter.Italian media said the new deal would be for three years.Monza’s absence from the calendar would be unthinkable for most fans, not least those of Ferrari for whom Monza is home territory.This season’s race will be held on Sunday.Published in Dawn September 1st, 2016\n", "author": "Reuters", "title": "‘Monza to keep F1 race’"}}
{"1281192": {"date": "Updated September 01, 2016", "article": "LAHORE: The Pakistan cricket team management is discussing going with a different set of bowlers for the fourth ODI after losing first three matches of the five-match series, an official of the Pakistan Cricket Board (PCB) told Dawn from England.The fourth match of the series will be played at Headingley, Leeds on Thursday (today).The official, on the condition of anonymity, further said they had not discussed the performance of captain Azhar Ali during the series as it would put him under unnecessary pressure but they will surely analyse his performance as a batsman and as a captain once the series concludes.He added that the team management has decided not to grill any player at the moment to keep morale of the team high.The official said coach Mickey Arthur has advised all players to come out with all guns blazing in the fourth match and said the players were desperate to perform well.“To refresh the bowling department and register a consolation win at least, there are chances to play with pacemen Umar Gul and Mohammad Irfan along with all-rounder spinner Imad Wasim, giving rest to Wahab Riaz, Yasir Shah and even Mohammad Amir,” he said.“Amir must have been tired as he has played all the four Tests and three ODIs on the tour so far without any break so we may give him rest from the fourth match,” the official said.PCB chairman Shaharyar Khan and chief executive Najam Sethi are in England these days to watch the matches.Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Sports Reporter", "title": "Pakistan likely to pick different set of bowlers for fourth ODI"}}
{"1281202": {"date": "Updated September 01, 2016", "article": "KARACHI: The Karachi Tax Bar Association (KTBA) has urged the Federal Board of Revenue (FBR) to extend the deadline for filing tax returns to Sept 30 as taxpayers are facing difficulties due to malfunctioning of the integrated risk information system (IRIS).In a letter to FBR’s chairman, KTBA President Syed Rehan Hasan Jafri also raised the issue of long delay in finalisation and uploading of final draft in respect of tax returns on FBR’s e-portal.The KTBA pointed out that initial draft in respect of tax returns 2016 (SRO 756(I)/2016 dated Aug 11) was published for feedback and suggestions with a deadline of Aug 25.However, the final draft of tax returns 2016 was uploaded on FBR’s e-portal on Aug 26, which made it impossible for taxpayers and tax consultants to meet the Aug 31 deadline for filing tax returns and statements because of limited period of five working days.He also pointed out that the prescribed time granted under the law (Income Tax Ordinance of 2001) for filing tax returns and wealth statement forms for taxpayers falling under final tax regime (FTR) and salaried class is Aug 31, ie two months from the date (July 1) when tax returns become due.Similarly, for business and individuals and non-FTR returns, the prescribed time available under the statute is three months, ie Sept 30, every year.Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "FBR asked to extend tax filing deadline to Sept 30"}}
{"1281212": {"date": "September 01, 2016", "article": "NEW DELHI: Monsoon downpours and thunderstorms brought life in the Indian capital to a grinding halt on Wednesday as hundreds of thousands of commuters, and the US secretary of state, were left stran­ded on waterlogged roads. Early morning torrential rains inundated large swathes of New Delhi and its surrounding areas, leaving motorists stuck in massive traffic jams, including the motorcade of top US official John Kerry. “I don’t know how you all got here, you must have needed boats to get here,” Kerry told students at a townhall meeting after arriving an hour late due to the traffic chaos. Kerry’s motorcade was caught up in the gridlock for the second time since his arrival in the capital on Monday, with the heavy showers forcing him to cancel visits to three religious sites.Published in Dawn September 1st, 2016\n", "author": "AFP", "title": "Kerry among thousands hit by rains in Delhi"}}
{"1281222": {"date": "September 01, 2016", "article": "KARACHI: Audience at a conference on sustainable cities were informed on Wednesday that Pakistan suffered Rs365 billion annual losses because of constant environmental degradation. “The public health sector accounts for having biggest share in such a colossal loss of Rs1 billion every day to the government exchequer,” said Naeem Ahmed Mughal, director-general of the Sindh Environmental Protection Agency while speaking at the conference titled “Making our cities sustainable” organised by the National Forum for Environment and Health (NFEH) in connection with its 13th Annual Environmental Excellence Awards at a hotel. He informed the audience that in future the local government agencies would be put to prosecution as a matter of policy without giving them any exemption as like cases against other public, private, and industrial institutions in the province were referred to environmental tribunals for their unsafe practices causing damage to environment. Sindh Transport Minister Nasir Hussain Shah said the present Sindh government of the Pakistan Peoples Party was fully committed to resolving transportation problems of the people of Karachi for which Bus Rapid Transit System (BRTS) was being constructed. He said in a coming few days, he would fly to China for signing a memorandum of understanding for launching the Yellow Line — a component of BRTS. He claimed that the Sindh government on its part had completed all the prerequisites and formalities regarding the revival of the Karachi Circular Railway (KCR) and now it was up to the Japan International Cooperation Agency (JICA) to make progress for building the circular railway service in Karachi. He said PPP chairman Bilawal Bhutto-Zardari had directed the provincial authorities to give another chance to JICA to make progress towards revival of the KCR, otherwise the Sindh government should go for a renowned Chinese firm to build the project. He said the Sindh government was fully committed to the cause of environment mitigation as for this reason the scope of provincial environment department had been expanded to include subject of climate change and also that the chief minister was holding the additional portfolio of environment department. He said that owing to unchecked practices of municipal agencies, 450 million gallons of untreated waste water was being released into the Arabian Sea while air pollution had been rapidly increasing owing to absence of any solid and municipal waste management system while district municipal corporations were engaged in burning of domestic waste instead of its safe disposal. Ijaz Ahmed Khilji, an expert of mass transport systems, said 42 per cent population of Karachi was dependent on public transport system while passenger buses and other public carriers accounted for just 4.5pc of total number of vehicles, thus, creating serious stress on existing passenger vehicles plying on roads of Karachi. Secretary for environment and climate change Aijaz Talpur said Sindh had been actively pleading its case that 220 megawatts generated by it through alternative source of energy at the Jhimpir wind corridor should be used on a preferential basis through transmission lines giving connectivity to national power grid instead of waiting for completion of the solar power project in southern Punjab.Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "‘Environment degradation causes Rs365bn  annual losses’"}}
{"1281232": {"date": "September 01, 2016", "article": "HYDERABAD: The Hyderabad Development Authority Employees Union (CBA) has announced that it will disrupt sewerage and water supply system on Thursday in the first phase of its plan for a protest against the indifferent attitude of the authorities concerned towards its demands, put forward to them recently. The CBA had set the deadline of Sept 1for reinstatement of around 1,800 sacked employees, disbursement of pending salaries of many employees and acceptance of certain other demands. Speaking at a meeting of the CBA here on Wednesday, its general secretary Abdul Qayyum Bhatti observed that since the provincial and HDA authorities had failed to respond to the union as yet, workers led by its office-bearers would start an agitation from the Latifabad Unit-9 pumping station on Thursday and keep it shut for two hours (11am to 1pm). “If our demanded remained unmet for yet another day, we will go ahead with our plan to go on a full strike by closing down the entire system of the Water and Sanitation Agency (Wasa),” he said.  He said the decision to observe a strike was taken after the authorities concerned did not pay any heed to HDA workers’ genuine issues despite several representations and reminders made to them over the last several months. On July 1, he said, over 1,300 contractual and work-charge workers of Wasa and another 500 regular employees of HDA’s various units had been sacked. He said that more than 1,200 regular Wasa workers had not been paid their salaries since June. Besides, the sacked employees were not being paid their dues, he added.Mr Bhatti said that the union had presented its charter of demands to Commissioner Qazi Shahid Pervez, who was also the HDA director general, and Wasa managing director Masood Jumani. The other demands pertained to appointment/regularisation of workers, implementation of son quota of deceased workers, pending pension cases, general provident fund, gratuity and allowances.On Wednesday morning, a large number of HDA workers held a protest demonstration at the Latifabad pumping station in favour of their demands. Led by Mr Bhatti and the CBA’s senior vice president, Imtiaz Kolachi, the protesters raised slogans against the top HDA and Wasa authorities and appealed to the Sindh chief minister to pay attention to their grievances and help address them.Most sacked workers to be reinstated: MDWasa managing director has, meanwhile, hinted at reinstatement of 60 per cent of sacked employees, admitting that they were efficient workers. A list of those to be reinstated soon was almost finalised, he told \nDawn when contacted for his comment on the CBA’s demands.Mr Jumani observed that the sacked employees whose reinstatement was under consideration had been continuing to undertake their jobs despite being relieved of their duties. He said he had already assured them that they would be taken back. He said that they had fallen victim to the overall downsizing that was actually aimed at purging Wasa of ghost workers. “Genuine employees will not only be reinstated, but their unpaid salaries will also be released to them,” he added. Regarding unpaid salaries of other employees, the Wasa chief said that efforts were under way to recover dues outstanding against the federal and Sindh government department. “As soon as we are able to recover the dues, we will disburse salaries and dues to all employees,” he said.Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Staff Correspondent", "title": "HDA workers start agitation, threaten to shut down Wasa installations"}}
{"1281242": {"date": "September 01, 2016", "article": "ISLAMABAD: A parliamentary panel on Wednesday criticised the federal government’s decision not to regularise the services of daily-wage teachers who have been working at various schools for years.A meeting of the Senate Standing Committee on Cabinet Secretariat at Parliament Lodges decided that the matter would be taken up in Senate. During the course of the meeting, officials of the Capital Administration and Development Division told committee members that the services of daily-wage teachers were not regularised – as per the directions of the government – and they instead have to appear for tests and interviews conducted by the Federal Public Service Commission (FPSC).On January 25, the committee had directed CADD to regularise the services of daily-wage teachers along the pattern of other ministries in which the services of thousands of employees were regularised by a Cabinet committee led by former minister Syed Khursheed Shah during the PPP government. “The current government doesn’t want to give importance and value to the parliament and committees. We recommended the regularisation of daily-wage teachers some eight months ago, but to no avail,” Senator Kamil Ali Agha said. Committee members Shahi Syed, Mr Agha and Mir Yousaf Badini then held a token walkout from the meeting, saying the government had not given the committee’s recommendations any importance. They were brought back by Senator Kulsoom Parveen, as the committee had decided the matter would be taken up in Senate. Some teachers also attended the meeting to present their points of view, and said the government was not regularising their services on directives from the finance ministry. The CADD additional secretary told the committee the division had moved a summary to the Prime Minister’s Office regarding daily-wage teachers, but the PM Office turned down the summary and told CADD that teachers of grade 16 and above would be appointed through the FPSC. He said the government decided that daily-wage teachers will be given five additional points during their interviews. There are currently 500 daily-wage teachers, in grades 16 and 17, working at various colleges run by the Federal Directorate of Education.Published in Dawn, September 1st, 2016\n", "author": "A Reporter", "title": "Senate to take up daily-wage teachers’ regularisation"}}
{"1281252": {"date": "Updated September 01, 2016", "article": "Islamabad: Additional District and Sessions Judge Pervaizul Qadir Memon on Wednesday granted post arrest bail to Axact Chief Executive Officer (CEO) Shoaib Sheikh and his manager operations Viqas Atique in the ‘fake degrees’ case.Both the accused were granted bail against Rs20,000 surety bonds.The Axact CEO has been behind bars for over 15 months for allegedly issuing degrees of non-chartered educational institutions online to hundreds of clients and making millions of dollars in the process.The case surfaced in May last year when The New York Times published a report which claimed that the company sold fake diplomas and degrees online through hundreds of fictitious schools.Making his argument in court, the counsel for the Axact CEO maintained that the Federal Investigation Agency could not produce substantial evidence against the accused.He said his client had already been acquitted in a money laundering case and that the Sindh High Court had approved bail for the accused on August 14 against a surety bond of Rs500,000.The prosecution argued that the investigation agency had recovered bogus degrees from Axact offices and that the company had fraudulently sold these degrees to clients in various countries and brought a bad name to Pakistan.Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Axact CEO granted bail in ‘fake degrees’ case"}}
{"1281262": {"date": "September 01, 2016", "article": "PESHAWAR: Around 80 laptops were distributed among PhD scholars under the phase 2 of the Prime Minister Laptop Scheme on Wednesday. A ceremony to this effect was held at the University of Engineering Technology, Peshawar. Prof Iftikhar Hussain, Vice-Chancellor UET, was the chief guest on the occasion. Dr Khizar Azam, the varsity’s registrar, Mr Shafiullah, Assistant Director Higher Education Commission, and others were also present.\\ On the occasion, Prof Hussain said the Prime Minister Laptop Scheme had been implemented smoothly and transparently at UET Peshawar.He urged the PhD scholars to make best use of the laptops for research purpose in order to successfully complete their PhDs. He said it was a great step by the federal government to provide high quality laptops to the research scholars.Engr Naveed Ahmad, Director Clubs, UET, said 26 focal persons were tasked with identifying and verifying the deserving PhD scholars to make the process transparent for the laptop distribution. He also mentioned that the focal persons were given honorarium for the first time.Published in Dawn, September 1st, 2016\n", "author": "APP", "title": "PhD scholars get laptops"}}
{"1281272": {"date": "September 01, 2016", "article": "PESHAWAR: The Khyber Pakhtunkhwa government has banned over-the-counter sale of all TB drugs after reports by experts that availability of drugs in the market had caused rise in multi-drug resistant TB, which caused complications in patients’ treatment.The government has amended the relevant rules after which anti-TB drugs wouldn’t be sold by medical stores without prescription of qualified persons, a statement issued here on Wednesday said. It said the patients stopped and resumed their treatment whenever they wanted, thus becoming resistant to all medications against TB.Meanwhile, a notification issued by Abid Majeed, secretary health, said unregulated sale of substandard and low quality drugs harmed people’s health. Citing report of the World Health Organisation, it said that unlawful trade of anti-TB drugs led to multi-drug resistant (MDR) form of the disease and urged people to visit government-run TB centres to avoid complications.TB, the notification said, was curable disease provided the patient contacted doctor at the right time. It said the health department had the powers under the Drug Act, 1976, to take steps for provision of safe medicines to citizens.The notification said the violators would face penalties under the law. It quoted the experts as having suggested the ban to put brakes on the multi-drug resistant TB which was spreading fast among the patients, who started and stopped treatment on their own. Free drugs were available at TB centres in all hospitals of the province where the patients also got free diagnostic services and asked the people to avoid taking more drugs and stay safe from complications.The people should contact their nearest hospitals in case of having coughs and fever associated with chest pain or shivering to undergo an X-ray of chest and sputum examination free of cost, advised the notification.Published in Dawn, September 1st, 2016\n", "author": "Bureau Report", "title": "Open sale of TB drugs banned"}}
{"1281282": {"date": "September 01, 2016", "article": "SAHIWAL: Four rescuers with serious burn injuries were shifted to Lahore and Faisalabad hospitals from the Sahiwal District Headquarters (DHQ) hospital on Wednesday for further treatment. Rescue 1122 Director General Arshad Zia visited Sahiwal to inquire after the health of his subordinates who had suffered burn injuries during a fire operation at an LPG decanting shop on Arifwala Road on Monday evening. The fire had erupted after a cylinder shop and a Rescue 1122 firefighter team put out the fire. During the rescue operation, a second gas cylinder blast occurred where seven rescuers were injured. Mr Zia said as the Sahiwal DHQ Hospital had no burn unit, so rescuers Abid Shakeel, Arshad Hayat and Abdul Gaffar were shifted to Mayo Hospital in Lahore while Manzoor Ahmed was shifted to the Allied Hospital, Faisalabad. District Police Officer Atif Akram said shop owners Shahbaz Murdana and Mustafa Murdana had been arrested. Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Injured rescuers shifted to Lahore, Faisalabad"}}
{"1281292": {"date": "September 01, 2016", "article": "LAHORE: The Punjab home department has warned of threats of terrorism against some important people, and buildings in Lahore and Rawalpindi.In a letter, the home department asked the law enforcement agencies and police to guard against any such happening. Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Terror alert"}}
{"1281302": {"date": "Updated September 01, 2016", "article": "ISLAMABAD: The federal cabinet has decided to adhere to the past practice and authorised the prime minister to continue to be the final decision-making authority on changes to the prices and taxes on petroleum products.Chaired by Prime Minister Nawaz Sharif, the cabinet also decided not to change the prices of petroleum products for the month of September 2016.On Aug 18, the Supreme Court had ruled that the prime minister could not move any legislation, finance/fiscal bill or approve any budgetary or discretionary expenditure on his own, without taking the cabinet into confidence.\nDar says govt will ask apex court for a review; federal cabinet approves tax law amendment, OECD convention\n\nHowever, announcing the decisions reached in the cabinet meeting, Finance Minister Ishaq Dar told reporters that though the government would continue to comply with the apex court’s order, it would be filing for a review of this decision.He said the cabinet had not only confirmed the changes made to the rate of sales tax on petroleum products in the past, but also restored the “past practice” of making changes in oil prices.As per practice, the Oil and Gas Regulatory Autho­rity (Ogra) would move a summary seeking changes in the prices of petroleum products to petroleum ministry; the Federal Board of Revenue (FBR) will suggest changes to the rate of sales tax on petroleum products to the finance ministry, and both will finally be approved by the prime minister.Flanked by Information Minister Pervaiz Rashid and acting Information Secre­tary Saba Mohsin Raza, the finance minister also announced that changes to oil prices can also be made fortnightly, following the cabinet’s approval.He said that in compliance with the Supreme Court’s order, the cabinet had signed off on all decisions taken over the past three years, even when cabinet approval was not acquired.DecisionsIn addition to determining the rate of sales tax on petroleum products, the cabinet also approved the Tax Laws (Amendment) Ordinance 2016,on Wednesday.The ordinance makes changes in the tax laws regarding the input tax adjustment issues with provinces, as well as changes in the procedure for property valuation tax.It was decided that FBR would issue tax directories of parliamentarians and general taxpayers in the next two to three weeks, while the Banking Transactions tax of 0.4pc was extended again for the month of September.Following the meeting, Finance Minister Ishaq Dar said that the cabinet had approved the Multilateral Convention on Mutual Administrative Assistance in Tax Matters with the Organisation of Economic Cooperation and Develop­ment \n(OECD), which he would sign on Sept 14.“I will leave for Paris on Sept 13 to sign the agreement with OECD, which has the representation of 100 countries,” Mr Dar said, adding that the OECD secretariat had invited Pakistan to become a member because the country fulfilled all its requirements.The agreement, which will be implemented by 2017-end and fully activated from FY2018-19, will enable Pakistan to access an automated global tax database. Mr Dar said the OECD model is much better than a simple bilateral \narrangement seeking information about tax matters.The cabinet also approved the initialled draft of the revised convention between Pakistan and the Swiss Confederation for the avoidance of double taxation with respect to taxes on Income.Elaborating, the minister said this process was initiated in 2014 and a two-member Pakistani delegation had held successful negotiations with Swiss authorities in June, 2016.The agreement will have to be approved by the Swiss parliament before it can be signed by the two countries, Mr Dar said, adding that it may take a year or so to complete the entire process.The cabinet also approved the third protocol of the agreement between the governments of Pakistan and China for the avoidance of double taxation and prevention of fiscal evasion with respect to taxes on income. After this approval, both Pakistan and China will now sign the initialled draft.Also approved was the Saarc Agreement on Motor Vehicles and Railways for Intra-Regional Connectivity, changes to the Rs5 coin and the introduction of the Rs10 coin. A presentation was also made on the Sustainable Development Goals programme.The cabinet accorded confirmation to decisions taken by the Cabinet Committee on Restructuring (CCoR) in meetings held in December 2013, July 2014, November and December 2014, August, September and October 2015 and also ratified the decisions of the Economic Coordination Committee (ECC) meeting held on August 29, 2016.In response to a question, the minister admitted that the current foreign exchange regime was amended in 2001 to allow capital flight foreign currency accounts. Under the amendment, forex account holders can freely transfer any amount at any time. While the minister deplored what had already transpired, he said the government was working on amendments to curtail such practices.Published in Dawn, September 1st, 2016\n", "author": "Mubarak Zeb Khan", "title": "PM will continue to have final say on oil prices"}}
{"1281312": {"date": "September 01, 2016", "article": "QUETTA: The adviser to the Balochistan chief minis­ter on information, Sardar Raza Baraich, said on Wed­nesday that TV channels must end the rating and breaking news trend since it had caused security threats to journalists. He was addressing a media workshop on security of journalists organised by Individualland. Mr Baraich said that a number of journalists were killed in targeted attacks in different parts of the country, particularly Balochistan, due to the emergence of commercialism in media and the breaking news trend. “On one hand, some media houses earned money by in­­creasing their ratings throu­­gh a sensational way of bre­a­king the news, and on the other, their reporters lost their lives as they were forced to be part of the trend,” he said. “A journalist must follow ethical journalism and balanced reporting,” he said, urging journalists to adopt an unbiased attitude towards their work to ensure safety. “Avoiding ethical journalism by some media groups is also one of the major causes which posed threats to the media community,” said the Executive Director of Individual­land, Gul Mina Bilal Ahmed. “All staff of a media orga­nisation should be assigned duties to perform during any emergency-like situation to avert any untoward incident,” said master trainer Touseeq Haider. Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Staff Correspondent", "title": "Media urged to discourage breaking news trend"}}
{"1281322": {"date": "September 03, 2016", "article": "\n\n\n\nThe back-to-school guide This is with the reference to the cover story “The back-to- school guide” by Wajeeha Rehan (YW, August 6). I am not a regular reader of the magazine but reading this wonderful article, I have become fan of Young World. This article had excellent guidelines for students who take stress or feel anxiety when it’s time to get back to school or college. I am suggesting to every student to read the tips mentioned in the article and try to follow them because they give one an idea about how to get back to our daily routine. Moin Rajput,Tando Jam\nTips for a great childhoodThis is regarding the cover story “Tips for a great childhood” by Gulrukh Tausif (YW, July 9). The article was interesting and had a great lesson for its readers.It is a fact that childhood leaves unforgettable memories. We feel pleasure from small things and nothing seems to bring sadness in our childhood because it is carefree life. I appreciate the writer for giving tips for children through which they can adopt a good lifestyle. Rahool Goswami,Tando Jam\nWonder crafts to jazz up your roomThis is with reference to the article “Wonder crafts to jazz up your room” by Asif Ali (YW, July 30). It is very interesting as we got to know how to make useful things from waste materials and to decorate our rooms from such DIY crafts at a low cost. It doesn’t only enhance our creative skills but also gives us the pleasure of creating something by our own hands. It is a fabulous idea to keep ourselves busy in such a good activity rather than wasting time on other useless activities. I look forward for more such articles.  Nazia AkhtarTurbat, Kech\nYoung World Young World is a great magazine. It is a bundle full of knowledge and entertainment for kids with contents such as articles, stories, news, quotes, poems, word search, to name a few. However, I would like to make a suggestion that ‘jumbled up words’ should be included too so that children can enjoy it even more.Fatima Imran,Karachi \nHorror stories I love to read YW. Everything in the magazine is superb but as I am a fan of horror genre and there isn’t anything related to it in the magazine. I would like to request the YW team to publish horror stories as well, so that the fans of horror should also have something of their choice. Shayan Ahmed,LahorePublished in Dawn, Young World, September 3rd, 2016\n", "author": "From InpaperMagazine", "title": "Mail box"}}
{"1281332": {"date": "September 03, 2016", "article": "\n\n\n\nIn this age when science has actually advanced to the extent that so many mysteries that baffled man just a few decades back are no more as puzzling, science fiction writing that can captivate readers is more challenging. But this challenge is well met by Philip Reeve in his book Railhead, a sci-fi adventure which is as fun as it is futuristic.Zen, our hero, is a young man who is petty thief with nothing special about him. He travels on trains that move through one world to another — yes, through space — and these inter-galaxies trains have a mind of their own! The story takes place in such a future world that Earth is now just ‘old earth’. Highly imaginative, the world of Railhead is full of androids, robots, drones and planets of all kinds and so much more that scientists can’t even imagine right now. But this is the essence of science-fiction, isn’t it?  Zen’s real adventure starts when he is sent by the mysterious Raven to sneak into the Emperor’s train and steal an heirloom. Considering it another chance at doing what he loves best, riding the rails and exploring the Great Network, Zen agrees. And then the story gets more complicated.There are many characters in the book that are interesting in different, yet unique, ways. And there are many weird and new words that the writer introduces, with definitions and descriptions given too, and it is supposed to add to the uniqueness of the story but it also makes it a bit complicated. But then readers today are used to many writers for youngsters making the narrative different and interesting by using peculiar and hard-to-pronounce words since J.K. Rowling started the trend with Harry Potter. So while the vocabulary made the reading of this interesting story a bit cumbersome for me, younger readers will probably enjoy it more. But that is not to say that I didn’t enjoy Railhead, I did. Published in Dawn, Young World, September 3rd, 2016\n", "author": "Wajeeha Rehan", "title": "Railhead"}}
{"1281342": {"date": "September 01, 2016", "article": "LONDON: David Luiz made a surprise return to Chelsea on Wednesday as English Premier League clubs splashed out on the final day of a record-breaking, billion-pound mid-year transfer window.In late deals, Brazil defender Luiz returned after two years at Paris Saint-Germain, while France midfielder Moussa Sissoko left Newcastle United for Tottenham Hotspur.The two moves took spending for England's top flight to about 1.17 billion ($1.54 billion, 1.38 billion euros) — smashing the record of £870 million for a single transfer window set last year.Enriched by a new 5.14 billion domestic TV rights deal, 13 of the 20 Premier League clubs broke their transfer records during the two-month window, in a spree that put Europe's other top divisions in the shade.“This is the world we are in in football,” former Tottenham midfielder Jermaine Jenas told the BBC.“There is that much money flying around since the TV deal that clubs can afford to break their transfer records. They have to keep up. The Premier League is where it is at, clubs have to spend money.” The big leagues of Italy, Spain, Germany and France spent far less. Italy's Serie A, the next biggest spender, parted with £595 million (700 million euros), according to industry website transfermarkt.com.One beneficiary of the Premier League's first billion-pound spend was shaggy-haired Luiz, 29, who is back just two years after he became the world's most expensive defender with a 50 million move to PSG.Luiz was tipped to lose his place to compatriot Marquinhos at PSG, and has returned to Stamford Bridge for a reported fee of around 34 million.Eastlands exodus\n“I'm delighted to return to Chelsea,” Luiz told the Chelsea website after signing a three-year contract on the last day of the two-month window.“We had a fantastic story during my first time at the club and I want to help the team and (manager) Antonio Conte achieve a lot of success.” Chelsea also landed Spanish left-back Marcos Alonso from Fiorentina for a reported 23 million, while their Colombian winger Juan Cuadrado left for Juventus on a three-year loan.Sissoko, 27, looked poised to join Everton for much of the day, only for Tottenham to reportedly pip the Merseyside club with a late bid.He signed a five-year contract and is thought to have cost Spurs around 30 million.Tottenham also signed France under-21 winger Georges-Kevin Nkoudou from Marseille for 11 million, with Cameroon forward Clinton Njie going the other way on a season's loan.Everton consoled themselves with a loan deal for West Ham United's Ecuadorean forward Enner Valencia.At Manchester City, five players who have fallen out of favour under new manager Pep Guardiola left Eastlands on season-long loans.England goalkeeper Joe Hart completed his move to Italian side Torino and French midfielder Samir Nasri joined Europa League champions Sevilla.Wilfried Bony pitched up at Stoke City, French centre-back Eliaquim Mangala signed for Valencia and defender Jason Denayer joined Sunderland.Nice move for Mario\nEnglish champions Leicester City broke their transfer record with the 29.7 million capture of Sporting Lisbon's Algerian striker Islam Slimani, who agreed a five-year contract.Sunderland also broke their club record by signing 22-year-old Gabon midfielder Didier Ndong from French side Lorient for a confirmed fee of 16 million.Burnley were another club to make the biggest purchase in their history, buying Irish midfielder Jeff Hendrick from Derby County for a reported 10 million.Mario Balotelli's miserable spell at Liverpool is finally over after he joined French club Nice on a free transfer.The wayward Italy forward scored just four goals in 28 appearances for Liverpool and spent last season on loan at AC Milan.Arsenal's injury-prone England international midfielder Jack Wilshere, 24, was loaned to Bournemouth after slipping down the pecking order at the Emirates Stadium.While there was a flurry of activity among English clubs, Europe's other major leagues saw a relatively quiet deadline day.In addition to Manchester City's Mangala, Spanish side Valencia signed Argentina international centre-back Ezequiel Garay from Zenit St Petersburg for a reported 20 million euros.Espanyol, who are now under Chinese ownership, signed goalkeeper Diego Lopez on loan from AC Milan and secured a loan deal for Mexico defender Diego Reyes from Porto.In Germany, Werder Bremen signed German winger Serge Gnabry from Arsenal, and Hamburg landed Brazilian defender Douglas from Atletico Mineiro for 10 million euros. \n", "author": "AFP", "title": "Luiz makes Chelsea return, Spurs secure Sissoko deal on transfer deadline day"}}
{"1281352": {"date": "Updated September 01, 2016", "article": "RAWALPINDI: Director-General (DG) Inter-Services Public Relations (ISPR) Asim Bajwa on Thursday gave an exhaustive rundown of progress made during Operation Zarb-i-Azb. Zarb-i-Azb commenced on June 15, 2014, after an attack on Karachi's Jinnah International Airport. The operation which has gone on for over two years is now in its final phase. \"In 2014, the security environment when Operation Zarb-i-Azb started was such that the country faced various instances of terrorism,\" the DG ISPR said. \"There were 311 IED blasts, 74 attacks, and 26 suicide blasts in 2014.\"\"The salient operational guidelines for Zarb-i-Azb were that it would be an indiscriminate operation, it would avoid collateral damage and it would be mindful of human rights,\" he said. \nSummary of progress made during Operation Zarb-i-Azb\nWar against terror has cost Pakistan $107bn\nNorth Waziristan, Shawal, Khyber Agency cleared by Army\n900 terrorists killed during Khyber I and Khyber II \n66pc locals have returned to tribal areas\nDaesh designs in Pakistan 'foiled', 309 arrested\nOver 21,000 IBOs carried out across Pakistan, nearly 1,400 people arrested\n536 soldiers killed, 2,272 injured during IBOs\n3,500 terrorists killed in IBOs\nAfghan govt, Nato forces did not take adequate action against terrorists\nPoor deployment of armed forces along Afghan side of the border\nGates to be built at all crossing points along Pak-Afghan border\n\n\n'Afghan authorities did not take action against terrorists'\nThe DG ISPR displayed a map showing what he said was the concentration of terrorists in North Waziristan.\n\n\n\t\t\t\t\tMap presented by DG ISPR Asim Bajwa showing concentration of terrorists in North Waziristan.\n\t\t\t\t\n\n\n\"No one could think of going to North Waziristan. It was the epicentre [of terrorism]. It was home to the largest communications infrastructure,\" he said. The origin of most instances of terrorism was North Waziristan, he said. \"After the operation, when we cleared the valley, reaching Dattakhel and were moving towards the border, some terrorists came out from there via Afghanistan and reached the fringes of Khyber Agency.\" \"Before we started the operation, Pakistan had informed all stakeholders ─ political, diplomatic and military ─ of the operation. The Afghan president, political govt, military leadership, Resolute Support Mission in Afghanistan were all informed of the operation and requested that if terrorists cross the border, they would have to catch them. \"They are your people, you will have to take action against them. But that didn't happen,\" Bajwa said. 'Killed 900 terrorists during Khyber ops'\n\"When the terrorists went towards Khyber Agency, we relocated some forces from the North Waziristan operation [to Khyber] and conducted operations Khyber I and Khyber II.\" \"We recovered weapons, ammunition, IEDs, explosives, communications equipment, hate literature and discovered tunnels,\" he said. \"There was enough explosive material there to carry out five IED blasts every day for 21 years. They could have caused 134,000 casualties with the amount of material we recovered.\"\"North Waziristan has very challenging terrain but despite that, our armed forces went there and cleared all their hideouts, caves and tunnels. But Khyber was even more challenging. It has snowy mountains and was home to hideouts from the Afghan war and had a very high density of IEDs.\" The Army killed 900 terrorists during the Khyber operation, Bajwa said, and dismantled the network of terrorists that was threatening areas in the immediate surroundings, such as Peshawar. 'Shawal is like Switzerland now'\n\"We started operations in Shawal, where all the terrorists from North Waziristan went. It was their last stronghold and they had nowhere to go after that. The operation went well and we cleared every village, every house, every school and every mosque in Shawal.\" \"Shawal is like Switzerland now,\" Bajwa claimed. \"The residents are slowly returning, but they want the Army to stay on and provide stability and revive the economy. Pine nuts are grown in great quantities there. Terrorists were selling them to fund themselves, but now the locals will benefit.\" 'Daesh in Pakistan planned attacks on Islamabad's diplomatic enclave'\nThe DG ISPR said that Daesh ─ another name for the militant Islamic State group ─ would not be allowed to have a presence in Pakistan. \"We created a comprehensive intelligence picture and saw that Daesh was trying to come into Pakistan. They organised themselves into two groups, the Kutaiba Haris (planning wing) and Kutaiba Mubashir (militant wing) and were trying to get local criminal and terrorist groups to join them,\" Bajwa said. \"Terrorists were frustrated at the time with all the Intelligence-based Operations (IBOs) going on and tried to change hats. The core group had 20-25 people,\" he said. These people were responsible for the attacks on the Faisalabad Dunya office, Lahore Din News office, Express News Sargodha office, and ARY News Islamabad office, he said.  About 309 people who were part of the organisation were arrested, including Afghans and people of Middle Eastern origin. About 157 small freelance groups were also arrested, he said. Even people who did wall-chalking and graffiti for Daesh in Pakistan for Rs1,000 were also arrested, Bajwa said. The group had planned to attacks in the capital's diplomatic enclave, particularly on the Ministry of Foreign Affairs and on foreign embassies, consulates and their employees, Bajwa said. They had also planned to target Islamabad airport and prominent public figures. Border management: armed deployment low on Afghan side of border\nThere are 18 major crossing points between Pakistan and Afghanistan along the 2,600-kilometre-long shared border, Bajwa said. \"We wanted to seal those areas so that terrorists from this side of the border don't go there and vice versa,\" he said.\"\"Lots of terrorists who crossed into neighbouring districts in eastern Afghanistan have built concentration camps.\"\"After clearing Fata... We began emphasising border management and the Torkham Gate was part of that. There will be proper gates made at all crossing points in addition to immigration staff posts,\" the DG ISPR said. He also said hundreds of small posts will be set up where FC forces will be deployed. \"Additional FC wings will be raised, but until that happens, Army troops will provide reinforcement in many areas.\" \"Other related agencies, including Nadra, will have staff posts and crossing will only be possible using valid documents on both sides of the border,\" he said. \"We have posts along the border and have our own forces reinforcing the Frontier Corps, but the same kind of deployment doesn't exist on the Afghan side of the border. Because of that void, there is a lot of presence and movement of terrorists there.\" \"There will be a lot of patrolling to ensure no one can cross the border illegally. It will take time, but we are moving ahead steadily,\" he said.'Over 21,000 IBOs carried out across Pakistan'\nIntelligence-based operations (IBOs), special IBOs and combing operations have been carried out across the country, Bajwa said. The IBOs targeted terrorists, their facilitators, sleeper cells, financiers and abettors.  Around 2,578 were carried out in Balochistan, 9,308 in Punjab, 5,878 in Sindh and 3,263 in Khyber Pakhtunkhwa. Special IBOs commenced the night the suicide blast at Lahore's Gulshan-i-Iqbal park earlier this year, Bajwa said. So far, 477 special IBOs have been carried out, with 1,399 people apprehended. \"We have increased the scope with the leads we received... We will continue going wherever we need to without any hesitation,\" he said. 'War against terrorism has cost us $107bn'\nThe entire nation has borne the cost of the war against terrorism, which tallied up to $106.9 billion, Bajwa said. During Operation Zarb-i-Azb, 536 soldiers were killed and 2,272 were injured, Bajwa said, whereas 3,500 terrorists were killed. About 66 per cent of locals have returned to areas badly affected by terrorism. \"But it is not enough that we take them  back [to their homes]. We have to help them prosper by means of reconstruction efforts, ensure that the areas are better off [than before], create opportunities for livelihood and revive the local economy so that this kind of terrorism doesn't recur.\" Infrastructural development projects in the region include a 705km road inside North and South Waziristan, a 75km road from Peshawar to Torkham, solar-powered water schemes and the Mirali Tehsil headquarters hospital, the DG ISPR said.  In addition to the above, market complexes, mosques, schools and colleges have also been built in these areas, Bajwa said.'Anti-Pakistan slogans will not be tolerated'\nResponding to a question about Muttahida Qaumi Movement chief Altaf Hussain's anti-Pakistan statements, Bajwa termed Hussain a foreigner residing 5,000km away from Pakistan. \"It is unacceptable for every Pakistani if Altaf Hussain raises anti-Pakistan slogans. The government is already taking action on this issue. \"There has been lots of action on the ground against his incitement to violence. People have been caught and action taken... Everything is before you,\" Bajwa said. \n", "author": "Dawn.com", "title": "'War against terror cost Pakistan $107bn': DG ISPR Asim Bajwa briefs on progress under Operation Zarb-i-Azb"}}
{"1281372": {"date": "September 01, 2016", "article": "ISLAMABAD: The Foreign Office on Thursday urged the Indian government to listen to the international community and end bloodshed in India-held Kashmir (IHK).The spokesperson for the Foreign Office, Nafees Zakaria, also asked the United Nations to send a fact-finding mission to IHK in order to investigate human right abuses.During the FO’s weekly briefing, the spokesperson also shared details of the letter written by Prime Minister Nawaz Sharif to the UN. “The prime minister has written another letter to the UN Secretary General apprising him of the deteriorating situation and human rights violations of the Kashmiri people,” said Zakaria.He added that the premier has welcomed the UN Secretary General’s call for making efforts to avoid further violence and thanked him for recognising Pakistan’s commitment to the peaceful resolution of the Kashmir dispute. The prime minister in his letter also termed Indian Prime Minister Modi’s remarks on Balochistan as “unwarranted and in complete contravention of the UN charter”.“Pakistan will continue its efforts to raise the Kashmir dispute at the international level. It will figure prominently at the upcoming annual meeting of the United Nations General Assembly and the OIC meetings on the sidelines of the UN session,” elaborated the FO spokesperson. “Indian brutalities have not only been condemned by the international community but also members of different segments of the society within India and the Indian government should listen to those voices and end the bloodshed in the valley.”'Menace of terrorism not specific to one country’\nThe Foreign Office said Pakistan draws no distinction in terrorist groups and the menace of terrorism is not specific to one country.  The spokesperson’s statement, in reply to US Secretary of State John Kerry's statement on Pakistan's anti-terror efforts, further said terrorism is an international issue which requires collective efforts to root it out. “We are mindful of the elements working against the interests of Pakistan in the US and we engage with all the countries including the US in order to protect the country's national interests,” said Zakaria. The spokesperson added that with the US, Pakistan has a comprehensive mechanism and all matters of mutual concerns are discussed at bilateral meetings. The US State Department earlier said the Haqqani network and other terrorist groups that operate inside Pakistan and along the Afghan border are a continued security threat to the entire South Asian region and beyond. Secretary Kerry said in New Delhi earlier this week that in recent months Pakistan had taken strong action against the Haqqani network. But last month, Secretary Carter refused to certify that Pakistan had done enough to counter the terrorist network. The refusal led to the suspension of $300 million of US military aid to Pakistan. \n", "author": "Dawn.com", "title": "Pakistan urges India to end bloodshed in held Kashmir"}}
{"1281382": {"date": "September 04, 2016", "article": "\n\n\n\nIt’s official: superstar Hirthik Roshan’s Mohenjo Daro has flopped in the domestic market! With a whopping alleged budget of Rs1 billion out of which Rs160 million was spent on production, it has barely earned Rs550 million from the Indian market in the two weeks that it has been running. Although the TV satellite rights and the international market will help the producers recover most of their investment, a substantial profit still isn’t possible.Directed by Ashutosh Gowariker, Mohenjo Daro was touted as a historical film based on an era which so far hasn’t been depicted in Hindi films. The Indus Valley civilization dates back to around 2500 BCE [more than 4,000 years old]. The archeological site of Mohenjo Daro is situated in Sindh, and was one the largest urbanised settlements of the Indus Valley civilization. It was discovered and excavated in the 1920s.Ashutosh said he carried out three years of research before writing the story. One doubts his statement. The costumes, the giant sets, props and even the language used in Mohenjo Daro represent a different era from what historians have reported after carrying out excavations at the site. Even the terracotta artefacts tell a different tale of the people who once lived there.In an episode of The Kapil Sharma Show, Ashutosh admitted that history was never his favourite subject in school. One wonders then what prompted the director to take on the subject. Previously, he has dabbled in history with Jodhaa Akbar (the Mughal period), Lagaan  (the Colonial era) and Khelein Hum Jee Jaan Sey (the 1930 Chittagong Uprising against the British Raj).\nMohenjo Daro is yet another gross misinterpretation of history to grace the silver screen\n\nBut Ashutosh isn’t alone in depicting history as he perceives it. Most Indian film directors happily take on historical figures or incidents, labeling them as epics. While one can understand creative licenses, misrepresentation is an altogether different thing. In the 100-year-old Indian film industry there are many such examples. For some reason, film-makers from the days of Alam Ara (1931) are obsessed with historical subjects and happily alter facts to suit their film-making needs. The most-loved screen character is that of Mughal Emperor Akbar (A.D.1542-1605). While many films have been made on him and his son Emperor Jahangir, Mughal-i-Azam is supposed to be an all-time favourite. There was Taj Mahal followed by Anarkali; Taj Mahal: the epic love story; and of course Jodhaa Akbar. They are eye-candy with gigantic and opulent sets, majestic costumes (copied by fashion designers for wedding outfits) and good-looking female actors such as Madhubala, Bina Rai, Sonya Jehan (granddaughter of Madam Noor Jehan), and of course Aishwarya Rai-Bachchan. A melodious soundtrack further added to the glamour of these productions. Had it not been for the titles and set design, any of these films could have easily been mistaken for a neurotic love story of a typical Bollywood masala film.The other great emperor to be misrepresented on celluloid is Samrat Ashoka (268 to 232 BCE). Amrapali (starring Sunil Dutt, Vyjanthimala) and Asoka (Shah Rukh Khan, Kareen Kapoor) based on the emperor’s life, conquests and later his adoption of Buddhism have taken such creative liberty with the subject matter that historians have every right to cry foul.In Bajirao Mastani by director Sanjay Leela Bhansali, the Kokanastha Brahmin community from Maharashtra to which Bajirao (A.D.1700-40) belonged, opposed the misrepresentation to such an extent that Bhansali had to carry a long disclaimer at the beginning of the film. Even the Rajputs of Rajasthan had objected to the presentation of Jodhaa in Jodhaa Akbar, which again led to the film having a disclaimer. Next in line was Ketan Mehta’s Mangal Pandey – The Rising starring Aamir Khan. It was factually opposed by the descendents of freedom fighter Mangal Pandey (1827-57).In this context, both director Ashutosh Gowariker and Mohenjo Daro are lucky as no known descendants of the Indus Valley civilisation are around today to object to the gross misinterpretation of facts which run from form of governance to the reasons for Mohenjo Daro’s eventual demise and even the city’s name itself – Mohejo Daro (The Mound of the Dead) is a modern concoction, not the city’s name when it actually existed! A slightly better presentation would have taken the film a long way, as this is the first production to be based on that time period.It’s not as though all historical films made in Bollywood misrepresent history. There are some excellent ones too. We won’t include Gandhi in the list as it was made by British director Richard Attenborough.But there are others. Shatranj ke Khilari (1977) by Satyjit Ray dealt with the decadence of royalty of Central North India, which was exploited by the British to annex the Kingdom of Awadh in 1856. The film represented that era aptly but didn’t do too well. As it dealt with nawabs, Shatranj ke Khilari depicted regal ambience and majestic outfits. Opposed to this was Pather Panchali by the same director. It depicted poverty in the villages soon after the famous Bengal famine of 1943. Pather Panchali is a harsh but true and no-frills-attached film that won several national and international awards for its sheer artistic beauty, while depicting crippling poverty at that point in time​.Director Deepa Mehta’s Earth (1988) gave valuable insight into Partition and the havoc it created with interpersonal relationships. Mehta’s second film, Water, was set in 1938 and dealt with the treatment meted out to widows in Varanasi. These were good films with sound research which made fictional figures appear quite realistic. There have been others as well such as Black Friday, Hey Ram, Parzania, Train to Pakistan, Firaaq, Bombay etc. Earlier, we also had Garam Hawa, Junoon, Sardar, Pinjar and others where the directors took an incident in history and stuck to as true a depiction as possible.If film-makers can’t stay true to history, then they should at least use a different title for​ such films and not advertise them as ‘historical’. As in the case of Mohenjo Daro, even the mighty Hrithik Roshan could not get it the footfalls required to guarantee success.Published in Dawn, Sunday Magazine, September 4th, 2016\n", "author": "Surekha Kadapa-Bose", "title": "ForeignFront: Distorting history for the sake of masala in Hindi films"}}
{"1281392": {"date": "September 02, 2016", "article": "BADIN: Unnerved by rumours that many gangs had arrived in the area to kidnap children, people brutally thrashed suspected strangers in at least 10 such incidents reported over the past three days from different areas of the district, who later turned out to be beggars and mentally-challenged persons.  In eight such incidents, town residents and villagers in Badin district brutally beat up insane men roaming the streets before handing them over to police. Police officials said the reports about children being kidnapped were only rumours being spread by some \nunscrupulous elements, which had created panic and sown fear among people. They requested media persons not to report such unfounded stories and said that in almost all incidents the suspects handed over to police were released after questioning because most of them were either mentally challenged or beggars. A mob in Tando Bago beat up one Dileep Kumar from Ghotki district on Wednesday and handed him over to police over suspicions that he was a child kidnapper but it later transpired he was a devotee who was going on foot to the shrine of Saman Shah Sarkar. Some villagers caught two strangers at Jat irrigation minor near Golarchi town on Thursday and subjected them to a violent beating before handing them over to police. Golarchi SHO Ayaz Hussain Memon said that the two were mental retards who were severely beaten by villagers. \nSimilar incidents took place in Seerani, Wahnai, Pangrio, Badin and other areas of the district as well. “Such incidents are actuated by irresponsible posts on social media and coverage by TV channels, FM radios and newspapers,” said a police official at Tando Bago police station. Reports from various areas of Pangrio, Khoski and Malkani Sharif said that many parents had stopped sending their children to schools for fear of being kidnapped after such rumours.Tharparkar SSP Sarfarsz Nawaz Shaikh shared identical stories with Dawn on Thursday and blamed cell phone messages, social media and electronic media coverage for creating and amplifying panic. He said that in Nagarparkar a student went missing and his parents reported to police that he had been kidnapped but it turned out later he had gone on outing with some friends. In a similar incident, a stranger old man was brutally beaten up by a mob in Mithi over suspicion he was a kidnapper, he said. Published in Dawn, September 2nd, 2016\n", "author": "A Correspondent", "title": "Mentally-challenged people, beggars face public wrath as kindnap fear hits Badin"}}
{"1281402": {"date": "September 02, 2016", "article": "KARACHI: The Jamiat Ulema-i-Islam-Fazl (JUI-F) called off its protest on Thursday after being assured by the Sindh government that the party would be consulted on legislation for the registration of seminaries and the mastermind behind its leader murder would be arrested.Hundreds of JUI-F workers rallied from Numaish traffic intersection to M.A. Jinnah Road and staged a sit-in near Tibet Centre when they were not allowed to march on CM House where the party had originally planned to stage a demonstration. The marchers demanded arrest of the mastermind behind Dr Khalid Mehmood Soomro’s murder and revision of a proposed plan for the registration of the seminaries.“We were assured by the Sindh government time and again that the murder case would be tried in a military court and the mastermind of the murder would be arrested at any cost,” said the JUI-F’s general secretary and elder son of \nslain leader Rashid Mahmood Soomro while addressing the protesters.“But it never happened. The people who were arrested were just paid to kill Dr Soomro. The mastermind and planners are still free and till their arrest justice cannot be served. Similarly, when the government was in process to draft the law for the registration of seminaries we were assured that it would not be done without the consent of clerics and seminaries. That also turned out a lie. Now we are left with no other option but to lodge protest.”A couple of hours later the adviser to the chief minister on law Murtaza Wahab arrived to meet the JUI-F leaders and held talks. An hour-long discussion between two sides finally led to an announcement to call off the protest that had paralysed the traffic system in Karachi South district. Mr Wahab assured the leaders that the Sindh government would take party’s input before giving a nod to the seminaries registration law and also ensure the arrest of the mastermind behind Dr Soomro’s murder.The protest created gridlock on the thoroughfare and connecting roads, as vehicles remained stuck in traffic jam for hours on Dr Ziauddin Ahmed, Club Road, I. I. Chundrigarh Road, M. R. Kayani Road, Rafiqi Shaheed Road, Sarwar Shaheed Road, Court Road, Fatima Jinnah Road, Old Outram Road, Hasrat Mohani Road, Wood Street, Shahrah-i-Kamal Ataturk, Burns Road, Belassis Street, Shahrah-i-Liaquat and Nicol Road.Published in Dawn, September 2nd, 2016\n", "author": "Imran Ayub", "title": "JUI-F ends protest after talks with Sindh govt"}}
{"1281412": {"date": "September 02, 2016", "article": "PESHAWAR: The first edition of the All-Pakistan Challenge Football Cup will commence here from Sept 25 at the Sumbal Khan Football Ground, Qayyum Sports Complex. The tournament will be held under the aegis of Khyber Pakhtunkhwa Football Association (KPFA). Organising secretary and former national team captain Basit Kamal on Thursday told media persons that arrangements for the event have already been completed and KPFA in collaboration with Pakistan Football Federation (PFF) and Directorate of Sports KP is holding the event. Former Health Minister and President KP Football Association Syed Zahir Ali Shah will formally inaugurate the cup.  Teams that will participate in the Challenge Cup include PIA, National Bank, Karachi Port Trust, Khan Research Laboratories, Pakistan Air Force, Pakistan Army, Pakistan Navy, Pakistan Police, Sui Northern Gas Pipe Line, FATA, Chaman Club Quetta, Balochistan, Gilgit-Baltistan, and host Khyber Pakhtunkhwa.Published in Dawn, September 2nd, 2016\n", "author": "Bureau Report", "title": "All Pakistan Challenge Football Cup from 25th"}}
{"1281422": {"date": "September 02, 2016", "article": "MELBOURNE: Cricket Australia will pore over its high performance systems in a ‘meaty’ review following the 3-0 Test series whitewash to Sri Lanka, chief executive James Sutherland has said. Australia lost their world number one ranking in Tests due to the series defeat and burnished their reputation as home-track bullies after their batsmen again proved hapless against spin bowling on turning wickets. With a huge challenge in the subcontinent looming against India in less than six months, Sutherland said probing questions were being asked of the national set-up. “Are some of the fundamental things that we are doing to prepare our players to perform well and be highly competitive in sub-continental conditions passing the test?” Sutherland said in comments published by Fairfax Media. “I think that’s where the review gets a little bit more meaty and challenging and more fundamental, going right down into questioning our high performance systems as well.” Sutherland’s comments come days after former Australia batsman Matthew Hayden slammed the high performance unit for having too much power over the team and selections. Hayden claimed head coach and selector Darren Lehmann and the high performance unit headed by former rugby international Pat Howard were undermining the players’ ability to build a strong culture. “The players have got to actually wrestle back some of their own power from within rather than listening to your physios, your strength and conditioning coaches, your high performance manager and even your coach for that matter and actually dig in as a group and build the culture,” Hayden, a former team-mate of Lehmann, fumed on local radio station Triple M. Australia hired Sri Lanka spin great Muttiah Muralitharan as a coaching consultant to help their batsmen prepare for the South Asian nation’s pitches but many appeared clueless when facing veteran left-arm spinner Rangana Herath, who took 28 wickets and was named man-of-the-series. Cricket Australia also regularly sends ‘A’ and youth teams to the subcontinent but some were failing to adapt, Sutherland said. “To be a bona fide international cricketer in this day and age you need to be able to adapt to conditions in Australia, conditions in England, conditions in the subcontinent ... wherever you play,” he said. “And that adaptability is something that needs to be reviewed because some are adapting and some aren’t.” Australia gained some consolation from the Sri Lanka tour on Wednesday with the one-day side winning the fourth match to take an unassailable 3-1 lead in the series.Published in Dawn, September 2nd, 2016\n", "author": "Reuters", "title": "CA to conduct extensive SL Test flop review"}}
{"1281432": {"date": "Updated September 02, 2016", "article": "SHANGHAI: Canadian Prime Minister Justin Trudeau said on Thursday he had had difficult conversations with Chinese leaders on human rights, as his government announced the signing of 56 deals with China worth more than C$1.2 billion ($915 million).Trudeau is seeking deeper ties with China but a trade dispute over canola, government divisions over China policy and the case of a detained citizen could limit his gains.A day earlier, the family of Canadian citizen Kevin Garratt, indicted by China in January on charges of spying and stealing state secrets, expressed frustration by the lack of progress in securing his release. Published in Dawn, September 2nd, 2016\n", "author": "Reuters", "title": "Canada, China sign $915m in deals"}}
{"1281442": {"date": "Updated September 02, 2016", "article": "ISLAMABAD: The Senate Standing Com­m­ittee on Finance on Thursday decr­ied the resurgence of circular debt despite an increase in electricity tariffs and declining oil prices on the international markets. The committee, chaired by Saleem Mandviwalla, noted that the circular debt was around Rs480 billion in five years which was cleared in June 2013. However, since then Rs321bn has accumulated in this head. The committee questioned Ministry of Water and Power’s Additional Secretaries Zargham Eshaq Khan and Omar Rasool if the government was giving any subsidy on electricity. The two officials replied in negative. PTI’s Mohsin Aziz pointed out that crude oil was at around $120 per barrel in 2013 and electricity rates were Rs7 per unit. “Oil is around $40 per barrel now and the power rate is Rs12 per unit. What is the reason for the resurgence of circular debt?” Senator Aziz questioned. The committee was informed by the officials that an MoU has been signed between the government and Independent Power Producers (IPPs) to convert their fuel base from oil to coal. Three IPPs have been granted tariff by Nepra and are establishing infrastructure in this regard, the officials informed. However, the Senate body termed the MoU one sided to favour the IPPs only. The committee decided to hold a separate meeting over the subject and directed the ministry of water and power to bring production data of Musharraf era, PPP government and the current figures. Earlier, the committee discussed various foreign funded projects in agriculture and livestock sectors. Conflicting figures were received from relevant officials of Sindh and Balochistan provinces as well as Economic Affair Division (EAD) officials. Balochistan officials said they received Rs1.86 million from the division while the EAD officers said the entire Rs52m Japanese grant has been transferred to the province. The committee was informed that another Japanese grant of Rs45m for agriculture project in Sindh was lying with EAD as the Sindh government was not coming up with any project despite repeated reminders. The committee directed both the provinces to hold separate meetings with the EAD.Published in Dawn, September 2nd, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Senate committee decries Rs321bn circular debt"}}
{"1281452": {"date": "Updated September 02, 2016", "article": "WASHINGTON: The United States and its negotiating partners agreed “in secret” to allow Iran to evade some restrictions in last year’s landmark nuclear agreement in order to meet the deadline for it to start getting relief from economic sanctions, according to a think tank report published on Thursday. The report, which was released by the Washington-based Institute for Science and International Security, is based on information provided by several officials of governments involved in the negotiations. The group’s president David Albright, a former UN weapons inspector and co-author of the report, declined to identify the officials. “The exemptions or loopholes are happening in secret, and it appears that they favour Iran,” Albright said.Among the exemptions were two that allowed Iran to exceed the deal’s limits on how much low-enriched uranium (LEU) it can keep in its nuclear facilities, the report said. LEU can be purified into highly enriched, weapons-grade uranium.The exemptions, the report said, were approved by the joint commission the deal created to oversee implementation of the accord. The commission is comprised of the United States and its negotiating partners — called the P5+1 — and Iran. One senior “knowledgeable” official was cited by the report as saying that if the joint commission had not acted to create these exemptions, some of Iran’s nuclear facilities would not have been in compliance with the deal by Jan 16, the deadline for the beginning of the lifting of sanctions. The US administration has said that the world powers that negotiated the accord — the United States, Russia, China, Britain, France and Germany — made no secret arrangements. A White House official, speaking on condition of anonymity, said the joint commission and its role were “not secret.” He did not address the report’s assertions of exemptions. Diplomats at the United Nations for the other P5+1 countries did not respond to Reuters’ requests for comment on the report. Iranian officials were not immediately available for comment. The report’s assertions are likely to anger critics of the nuclear deal. Republican presidential candidate Donald Trump has vowed to renegotiate the agreement if he’s elected, while Democrat Hillary Clinton supports the accord. Albright said the exceptions risked setting precedents that Iran could use to seek additional waivers. Albright served as an inspector with the UN International Atomic Energy Agency (IAEA) team that investigated former Iraqi President Saddam Hussein’s nuclear weapons programme. While Albright has neither endorsed nor denounced the overall agreement, he has expressed concern over what he considers potential flaws in the nuclear deal, including the expiration of key limitations on Iran’s nuclear work in 10-15 years. The administration of President Barack Obama informed Congress of the exemptions on Jan. 16, said the report. Albright said the exemptions, which have not been made public, were detailed in confidential documents sent to Capitol Hill that day — after the exemptions had already been granted.The White House official said the administration had briefed Congress “frequently and comprehensively” on the joint commission’s work.Democratic Senator Robert Menendez, a leading critic of the Iran deal and a senior member of the Senate Foreign Relations Committee, said in an email: “I was not aware nor did I receive any briefing (on the exemptions).” Republican Senator Bob Corker, the committee chairman and leader of the opposition in Congress to the nuclear deal, said the administration was “willing to accommodate Iran at every turn to implement a flawed agreement that granted Tehran billions in sanction relief and paved the way for the industrialisation of its nuclear programme.” Corker, however, did not address the exemptions.As part of the concessions that allowed Iran to exceed uranium limits, the joint commission agreed to exempt unknown quantities of 3.5 per cent LEU contained in liquid, solid and sludge wastes stored at Iranian nuclear facilities, according to the report. The agreement restricts Iran to stockpiling only 300 kg of 3.5 per cent LEU.Published in Dawn, September 2nd, 2016\n", "author": "Reuters", "title": "US, others agreed upon ‘secret’ exemptions for Iran after N-deal"}}
{"1281462": {"date": "September 02, 2016", "article": "RIO DE JANEIRO: He is a president few Brazilians want, replacing a leader hardly any saw fit to stay.The senate’s dismissal on Wednesday of Dilma Rousseff, the least popular president since Brazil returned to democracy three decades ago, handed power to a politician almost as unpopular, vice president Michel Temer.For much of his five decades in politics, the softly-spoken Temer has worked in the shadows, building alliances within his fragmented Brazilian Democratic Movement Party (PMDB) and rising to become one of the leading dealmakers in Brazil’s Congress.His discrete manner and impeccable dress earned him the nickname among political allies and enemies alike of “The Butler”. Now the 75-year-old, who will serve out the presidential term through 2018, must win the confidence of a nation bitterly divided by the impeachment process and frustrated by the worst recession in decades.He must also overcome Brazilians’ disillusionment with the political class, which many see him embodying, after a sweeping corruption scandal at the state oil company Petrobras that has ensnared his party.“It is time to reunite the country and put national interests above those of groups,” Temer said in his first televised address as president. “I repeat my commitment to democratically dialogue with all sectors of Brazilian society.” Temer has already shown he will steer Latin America’s largest nation to the centre-right since he took over as interim president when Rousseff was suspended in May, unveiling plans to curb public spending and reform the generous pension system and welfare benefits.That agenda will make unity hard to achieve with many blue-collar voters already angry at the loss of hard-won economic gains achieved during 13 years of Workers Party rule and unemployment running at nearly 12 million, or just over 11 per cent.After Temer’s swearing in on Wednesday, hundreds of youths took to the streets of Sao Paulo, smashing shop windows and hurling rocks at riot police, who responded with tear gas.“There is no single leader who can unify Brazil at this moment, certainly not Temer,” said Sergio Praca, a political scientist at the Getulio Vargas Foundation, a leading Brazilian university. “For a portion of the population, whether fair or not, he is linked to the idea that there has been a ‘coup’. His challenge is not just pushing through reforms. His challenge is his political survival.” Contrasting styles Rousseff, 68, was a gruff leader who minced no words with subordinates who made mistakes. Temer, who speaks in the rigidly formal Portuguese of a former constitutional law professor, could not be more different — from Rousseff or most of his countrymen.The son of Lebanese immigrants who arrived in Brazil in 1925, Temer was the youngest of eight children. He began his political career in the 1960s. He first served as an aide to Sao Paulo state’s education secretary under Governor Adhemar de Barros — one of the politicians who inspired the Brazilian saying: “He steals, but he gets things done.” But behind his old-fashioned demeanour and slicked-back gray locks, Temer is not entirely what one would expect from his staid public image. The father of five children is married to a former beauty pageant contestant 42 years his junior who has his name tattooed on her neck. He has also in recent years released a book of poetry titled Anonymous Intimacy. Its terse verse was penned on airplane napkins while he travelled from the capital Brasilia to his base in Sao Paulo. It includes praise for the female form and oblique allusions to Brazil’s polarised politics.He has a low-key style but is not above splashes of vanity. Several years ago, he had a nose operation that corrected a deviated septum but also, he acknowledged, improved his looks.Seeking consensus Temer honed his craft over more than a decade in Brazil’s bare-knuckle lower house of Congress, where he was an ally to both centrist President Fernando Henrique Cardoso and Luiz Inacio Lula da Silva, Rousseff’s predecessor and mentor. He earned a reputation for staying above the fray.Those who have worked with him say he rarely raises his voice, does not curse and refrains from the dramatic theatrics his peers employ during debates — especially the antics seen from all sides during Rousseff’s impeachment.For 15 years, he led the PMDB, an amorphous group with no consistent ideology, which holds more Congressional seats than any other. Since Brazil’s return to democracy in 1985, the PMDB has mostly been content to let other parties hold the presidency while it positioned itself as the legislative power broker, winning pork barrel perks and control of ministries and their budgets in return for support in Congress.Now, though, the PMDB plans to field its own presidential candidate in 2018. Although Temer himself has said he will not run, his supporters say his long career working across the ideological spectrum makes him a strong transitional leader and will help set the PMDB up for whomever it casts as its candidate.But Rafael Cortez, a political analyst at Tendencias, a Sao Paulo consulting firm, said Temer’s background and cordial manner could in fact be a liability. “The economic and political crises we are facing will require confrontation with both opposition and allies alike to push through reforms,” Cortez said. “The success of a Temer presidency will depend on his willingness to be confrontational.” Because Temer comes from the old, elite political class, Cortez said, he does not satiate the public’s deep appetite for political renewal. “For that reason, the urgency underlying his presidency is to at least deliver on economic growth. If he achieves only that, not only does the PMDB stand a better chance in the 2018 elections, but it is not unreasonable to assume that Temer himself could make a run.”—ReutersPublished in Dawn, September 2nd, 2016\n", "author": "Brad Brooks", "title": "Brazil’s new leader a consensus-builder who must prepare for a fight"}}
{"1281472": {"date": "September 02, 2016", "article": "LAHORE: Radical reforms are needed to be introduced at the institutional level to realise the dream of global governance. American scholar Dr Richard Falk said this while speaking as a keynote speaker at a seminar titled “Force and Intervention and Humane Global Governance” at the Punjab University’s Centre for South Asian Studies here on Thursday. The seminar was organized in collaboration with the American Institute of Pakistan Studies and Punjab Higher Education Commission. Punjab University Vice-Chancellor Prof Dr Mujahid Kamran, CSAS director Prof Dr Umbreen Javaid, Law College principal Dr Shazia Naureen Qureshi, Prof Dr Sajid Rashid Ahmad, faculty members and M.Phil/PhD scholars of the Centre and Political Science department attended the seminar. Dr Falk gave the idea of global governance that was more ethical and humane, adding that its main aspects were the future of international law, climatic change and nuclear de-weaponization. He said the imperialism, injustice, global poverty, militancy and environmental disaster were the main challenges in the way of good governance. MoU: The Punjab University College of Pharmacy and Pakistan Pharmacy Manufacturing Association (PPMA) have signed on Thursday a memorandum of understanding (MoU) to promote research and training activities between the two organizations. The MoU signing ceremony was held at a committee room of the vice- chancellor’s office. PU Vice-Chancellor Prof Dr Mujahid Kamran, PPMA chairman Hamid Raza, University College of Pharmacy Principal Prof Dr Nadeem Irfan Bukhari, PU’s External Linkages director Dr Maria Maldonado and Uzair Nagra were also present. The MoU aims at providing training to pharmacy students by member companies, exchange academic data and work on special projects. Published in Dawn, September 2nd, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "‘Radical reforms must to realise global governance dream’"}}
{"1281482": {"date": "September 02, 2016", "article": "SHEIKHUPURA: A police constable and two drug traffickers were killed in an encounter between police and a gang near village Ghazi Mudka on Thursday. The Factory Area police said they raided a place on a tip-off that the cache of drugs was present there. Seeing them, drug pushers started firing at police and killed constable Imran Babar. Police also retaliated them with fire and killed two drug pushers, while one of their accomplices fled the scene. The identity of the deceased could not be ascertained. CLASH: In an exchange of fire between Usman and Sarfraz groups, two persons were killed and another two sustained injuries in Khanpur Kallah village on Thursday. The groups had an enmity. The clash claimed the lives of Usman and Mustafa while Sarfraz and his supporter suffered serious bullet injuries.Published in Dawn, September 2nd, 2016\n", "author": "A Correspondent", "title": "Constable, two drug peddlers killed in clash"}}
{"1281502": {"date": "September 02, 2016", "article": "HEALTH has always remained a neglected sector in our country. The condition of civil hospitals and healthcare facilities are substandard. Pakistan’s ranking in the Mother Mortality Ratio (MMR) slipped from 147th last year to 149th this year. Government hospitals lack experienced doctors, technicians, blood banks and ventilators. Moreover, the infrastructure is outdated, and ambulances are obsolete while lack of hygiene and a filthy atmosphere add to the dreadful situation. The immediate improvement of ambulance and emergency services is the need of the hour. Targets should be set by the government to increase the annual GDP for health to four per cent which at present is 1.5%. The government needs to re-evaluate its policies. Masood Ahmed Shaikh\nHyderabadPublished in Dawn, September 2nd, 2016\n", "author": "From the Newspaper", "title": "Plight of health sector"}}
{"1281512": {"date": "September 02, 2016", "article": "QUETTA: Hundreds of vehicles crossed into both sides of the border after Pakistan reopened its border with Afghanistan in the Chaman area of Balochistan on Thursday after closing it for 12 days. The decision to reopen the border was made at the fifth flag meeting between senior border guarding officials of Pakistan and Afghanistan in Chaman on Wednesday evening. “We reopened the Friendship Gate at the border at 7am on Thursday after Kabul’s condemnation of the burning of the Pakistani national flag by Afghan nationals,” an official of the Frontier Corps (FC) told Dawn. At the meeting, he said, the Afghan border officials handed over to their Pakistani counterparts a letter from their government condemning the incident of the burning of the Pakistani national flag. \nPeople will be allowed to cross border after thorough checking of travel documents\n\nThe border was closed after a group of Afghan nationals had torched the Pakistani national flag when Pakistani tribesmen were returning from the border area where they had staged a demonstration to condemn Indian Prime Minister Narendra Modi’s recent remarks about Balochistan. However, a security official said that now border crossing from the two sides would be allowed only after checking of passports and other travel documents, an arrangement earlier introduced at the Torkham border crossing in Khyber Pakhtunkhwa under the new border management measures. “The National Database and Registration Authority has set up a centre at the Friendship Gate for verification of national identity cards, passports and visas,” he said. The centre will also register the names of people crossing the border from the two sides. All infrequent routes along with border will be strictly monitored and entry into the two countries will be allowed through border check-posts only. Sources said that security had been beefed up along the border as more FC troops had been deployed in the border area. Meanwhile, hundreds of container-mounted trailers carrying Nato supplies, trucks involved in Afghan transit trade and other vehicles, which had been stranded at both sides of the border for days, started moving to their destinations. “Hundreds of trucks and other vehicles crossed both sides of the border till evening,” said Jamal-ud-Din, a leading businessman of Chaman. Business activities, including import and export through the border crossing, which had remained suspended in Vesh Mandi in Afghanistan and Chaman, also resumed after the reopening of the border. Businessmen of Balochistan have welcomed reopening of the border and said that Pakistani importer and exporters had suffered huge losses due to the border closure. Voluntarily repatriation of Afghan refugees under the United National High Commissioner for Refugees programme will resume in a couple of days. Published in Dawn, September 2nd, 2016\n", "author": "Saleem Shahid", "title": "Afghan border at Chaman reopened after 12 days"}}
{"1281522": {"date": "September 02, 2016", "article": "RAWALPINDI: A police team on Thursday visited the two government primary schools which received abduction threats regarding their students and reviewed their security measures.The principle of a boys’ school, Haroon Yousuf and his wife, who teaches at a girls’ school turned to the police on Wednesday after a caller threatened to abduct students from their schools. In the most recent call, the girls’ school teacher said the caller could not speak proper Urdu and has asked her to speak in Pashto. He had asked her about the number of students in the school.She also received a ‘missed call’ from the same number on Wednesday.The police told the teacher to call back on the number she was receiving calls from, but the person on the other end told her not to talk to him as he could not speak Urdu well.The police believe the callers must have links and contacts in Rawalpindi and are trying to track them down as well.Preliminary investigations revealed that the SIM being used by the caller was issued on fake details to a resident of Karak, who was also approached by the police.“The location of the caller who is threatening the schools’ administrations with kidnapping their students has been traced to Ganda Mahbis Khail, near the border between Pakistan, Afghanistan and Iran,” the police investigating officer told Dawn.The police said that though it was possible for them to go to Afghanistan in order to track down the callers, the case will be handed over to the intelligence agencies, who will also trace the caller’s contacts in Pakistan.Mr Yousuf told Dawn that a police had come to review the security arrangements at the school, which is located about a kilometre and a half from the police station.He said the police had assured him that they had increased patrolling in the area and had enhanced security measures.Published in Dawn, September 2nd, 2016\n", "author": "Mohammad Asghar", "title": "Police review security measures at schools threatened with abductions"}}
{"1281532": {"date": "September 02, 2016", "article": "ISLAMABAD: The main suspect in the murder of Malik Fahad, the nephew of a former Senate chairman, was brought to Islamabad on Thursday from Landi Kotal where he was being held after he was caught trying to flee the country at Torkham.A capital police team was sent to Landi Kotal to bring Mr Arshad back for interrogation and investigation into the murder committed in August.The team took custody of the suspect after obtaining a transit remand of him from the concerned authorities. He was brought to Islamabad amid tight security on Thursday and will be produced before the court of a magistrate on Friday to obtain his physical remand.“He is in the custody of the police and the location where he is detained is being kept secret,” a police official said, adding that well-equipped police personnel were deployed around where he is being held.The police official said Mr Arshad is an influential figure and there is a possibility that an attempt will be made to set him free, which is why precautionary measures were adopted during his transportation and for his detention.Mr Arshad was caught trying to cross the Torkham border into Afghanistan last week. Immigration officers at the border found his passport cancelled and his name on the exit control list.The suspect was taken into custody and later handed over to a political agent in the area, who detained him in a lockup in Landi Kotal, and a case was registered against him.According to police officials, Mr Arshad had obtained a one month visa for Afghanistan from a consulate in Quetta on August 24 and planned to escape to Europe. They said visas for other countries were also found on his passport.Malik Fahad, the nephew of former Senate chairman Mohammadmian Somro, was gunned down on August 15 on a service road in F-10/3.The suspect had fought with the sons of Malik Tariq, Fahad’s uncle, at a cafe in F-11 during which Mr Arshad was beaten.The police took both parties to the Shalimar police station where Fahad and Malik Tariq also arrived to mediate between the parties. The issue was settled and both parties left after signing a written statement.According to police officials, two cars had then intercepted the car in which Fahad was travelling and blocked their way into F-10/3. Two men opened fire on Fahad and Malik Tariq. Malik Fahad received fatal bullet wounds while his uncle was injured..Published in Dawn, September 2nd, 2016\n", "author": "Munawer Azeem", "title": "Main suspect in Malik Fahad murder brought back to capital"}}
{"1281542": {"date": "September 02, 2016", "article": "KOHAT: A meeting of local councillors on Thursday criticised provincial law minister Imtiaz Shahid Qureshi for ignoring union council Jarma and allegedly diverting all oil and gas royalty share and other routine development funds to his hometown of Shakardarra. The councillors also took strong exception to the unusual delay in lifting of Section 4 on the Jarma land. They said that they had told the chief minister in a meeting that the government was establishing government buildings by bulldozing their fertile land in Jarma which should be shifted to barren area to which he had agreed. They said that in this regard the chief minister had sought a written summary from the law minister at that time four months ago, but he had been delaying it. \nCouncillors say Jarma UC of Kohat being ignored\n\nThey warned that if the minister did not send the summary and sanction funds for Jarma they would block the Indus Highway from Monday. The meeting was presided over by tehsil councillor Ghuncha Gul and addressed by village chairman of ward-I Jehanzeb Khan, vice-chairman Noor Mohammad, chairman ward-II Shah Hussain, vice-chairman Mohammad Iqbal, councillor Mau