{"1362916": {"date": "Updated October 10, 2017", "article": "Balochistan police on Tuesday took into custody former home minister Nawabzada Gazeen Marri, son of the late Baloch nationalist leader Nawab Khair Bakhsh Marri, after he was granted bail by Balochistan High Court (BHC) earlier in the day.Sharing details of the latest development, police said Marri has been taken into custody for interrogation and to get information regarding the outlawed Baloch Liberation Army. The former home minister has been shifted to Cantt police station Quetta amid tight security.However, incumbent Home Minister Sarfaraz Bugti said Gazeen Marri was wanted in bomb explosion and other terrorism cases, therefore he cannot be set free and will be tried in the court of law.Earlier, the BHC had ordered the release of Gazeen Marri, who had been detained under Section 3 of Maintenance of Public Order. Marri was detained last month by the Quetta deputy commissioner after being granted bail in the Justice Nawaz Marri murder case by an anti-terrorism court in Sibbi. He was earlier arrested upon his return to Pakistan from the United Arab Emirates after ending an 18 years self-imposed exile.  The divisional bench of BHC, comprising Justice Jamal Mandokhail and Justice Nazeer Ahmed Langove, ordered Marri's release, terming his detention \"illegal\".  The bench questioned the Additional Advocate General Shehak Baloch about the reasons for Marri's detention, to which Baloch said that the home department could answer the court's query. The home secretary is participating in a joint border commission's meeting with Iranian authorities and is, therefore, unavailable, he said.Dissatisfied with the answer, the court ordered Marri's release. \n", "author": "Syed Ali Shah", "title": "Police take Gazeen Marri into custody again for interrogation into terror cases"}}
{"1362906": {"date": "Updated October 10, 2017", "article": "\n\nReferendum on Abe\n\n\nRival conservative blocs\n\n\nTokyo's popular governor Yuriko Koike launched a bitter attack on Prime Minister Shinzo Abe Tuesday as the gloves came off for the official start of a snap election campaign in the world's third-largest economy.Conservative premier Abe, 63, is facing an unexpected and fierce challenge from the media-savvy Koike, who has upended the sleepy world of Japanese politics with her upstart “Party of Hope.” Addressing hundreds of commuters at a busy Tokyo station via loudspeaker, Koike called on supporters to “end the politics of Abe,” lashing out at the long-serving premier over recent scandals that have weighed on his popularity. “The political status quo has continued while politics itself has lost the public's confidence,” charged the former TV anchorwoman, 65. Abe cut a contrasting figure by kicking off his offensive in the bucolic farming country of Fukushima, signalling his commitment to rebuilding the region hard hit by the 2011 nuclear power plant meltdown.He pledged a major expansion of social programmes, including offering free early-childhood education in a bid to get more women into work, while also talking tough on North Korea. In an obvious dig at Koike, he urged voters to consider his policies, rather than catchy soundbites. “Boom and slogans do not open the way to the future. Policies unlock the future. We must not lose,” he said. The 12-day campaign will be fought around reviving Japan's once world-beating economy and the ever-present threat of North Korea which has threatened to “sink” the country into the sea. Koike's “Party of Hope” has swallowed up and replaced most of the main opposition party in the space of a week, transforming Japan's staid political landscape. But surveys suggest her bandwagon is grinding to a halt as she refuses to run herself for PM in the election, focusing on running the world's most populous city with three years until Tokyo hosts the Olympic Games. A poll in the top-selling Yomiuri daily suggested that 32 per cent of voters plan to vote for Abe's conservative LDP with 13pc for the Party of Hope ─ down six percentage points from the previous poll in late September. Referendum on Abe\nAbe is seeking a fresh term at the helm of the Asian economic powerhouse and key United States regional ally, and unexpectedly called a snap election to capitalise on a weak and fractured opposition. But Koike stole his limelight by launching her party, attacking Abe's government for being too slow to reform the country, weighed down by an ageing population, deflation and a huge debt mountain. Abe's trademark “Abenomics” policy ─ a vow to kick deflation and achieve 2pc inflation with stable growth ─ has largely fallen flat. Critics argue that Abe called the early election to divert attention from a string of scandals, including allegations of favouritism to a friend in a business deal ─ which the premier strongly denies. And analysts say the October 22 vote is effectively a referendum on Abe, who has enjoyed unrivalled political strength for the past five years in part because of a lack of credible opposition, while his key policies remained controversial or unpopular. For her part, Koike says her new group promotes “compassionate conservatism” and hopes to distinguish herself from Abe by pledging a phase-out of nuclear power by 2030 and a freeze on a planned sales tax hike. Koike sceptics, however, charge that she repeats vague, catchy phrases and lacks details including how to pay for her ambitious projects. Rival conservative blocs\nMore than 1,000 candidates were expected to run for 465 seats in the all-powerful lower house ─ a reduction of 10 seats from the previous election. The outcome could create two rival conservative blocs with broadly similar diplomatic and defence policies, with fragmented leftist forces filling the gap, pundits say. Before the campaign kicked off, Abe's ruling bloc held a two-thirds majority, with his long-ruling LDP holding 287 seats while its junior partner Komeito has 35. Abe has said he would step down if his coalition fails to win a simple majority but few analysts see that as a likely scenario, especially as Koike's party is only putting up 235 candidates.\n", "author": "AFP", "title": "Gloves off as Japan election campaign starts"}}
{"1362896": {"date": "Updated October 10, 2017", "article": "The comments were incendiary and call into question whether even the so-called adults in the administration of US President Donald Trump understand the extent to which their words can cause damage. The strategic rivalry between the US and China means the latter’s Belt and Road initiative is unlikely to be looked on with great approval by any US administration. But US Secretary of Defence James Mattis has controversially waded into the CPEC debate by claiming that the “One Belt, One Road also goes through disputed territory”, an obvious reference to CPEC’s route through Gilgit-Baltistan. The astonishing comment has seemingly aligned the US with India on CPEC and possibly even the Kashmir dispute — a potentially shocking development with far-reaching consequences that the Trump administration appears oblivious to.Indeed, for a US administration that has remained studiously silent about the atrocities by Indian forces in IHK, it is remarkable that a senior official has decided to weigh in on the Kashmir dispute in a manner that blindly supports the Indian position. When President Trump signalled a South Asia strategy in outlining his Afghan policy earlier in the year, was he really suggesting a plan of pitting India against Pakistan to further US strategic goals in the region? The mere possibility would have disastrous consequences for the region and beyond. Even from a narrower perspective, Mr Mattis’s attack on CPEC is deeply troubling. The corridor’s vast potential of helping Pakistan become a trading hub and grow and diversify its economy is universally recognised. For Pakistan, there is an inherent challenge to ensure that CPEC’s maximum gains accrue to this country and not to outside investors, workers and communities. But CPEC is an undeniably historic opportunity and represents a commitment to Pakistan that is unrivalled.So why is Mr Mattis coming down on the wrong side of history and the wrong side of the true interests of the people of Pakistan in trying to tarnish the initiative? The US has hardly been rushing to Pakistan’s economic assistance in recent times. In fact, its officials have routinely threatened to withhold legitimate economic assistance for all manner of perceived offences. Unhappily, there is a history of the US trying to bully Pakistan into staying strictly inside the US orbit of influence. The Iran-Pakistan pipeline, for example, was opposed by the US at a time of acute gas shortages here simply because the US was then pursuing the economic isolation of Iran. The pipeline ought to have been Pakistan’s right to pursue and was in this country’s clear strategic interest — but the US effectively vetoed it even though it was not apparent that American sanctions at the time necessarily applied to the pipeline. Now it is CPEC that appears to be in America’s cross hairs.Published in Dawn, October 10th, 2017\n", "author": "Editorial", "title": "Taking sides on CPEC"}}
{"1362886": {"date": "October 10, 2017", "article": "I HAD an experience recently which I would like to put into words. It was about our soldiers. The other day a woman was walking along the sidewalk of the Cantonment area in Quetta when one of her sandal straps snapped, and that made her walk difficult. In this situation, two armymen (likely the military police) approached her and fixed her sandals up with a thin flexible wire available there. When she reached home, she narrated the whole story, which increased my profound reverence and gratitude for my army brothers, as the lady happen to be my mother. I was obliged to recognise this soldiers’ fervour for the helpless. My appeal the nation is to respect the ones who respect our elders and stand ready to sacrifice their lives for the soil and souls of this country with care and resolve.Mansoor Ahmed\nQuetta Published in Dawn, October 10th, 2017\n", "author": "From the Newspaper", "title": "Our soldiers"}}
{"1362876": {"date": "October 10, 2017", "article": "PESHAWAR: Scores of people from tribal areas and political activists from Khyber Pakhtunkhwa on Monday left for Islamabad via motorway to stage a sit-in at D Chowk against the delay in Fata reforms.Led by Fata parliamentarians Shah Jee Gul Afridi, Shahabuddin Khan, Sajid Hussain Turi and Bismillah Khan, they assembled at the interchange on motorway before leaving for the federal capital. ANP women activists were part of the caravan.Speaker of the Khyber Pakhtunkhwa Assembly Asad Qaisar and leaders of various political parties along with their workers also joined the rally at the interchange.A rally of the Pakistan Tehreek-i-Insaf workers from Swabi district also joined the caravan.Reports suggest that a large number of people proceeded to Islamabad from southern belt of KP and its tribal areas.The people supporting reforms have announced that they will continue their protest in Islamabad until the government accepts their demand of merging Fata with KP before the next general elections. The marchers shouted slogans against the federal government and its coalition partners for delaying the Fata-KP merger. They also demanded the abolition of the Frontier Crimes Regulation. MNA Shah Jee Gul Afridi said the KP-Fata merger was inevitable and therefore, the federal government should not further delay action on the recommendations of the six-member reforms committee.He demanded representation of the tribal people in the KP Assembly through the 2018 elections and extension of superior courts to Fata. The lawmaker said tribesmen would intensify their protest if the government further delayed action on the merger plan. He said the people of Fata had been deprived of their fundamental rights.Our Correspondent from Khar adds: Thousands of political workers left Bajaur Agency for Islamabad on Monday to participate in the Islamabad sit-in.A convoy of more than 1,000 vehicles carrying activists of major political parties and students left Turgondi, the exit point of the agency, for Islamabad at 9am.Holding black flags and banners inscribed with slogans ‘go FCR go’ and ‘give tribesmen constitutional rights’, the participants said they were hopeful that their protest would force the government to merge Fata with KP and extend constitutional rights to the tribesmen.Leading the convey, Nawab Zada Jalaluddin Khan of PTI, Nizamuddin Khan of PML-N Gul Afzal Khan of ANP and Maulana Waheed Gul of JI said the sit-in would help end the colonial governance system in tribal areas through the extension of constitutional rights and merger of Fata with KP before the next general elections.They expressed the hope that the sit-in would make the federal government execute the Fata-KP merge plan and extend fundamental rights to the people of tribal areas.The speakers claimed that most of sit-in participants would be from Bajaur Agency, while a large number of people and students from the agency living in Peshawar, Mardan, Rawalpindi and Islamabad would join them. Published in Dawn, October 10th, 2017\n", "author": "Bureau Report", "title": "Scores leave for Islamabad to join Fata reforms sit-in"}}
{"1362866": {"date": "October 10, 2017", "article": "GILGIT: The Skardu police and other law enforcement agencies recovered a huge cache of heavy weapons and explosives during a joint raid on a house on Sunday, and arrested the owner.An official of Skardu police told Dawn on Monday on condition of anonymity that on a tip-off, the law-enforcement agencies and police led by Skardu SSP Mirza Hasan raided a house of a ‘scrap dealer’ in Skardu city on Sunday evening.During the raid a large number of mortars, mortar shells, rocket launchers, and other explosives were recovered from the house owned by Nasir Khan, a resident of Mohmand Agency of Fata.The weapons and explosives were hidden in a washroom of the house.Police arrested the accused and registered an FIR against five other persons, also scrap dealers. They were named Noor Khan, Shahid Khan, Zakir Khan, and two others whose names could not identified. All the accused are residents of various areas of KP.The police on Monday obtained a three-day physical remand of the arrested person from a local court, and shifted him to an unknown location for further investigation.The raid was made after a blast occurred at a scrap shop in Bhutto Bazaar in Skardu, a few days ago, injuring two people. The injured people were also scrap dealers identified as Hasamuddin of Kohistan and Noor Ali of Mohmand Agency.A police official told Dawn that investigation was underway as to from where the explosives and heavy arms were shifted to Skardu. He said usually explosive devices were found in abandoned areas in Baltistan division, which straddle the Line of Control with India. Published in Dawn, October 10th, 2017\n", "author": "A Correspondent", "title": "Heavy arms, explosives recovered in Skardu"}}
{"1362856": {"date": "October 10, 2017", "article": "ISLAMABAD: A parliamentary committee on Monday showed its displeasure over the performance of the Pakistan Council of Renewable Energy Technologies (PCRET). The National Assembly Standing Committee on Science and Technology, headed by MNA Tariq Bashir Cheema, also passed the National University of Technology Bill 2017 paving the way for the establishment of the first ever technology university in the country. The university will impart technical education to students, mainly to take benefit from opportunities arising out of the China Pakistan Economic Corridor (CPEC). At a meeting, the committee discussed the performance of PCRET with its members observing that the organisation had failed to deliver. \nSecretary science and technology directed to submit report on failure of Pakistan Council of Renewable Energy Technologies\n“What is the outcome of PCRET? I have been told that this organisation has failed to achieve any milestone,” said the committee chairman, directing Secretary Ministry of Science and Technology Yasmin Masood to dig out the factors that contributed to the failure of the council. She was also directed to check the overall performance of PCRET and funds it had received since its inception 16 years ago. The committee directed the secretary to furnish a report so that in the light of it the committee could decide the future of the organisation. “We will see whether the council should be given the status of an autonomous body or not. We will also see whether the administrative control of the organisation could be given to Wapda or not,” the chairman observed. The committee was surprised to know when Additional Secretary Ministry of Science and Technology Mohammad Ashraf informed it that PCRET had an annual budget of only Rs1 million for research while it spent around Rs110 million every year on non-development expenditure such as salaries to its employees. Earlier, MNA Sajid Ahmed said though PCRET had a state-of-the-art research lab but it was lying abandoned. “When I visited the lab, I was told that it only operates when someone [from government] visits the facility otherwise the lab remains closed,” he said. Dr Baqer Raza, the director general of PCRET, informed the committee that the council was facing several challenges because it had no legal status. He, however, said he had a plan to improve the efficiency of the organisation. PCRET was established by merging the National Institute of Silicon Technology (NIST) and the Pakistan Council for Appropriate Technologies (PCAT) in 2001. The organisation was supposed to be a prime institution of the country for coordinating research and development and promotional activities in different renewable energy technologies. The committee also passed the National University of Technology Bill 2017. At its previous meeting, the committee had passed the bill and directed the Higher Education Commission (HEC) to make some minor changes in the bill. After receiving the updates to the draft on Monday, the committee approved it. The statement of objects and reasons of the bill moved by the minister for science and technology, stated: “It is well known fact that unavailability of well-trained human resource in the technical fields is seriously retarding our industrial growth. The situation is accentuated by the lack of recognition and virtual non-existence of the state or the art, higher education stream in the realm of technologies. In this backdrop, it has been conceptualised that National University of Technology be established to redress the deficiency.” The proposed university will also regulate and certify technical skill development in affiliated institutes to make it responsive to the current and future needs of the industry and prospective opportunities offered by CPEC.Published in Dawn, October 10th, 2017\n", "author": "A Reporter", "title": "NA body unhappy over performance of renewable energy council"}}
{"1362846": {"date": "October 10, 2017", "article": "\n\nThe writer is a senior fellow with UC Berkeley and heads INSPIRING Pakistan, a progressive policy unit.\n\n\nTHE big battle is over: Punjab will rule Pakistan. But winning wasn’t easy. It took several armed forays over 70 years in Balochistan, urban and rural Sindh, and Fata to end revolts by irked minorities. Sans India, even ’71 would have been won at any cost to the locals. But even that loss produced profit as post-’71 demographic destiny slowly became democratic destiny. So, both ways, Punjab has won Pakistan. But this isn’t the end of history. Societal tussles are mainly about class, ethnic, ideological and institutional sway. Ethnic and ideological ones are, for now, over: Punjab conservatism has won big. The issue now is: who exactly from the province will rule Pakistan. Punjab has now turned on itself as its elites fight bitterly for class and institutional sway. Not even all of Punjab is involved, but mainly its northern urban conservative elites: industrialists (PML) vs institutional (army, bureaucracy and judiciary), private (PTI) and jihadi middle classes. But stay calm. The war is non-violent.The 2013 polls routed the centrist Sindhi PPP and made two Punjab conservative parties the key national foes. The dharna was the first salvo. The gloves again came off recently in this squabble. Panama gave easily what the dharna couldn’t: the head of the head of the industrialists. Whether Punjab middle-class groups contrived this is unclear, but the verdict was glaringly weak and fanned gossip and turmoil.Some of those who lost from Punjab, ex-defenders of Pakistani ideology but floored by more potent others from there, are now talking about ’71 like minority leaders. Nawaz retook the party head post with legislation as iffy as the judicial verdict unseating him. In this war, there are no principles, just crude interests and tactics. Some want Imran barred too. They don’t trust his past: player, playboy, philanthropist and now politician.\nConservatism in Punjab has won big.\nEven the opposition head post may go from a centrist Sindhi to a Punjab conservative, now or in 2018. In fact, even the spoiler jihadi groups will now mainly be Punjab conservatives after the shock betrayal by Fata jihadi ex-allies. Milli (cynics call that short for military) is now into politics. The DG ISPR supports its move. Its flag vividly displays its aims. It’s a redo and negation of the national flag, with the green making deep inroads to sharply shrink the white minorities’ space. All these tactics have roiled Pakistani polity and economy. But the elites are too busy fighting to care. So politics is now mostly an all-Punjab conservative affair. It also runs KP politically, whose politics is with urbanites too. Once part of Punjab, KP is dominated by the two Punjab parties. Despite taming others, can Punjab’s elites coexist given conservatism’s flawed DNA? It defeats enemies but soon gets divided and creates new ones from within given internal rifts. The main goal for both middle and upper class conservatives is economic. But industrial conservatives don’t need merit but allegedly thrive on fraud. The middle classes survive only on merit. The middle class too is divided. Pindi institutional elites are driven by power and prefer conflict with alike regional foes. This irks economic conservatives, who want regional economic ties. To sway society, the Pindi boys employ jihadis, which fill it with hate and violence. But the patrons lack either the intellect to see this or the ethics to care. Even this alliance is shaky. The high zeal on faith of the clients irks patrons, whose opportunism on faith irks clients. The battle now is about 2018. It will likely remain political as the Pindi boys can achieve their aims without taking over. Some among Punjab’s divided middle-class conservative groups may ally against the PML-N then. But Nawaz is still popular and major rigging too tough and risky now. Some think Plan A may be to quietly fix enough swing seats to help the PTI win overall: so not match- but spot-fixing. Even if they win, the middle-class groups will soon start infighting. If the PML-N wins, there may be an impasse. But Nawaz and the Pindi boys will likely compromise eventually. After all, they’re all conservative and have learnt their lessons. So the fight will resemble that of early-morning irritating cats perched on a wall eyeball to eyeball, which growl, scowl and half-punch for long, but then back off seeing that small mice make easier prey. Civilian sway may go up a bit, if we’re lucky.Meanwhile, minorities and masses, mere spectators here, can only watch with awe as the titans of Punjab clash and wait with bated breath to discover their own fate. But patriotism, faith, CPEC and end-to-sleaze, the competing conservative slogans, cannot truly solve their problems.The writer is a senior fellow with UC Berkeley and heads INSPIRING Pakistan, a progressive policy unit. murtazaniaz@yahoo.com www.inspiring.pk.Published in Dawn, October 10th, 2017\n", "author": "Dr Niaz Murtaza", "title": "Punjab contests"}}
{"1362836": {"date": "Updated October 10, 2017", "article": "LAHORE: “No one has ever achieved much from staying within the confines of a system...you need to create your own path.” At the risk of sounding a tad affected, these sagely words from a seventeen-year-old student of A-Levels are an attempt to explain how he had managed to achieve a goal most of his cohorts would find unthinkable at their young age, and the message he wants to give students aspiring to build a career in science. Age, for Muhammad Shaheer Niazi, is a mere number that should never have to hold anyone back. The bespectacled curly-haired student from the Lahore College of Arts and Sciences (LACAS), Johar Town, A-Level Campus, got published a research paper in the journal, Royal Society Open Science, based on research he had conducted for the International Young Physicists’ Tournament in Russia last year. Speaking to Dawn, Shaheer recalls that while preparing for the tournament at the laboratories at the Lahore University of Management Sciences (LUMS), Dr Sabieh Anwar, who leads the PhysLab initiative, handed him a thermographic camera. Like most 17-year-olds, he began by taking his own pictures, but also caught on camera temperature differences on the surface of a layer of oil in an electric field between a pointed electrode and a flat one (a honeycomb pattern appears on the layer of oil when high voltage is passed through). He used shadowgraphy to image the ion stream. This had not been done before. The team representing Pakistan at the International Young Physicists’ Tourna­ment was given the electric honeycomb phenomenon to present on and Shaheer’s twin sister, Khadija Niazi, was the team captain. He decided to write a paper on his findings but little did he realise what an arduous process it would be to make it publishable. The process of peer review, for example, took time. Professor Troy Shinbrot at the Rutgers University says, “I read Mr Niazi’s paper and thought it was really lovely work, but he needed help writing the manuscript in a publishable form. This was I think just a matter that the work was good, but the presentation needed polishing to strengthen his case. In the end, I referred him to a colleague, Dr Tapan Sabuwala, and the Okinawa Institute for Science and Technology, who generously agreed to spend the time working with Mr Niazi doing the necessary polishing. I’m very glad to see the work published.”Similarly, Dr Sabieh was all praise for Shaheer’s work. His website www.physlab.org carries the stories of all the team members who prepared for the tournament over three months and worked on solutions to “mind-baffling physical phenomena” including: electric honeycombs, hot water geysers, rollers on rollers, magnetic trains, ultra-hydrophobic water, acoustic metamaterials and mechanical machines to generate random numbers. Smiling broadly, Shaheer says it was his mother’s dream for he and his sister to get papers published in journals. He received an acceptance letter for his paper shortly before his birthday last month. His sister Khadija Niazi got her paper published in the journal, NRC Research Press — a division of Canadian Science Publishing — last year. Her paper — Solving core issues of early physics education in Pakistan — addresses the problem of paucity of women interested in careers in pure physics and sciences, while discussing novel ways to reach a wider audience. “I see both of my children developing careers in research,” says Ayesha Ahmad, their mother. The twins are candid about how their mother was central to cultivating their interest in science and in pushing them to broaden their interests. Neither of the two wants to limit themselves to a single field. Shaheer, for example, is planning on conducting research into plant perceptions, which he admits is a controversial subject, but fits neatly with his interests in gardening and horticulture. Khadjia, on the other hand, believes that strict career lines and specialisations only inhibit one’s intellectual curiosity. She is interested in bringing together seemingly immiscible disciplines (in her case, it is physics and journalism) to create something novel and get an increasing number of students in Pakistan interested in subjects that aren’t usually taught at schools. The twins are all praise for the help LACAS gave them to pursue their research interests — from providing a portion of funding for the tournament, to allowing Shaheer to wreak havoc in the labs. “Mother used to tell us to think big and think ahead,” Khadija says. “She made us brilliant.” Published in Dawn, October 10th, 2017\n", "author": "Sarah Eleazar", "title": "Shaheer Niazi — teenager who put Pakistan on science map"}}
{"1362826": {"date": "October 10, 2017", "article": "LAHORE: An employee of the Parks and Horticulture Authority (PHA) died after falling from a water tanker near Jilani Park on Monday.Riaz, 35, was watering flowers from the tanker near the park when he fell down from it. As the tanker was moving, he was crushed under its wheels. He was taken to hospital where he died.Police handed over the body to his family after completing legal formalities.In another incident, a man died under mysterious circumstances after falling from the rooftop of a commercial building in Naulakha. The deceased was identified as 22-year-old Abdullah, a Batapur resident. The police sent his body to the city morgue for autopsy, while relatives of the youth alleged that he was tortured and subsequently pushed from the building rooftop by unidentified men.The police lodged a murder case against unidentified people and the homicide unit took charge of the investigation.ACCIDENT: A minor boy died and his mother was injured when a motorcyclist hit them near the Jinnah Hospital here on Monday. According to the Johar Town police, Zahida was crossing the road along with her five-year-old son Ahmad when a motorcyclist hit them.They were taken to the Jinnah Hospital where Ahmad died, the police said, adding the motorcyclist had been arrested.Published in Dawn, October 10th, 2017\n", "author": "The Newspaper's Staff Reporter", "title": "PHA worker dies after falling from water tanker"}}
{"1362816": {"date": "October 10, 2017", "article": "LAHORE: In an abrupt decision, the Punjab University (PU) has established seven constituent colleges in the health sciences without having any infrastructure and academic facilities.The varsity has even started admission to 12 BS(Hons) programmes in health sciences without having a dedicated building, laboratory, faculty and staff for the 2017-22 session. Using the emergency power under section 15 (3) and in anticipation of approval of the syndicate, provisional Vice Chancellor Prof Dr Zafar Moeen Nasir has approved the recommendations of the Ad hoc Committee appointed to discharge the functions of the board of studies in medicine and dentistry and in charge dean faculty of health sciences to constitute seven colleges — Medical College, Dental College, Nursing College, Allied Health Sciences College, Physiotherapy College, College of Orthotics and Prosthetic, and College of Public Health.An official told Dawn the VC usually used emergency power to take vital decisions to carry on day-to-day affairs. “In such cases (establishment of constituent colleges), a proper exercise is carried out like the matter is referred to board of studies, faculty board and academic council. Unless the basic requirements - a purpose-built building, faculty and staff are made available, such a project is bound to fail,” he said.“The PU does not give affiliation to a college unless it meets the criteria but in its own (constituent colleges) case it is not following it,” the official said.In this connection the PU administration has advertised 12 BS (Hons) programmes — Doctor of Physiotherapy, Orthotics and Prosthetic, Medical Lab Technology, Imaging Technology, O.T Technology, Anesthesia Technology, Dental Technology, Nursing, Optometry, Physician Assistant and Nursing — in health sciences for the 2017-22 session. Entrance test for the programmes is on Oct 20. Interestingly, all these programmes are on a self-supporting basis while none of them is being run in the regular morning session. “According to the rules, the varsity cannot start a self-supporting programme unless it has a morning programme. This is another illegality the administration is committing,” the official said.On the other hand, the administration has appointed retired Prof Dr Muhammad Awais acting dean of faculty of medicine and dentistry on a contract in violation of the laid down criteria. Under the rules, “A dean of each faculty shall be appointed by the chancellor among the three senior most professors in the faculty for a period of three years.” The Higher Education Department has also taken notice of this illegal appointment and sought a reply from the varsity.PU Vice Chancellor Prof Dr Zafar Moeen Nasir told Dawn that the varsity was in the process of hiring the regular faculty for these 12 programmes and it would be completed before the start of the session. “The new faculty will also be available for serving its health centre.” He said the classes would be held at the undergraduate building on New Campus and a faculty from a pool of 60 teachers would also be available for the purpose. For its health sciences programmes, Prof Nasir said the varsity had signed an MoU with King Edward Medical University whose curriculum would be taught in such disciplines. He said the varsity was meeting all requirements of the Pakistan Medical and Dental Council and the Higher Education Commission regarding its health sciences programmes. The administration had also met the required criteria in establishing the seven constituent colleges, he said. About the PU’s constituent colleges, he said there was a need of 500-bed hospital for the medical college . “The Punjab government has attached Mian Munshi Hospital and Mian Nawaz Sharif Hospital to our medical college. Besides, we are developing our health centre into a 180-bed health facility and also building required laboratories,” he added.The VC defended the appointment of Dr Awais, saying he had been hired as professor and given the acting charge of dean till regular appointment. “Dr Awais is serving at the varsity health centre as well thus giving double services to the varsity,” he said.Published in Dawn, October 10th, 2017\n", "author": "Zulqernain Tahir", "title": "PU sets up seven colleges ‘without bricks and mortar’"}}
{"1362806": {"date": "October 10, 2017", "article": "MUZAFFARGARH: The district administration on Monday started an operation against the land mafia that has allegedly occupied a graveyard and built shops after demolishing graves. After the floods in 2010, 796 graveyards had been damaged and some even completely destroyed after which the land mafia had occupied the land and built shops and houses. In Ghaus Pak Hamza graveyard, the cost of one-marla land was high but the mafia had demolished the graves and built shops. The administration had also failed to recover the land. Locals expressed reservations over the attitude of politicians and the administration that they claimed was involved in this corruption. Rehan Qureshi, a local journalist, told Dawn that 54 kanals had been reserved for the graveyard out of which eight kanals of valuable land had been occupied by land grabbers. A local, Shehzad Prince from Spur No 3, said the graveyard established decades ago was being illegally used for cultivation of crops. Malik Azam Desi told Dawn that after the floods when this graveyard was destroyed, land grabbers occupied it and built their houses and cultivated crops, depriving locals of space to bury their deceased. In Alipur and Jatoi tehsils also, several graveyards had been demolished. Deputy Commissioner Saif Anwar Jappa initiated a grand operation on Monday against land grabbers who had occupied graveyards. He ordered Additional District Collector (Revenue) Ataul Haq to collect the record of graveyards in Muzaffargarh district. He said during the operation, the houses and shops of land grabbers would be razed and cases registered against them.Published in Dawn, October 10th, 2017\n", "author": "Malik Tahseen Raza", "title": "Drive against  illegal occupation of graveyards"}}
{"1362796": {"date": "October 10, 2017", "article": "KARACHI: Sindh Edu­cation Minister Jam Mehtab Dahar on Monday asked the authorities to replace the schools’ power supply system with alternative energy in soonest possible time to get rid of the permanent scourge of loadshedding.“This is one [of the] most suitable means to divest schools of the incessant power outages,” said the minister while speaking to reporters after holding a meeting with the new education secretary for schools, Iqbal Durrani. “We should speed up converting schools to solar system from grid electricity so that the loadshedding issue could be solved once and for all.”Officials said during the meeting it was decided that the repair, maintenance and supply of missing facilities at public schools should be done on a priority basis.“No lethargic attitude will be tolerated in education department,” the minister said, adding that the scope of the biometric system, which had effectively identified “ghost” teachers in the education sector, would be spread out in remaining Sindh districts.A spokesperson for the education department said Mr Dahar asked the secretary to make concerted efforts to boost enrolment of students and ensure posting of teachers on the basis of union councils, talukas and district as directed earlier.The officials said the education secretary for schools assured the minister that the ministry’s full potential would be used to put matters on the right track.Officials conceded that the issues such as enrolment, quality of education, pathetic infrastructure and absence of required facilities remained obstacles in improving educational standards in Sindh.The minister also asked for improvement in the monitoring system to get better results, the officials said.Published in Dawn, October 10th, 2017\n", "author": "The Newspaper's Staff Reporter", "title": "Minister calls for alternative energy solutions in govt schools"}}
{"1362786": {"date": "October 10, 2017", "article": "NEW DELHI: An Indian court jailed 11 men for life on Monday, for setting fire to a train carrying Hindu pilgrims in 2002, which sparked the country’s worst religious riots in decades, a lawyer said.The men had been handed the death penalty for the attack in the western state of Gujarat, governed at the time by Prime Minister Narendra Modi, but a high court commuted the sentences, saying it was not a “terrorist act”.The killing of the 59 pilgrims, while the train stopped at Godhra, a station about 120 km distant from the state capital of Gandhinagar, led to attacks on minority Muslims in which more than 2,500 people were killed, activists say.Modi, the state’s chief minister at the time, faced allegations of turning a blind eye to the attacks on Muslims, but a court-appointed investigation panel absolved him of responsibility.“The death sentence for 11 has been changed to life imprisonment,” said J. M. Panchal, the special prosecutor in the attack case, but added that the Gujarat high court had rejected appeals by 20 men who received life terms from a lower court.The high court also ordered the state government and railway authorities to pay compensation of 1 million rupees ($15,385) to the family of each person killed in the train fire.“The court has commuted the death sentences for 11 convicted to life imprisonment,” public prosecutor Eknath Ahuja said after the appeal hearing.The court upheld life imprisonment for 20 others convicted in the case, he said.Yusuf Hoka, a relative of one of the convicts who had their sentence commuted, expressed relief following the court order.“But we will have to see the order for details,” Hoka said. “Most of the death convicts have already spent over 15 years in jail.” Hindu mobs hungry for revenge over the fire rampaged through Muslim neighbourhoods in towns and villages across the state of Gujarat during a week of bloodshed in 2002.Gujarat’s Hindu nationalist government was accused of tacitly supporting the revenge attacks, which survivors said could have been avoided if police had arrived on time.Published in Dawn, October 10th, 2017\n", "author": "Agencies", "title": "Indian court commutes death sentences in Godhra train case"}}
{"1362776": {"date": "October 10, 2017", "article": "JERUSALEM: Israeli police said on Monday they were on the lookout for teenagers in clown masks after fears the craze would cause violent reactions from those being frightened, with dozens already detained.“Police operations are continuing in different areas to protect public places and prevent further incidents,” a police spokesman said. He said about 12 youngsters, including two 14-year-olds, were arrested over the past few days.A police statement said “dozens of youngsters from all parts of the country were detained for questioning after putting masks on their faces in order to sow fear and panic among the public”. Rosenfeld said that they sought only to frighten people, not to harm them.“There haven’t been any attacks. It’s just been people dressed up and walking around with fake axes, fake knives, etcetera,” he said.“There is a concern that such pranks will be interpreted as a real threat and will cause harm to the youngsters,” said a statement last week.Published in Dawn, October 10th, 2017\n", "author": "AFP", "title": "Israeli police detain teens in ‘horror clown’ craze"}}
{"1362766": {"date": "October 10, 2017", "article": "CAIRO: Mohamed Salah scored from a penalty deep into injury time on Sunday to send Egypt to the World Cup and end a near 30-year wait for Africa’s most successful team.Salah scored both Egypt’s goals in a 2-1 home win over Republic of Congo in the penultimate round of qualifiers in Africa.Egypt qualified for the World Cup for the first time since 1990 and the Liverpool forward’s powerful left-footed penalty in the fourth minute of injury time dramatically delivered the win it needed to make sure of its place.Victory gave Egypt an uncatchable four-point lead over Uganda in Group ‘E’ with one round of fixtures remaining as the latter was held by Ghana on Saturday.A defensive blunder allowed constant menace Salah to fire past goalkeeper Barel Mouko on 63 minutes at the 85,000-capacity Borg El Arab Stadium.But Congo threatened to turn party-poopers as substitute Moutou, a France-based defender, beat 44-year-old goalkeeper Essam El Hadary from inside the box.A draw would not have been enough for Egypt to seal qualification and they sought a winning goal, which came when Salah sent Mouko the wrong way with his spot-kick.The record seven-time African champions have been suffering numerous heart-breaking failures since their last World Cup campaign almost three decades ago.The desperation to qualify was so great ahead of the Congo match that Argentina-born Egypt coach Hector Cuper admitted he was taking medication for high blood pressure.“I am taking hypertension medicine due to the stress I suffer from continuing criticism,” he told reporters without specifying who his critics were.“Life is full of stress, but the challenge of reaching the World Cup is the toughest stress I have faced.” Egypt also beat Congo away and Ghana and Uganda at home to accumulate 12 points, with the only loss away to Uganda.Nigeria became the first African qualifiers Saturday with a 1-0 Group ‘B’ win over Zambia in Uyo thanks to a goal from another English Premier League player, Alex Iwobi of Arsenal.Tunisia or the Democratic Republic of Congo will qualify from Group ‘A’ and Morocco or the Ivory Coast from Group ‘C’.All four Group ‘D’ teams — Senegal, Burkina Faso, Cape Verde and South Africa — are in contention to finish first with the final matchday scheduled for November.Published in Dawn, October 10th, 2017\n", "author": "Agencies", "title": "Salah double sends Egypt to Russia"}}
{"1362756": {"date": "October 10, 2017", "article": "KARACHI: The Signature third Ranking Scrabble Tournament held at the Beach Luxury Hotel on Sunday turned out to be the biggest ranking tournament to date with a record 86 players featuring in five categories.Moiz Baig, the former world youth champion, won seven out of nine matches with a spread of +398 and took the winner’s trophy after beating Waseem Khatri in his final match in the prestigious Premier category comprising top 10 players of the country.Runner-up Waseem had six wins and a spread of +251 while young Hassan Hadi Khan took third position with six wins and a spread of +159.Results of other categories:Master: 1 Hassan Ali  (6 wins, spread +356), 2 Mirza Taha (6 wins, spread +251), 3 Ahmed Salik (5 wins, spread +231)Advance: 1 Basil Khan (8 wins, spread +642) , 2 Duha Saleem (7 wins, spread +1073), 3 Umar Naeem (7 wins, spread +570)Recreational: 1 Simal Linjara (six wins, spread +384), 2 Salha Khatri (five wins, spread +545), 3 Fatima Siddique (five wins, spread +440)Novice: 1 Eeman Tariq (Seven wins, spread +711), 2 Momina Riaz  (6 wins, spread +381), 3 Afham Imtiaz  (5 wins, spread +735).Published in Dawn, October 10th, 2017\n", "author": "The Newspaper's Staff Reporter", "title": "Moiz wins scrabble title"}}
{"1362746": {"date": "Updated October 10, 2017", "article": "ISLAMABAD: The Inter-Provincial Coordination Committee (IPCC) on Monday directed the government entities to formulate a mechanism within three weeks for sharing real-time production data of oil, gas and electricity with the provinces and ensure timely payments of net hydel profit (NHP) to Khyber Pakhtunkhwa (KP) and Punjab.The meeting was presided over by Inter-Provincial Coordination Minister Riaz Hussain Pirzada and attended by provincial representatives.Informed source said that KP and Punjab had been complaining against the Water and Power Development Authority (Wapda) for delays in disbursement of their NHP share. The IPCC directed that NHP arrears, payable to Punjab, be reconciled at the earliest.The sources said Wapda representatives told the meeting they were still waiting for the Central Power Purchase Agency (CPPA) to transfer required funds so these could be paid to KP. The KP government told the meeting it was given Rs25 billion last year, on the last day of the fiscal year, on account of NHP while this year only Rs3bn had so far been disbursed against Rs18bn committed under the agreement.The federal government agreed that it will share the available data of oil, gas and electricity production with the provinces on a weekly basis. However, the IPCC directed the relevant ministries to sit with the provinces and work out a strategy for real-time access to such data; otherwise the matter will be taken up with the Council of Common Interests (CCI).Financial claims of KP and Punjab against Federal Board of Revenue (FBR) regarding the cross adjustment of sales tax also came under discussion in the meeting. Member FBR ensured that this issue will be resolved as soon as possible.The provinces have been demanding real time access to data on production of oil, gas and electricity to ascertain their share in consumption and revenue calculation under a transparent and verifiable mechanism.Published in Dawn, October 10th, 2017\n", "author": "The Newspaper's Staff Reporter", "title": "Real-time access to fuel, power data for provinces approved"}}
{"1362736": {"date": "October 10, 2017", "article": "A CANDID memoir by former US Defence Secretary Ash Carter provides a rare opportunity to better understand President Barack Obama’s Syria strategy before it recedes into the historical distance. His many valuable insights raise one big question, however: why did the US even get involved?The apparent goal of Carter’s detailed reminiscences is to establish his role in the defeat of the militant Islamic State group. The former defence secretary asserts that effective operations against IS and a specific battle plan, which Carter claims US and allied forces still follow (the two “red arrows” pointing toward Mosul and Raqa), took shape only after his appointment in February 2015. But, the self-serving part aside, Carter’s 45-page report describes an effort that had few supporters in the region it affected.Carter blames the US withdrawal from Iraq for the emergence of IS. But even after the terror militia set up its “state”, “the people of the region did not want invasion-sized forces to return:, the ex-secretary recalls. Throughout his two-year tenure, Carter had to “ease [Iraqi] Prime Minister [Haider al-]Abadi into accepting more US forces (which was controversial for him at home)”. The Iraqi forces, too, initially were reluctant to fight, to the open irritation of Carter and US generals who had to keep prodding the Iraqis into action.Obviously, the Syrian government of President Bashar al-Assad was even less welcoming of US intervention, even when the US administration’s idea was to set up local anti-IS forces from scratch “by recruiting individual fighters, forming them into units, providing them training and equipment in Turkey and Jordan, and re-inserting them into the fight in Syria”. Even though, as Carter explains, the idea was that these fighters wouldn’t get involved in the Syrian civil war, Assad was well aware of what the US thought of him. Then, Carter came in and changed the plan, switching US support to existing paramilitary formations. “Almost all the real fighters were already part of ad hoc groups and all wanted to fight Assad as well as IS,” he explains.It was after the US decided that this was OK that Assad made his case to Russian President Vladimir Putin. What Putin saw was US interference in the civil war, an attempt at regime change — something he had vehemently opposed in Libya, even quarrelling with then-President Dmitri Medvedev, who had allowed the Western interference there to go unchallenged. By arming and training anti-Assad groups, the Obama administration — and Carter personally if indeed it was he who brought about the change of strategy — drew Russia into the conflict.After Putin began the Russian operation in September 2015, Carter recalls persistent Russian efforts to establish a pattern of cooperation with the US. “From that first moment, Russia sought to associate us and the counter-IS campaign with what they were doing in Syria — constantly telling the world of their desire to coordinate and cooperate with us, asking to share targeting and intelligence information,” Carter wrote. He rebuffed these advances for three main reasons. First, coordinating with Russia, which was closely allied with Iran in Syria, could have weakened Iraqi Prime Minister Abadi’s resolve to work with the US. Next, it could link the US to the “inhuman” Russian campaign (a questionable reason at best given the multiple civilian casualties inflicted by the US-led coalition). Finally — and I think most importantly for the Obama administration — “it would naively grant Russia an undeserved leadership role in the Middle East.”Unsatisfactory interactions with Russia, and Carter’s struggle to stop John Kerry’s State Department from making a deal with Putin that would involve military coordination rather than mere de-confliction, are described in a chapter about “spoilers and fence-sitters”. Apart from Russia and Iran, these include Turkey — which, according to the ex-secretary, “caused the most complications for the campaign” — and the Arab neighbourhood, the Gulf states, which, Carter writes, “were active in lobbying and PR that somehow never translated into battlefield action”.To sum up, US interests weren’t clearly aligned with: Iraq, Iran, Russia, Turkey, the Assad government in Syria and the Gulf states. Did the US have any enthusiastic allies at all?Well, there were some of the anti-Assad rebels (except the ones wedded to Islamist causes) and, most of all, the Kurds. US support of them, of course, was the main reason Turkey turned from an ally into a “spoiler”. But at least someone really wanted the US to be involved, if for reasons that had less to do with IS than with the Kurdish dream of a sovereign state. Now, the Kurds of Iraq have voted for independence, justifying all the misgivings Abadi had about the US anti-IS operation.In fighting IS, the US managed to step on everybody’s toes in a battered, short-fused region that was already leery of US interference after the Iraq and Libya adventures. Carter’s account sheds light on how that happened, as much as into the mechanics of defeating IS. It explains why peace in the region won’t be a given even after IS is gone: Carter himself writes that he’s concerned “the international community’s stabilisation and governance efforts will lag behind the military campaign”. The account also raises the question whether a more lasting solution could have been achieved if Assad and his allies on the one hand and Turkey on the other had been left to deal with the IS problem without US interference.Counterfactuals, however, are useless. The US involvement has only intensified after the Obama administration left, and political stability in Syria and Iraq is ever more elusive as Middle Eastern nations and armed groups try to get used to the US/Russia/Turkey triangle of power brokers. Carter can proudly claim a part in bringing about this new, volatile configuration.By arrangement with Bloomberg-The Washington PostPublished in Dawn, October 10th, 2017\n", "author": "Leonid Bershidsky", "title": "Why did US even get involved in Syria?"}}
{"1362726": {"date": "October 09, 2017", "article": "The Sindh High Court (SHC) has reportedly granted bail to Jahanzeb Shahani, former landlord of TV actress Komal Aziz Khan, who had been booked on the orders of the Sindh chief minister on charges of manhandling the family members of Khan.A first information report (FIR) was registered against Shahani at Darakhshan police station on October 5 on the orders of Sindh Chief Minister Murad Ali Shah, after the former's tenant Komal Khan accused her landlord Shahani of manhandling her sister and uncle However, Shahani was later granted bail by the SSHC's Hyderabad bench, where, according to the actress, he has \"run off to\" along with his family, Khan said in a post on Facebook.Actress Komal Aziz Khan had accused Jahanzeb of extorting money and threatening her family after she asked him to pay the security deposit he allegedly owed her. The Station House Officer (SHO) of Darakhshan police station, Ahsen Zulfiqar, had warned Jahanzeb earlier when Khan tried to file a complaint against him for mistreating her.The actress, in a Facebook post, accused that her family had rented and moved into Jahanzeb's apartment after her father's demise and had been subjected to unfair treatment at the hands of the landlord.\n \n\n\nShe claimed that the apartment, located in DHA Karachi, was in a \"disgusting\" condition, with a broken sewerage system and the electric circuits were \"faulty\" when they acquired it.She further alleged that Jahanzeb and his mother would visit their apartment and try to threaten and extort money from the family under the guise of maintenance charges that were directly paid to the building administration.When their contract expired in July this year, the actress asked Jahanzeb to pay back the three-month security deposit before the family vacated the house. According to Khan, Shahani refused to pay and disconnected the apartment's electricity. He allegedly also beat the electrician who was called by Khan's family to fix the electricity connection.Later, she claims, Shahani showed up at the apartment with \"four armed guards who pointed their rifles at [her]\".When Komal Khan went to Darakhshan police station to lodge an FIR of the incident, she claims SHO Zulfiqar advised her to negotiate with Jahanzeb's father Rafiq Shahani instead. The landlor's father then assured Khan that Jahanzaib will return the security deposit and asked them to vacate the apartment in a month's time.However, after Khan moved to another house with her family, she alleged that the Shahani family refused to pay them back and hit her uncle when he went to talk to them.Khan said she will pursue a case against the Shahani family who, she claims, are trying to intimidate her and her family because they are women. \n", "author": "Dawn.com | Imtiaz Ali", "title": "Actress Komal's 'runaway' landlord granted bail by SHC"}}
{"1362716": {"date": "Updated October 09, 2017", "article": "The Institute of Business Management (IoBM) on Monday claimed to have terminated employment of an official in the security department for 'misbehaviour' after he informed a visiting faculty member that her attire was 'inappropriate', although there is no official dress code for members of faculty.The incident first came to light when the faculty member shared her experience on social media. Speaking to Dawn.com, the teacher said that she had been stopped at the university entrance by an official who misrepresented himself as the head of security. She was informed that her attire was inappropriate for a visiting faculty member, and was asked to take it up with a member of the administration who often deals with students who are singled out for the same issue.However, when she approached her head of department (HoD) regarding the matter, she was told that \"this happens and one needs to wear knee-length shirts\" ─ a diktat laid out in the students' dress code. There is no corresponding guide for members of the faculty, according to Sartaj Hussain, the head of security at IoBM. \"As such, there is no written dress code for teachers, but there is one for employees... But it is not enforced,\" he told Dawn.com.He said it was possible the official thought she was a student — a sentiment echoed by the teacher's HoD when she was contacted for her assistance in the matter.\"I was flabbergasted,\" the affected faculty member explained. \"She said perhaps they thought I was a student.\" She was not told any action would be taken, however, until she turned to social media to recount her experience. The next day, she said, the HoD called her and told her the university's president had asked for action to be taken regarding the incident. She was told then that the HoD had contacted the human resources (HR) department and was working on the issue. The employee in question was fired today for \"misbehaving\" with me, the teacher confirmed. The HR official communicating with her also apologised for the incident. \"I'm satisfied with what they're doing,\" she said. \"They said 'You're young',\" as a means of explaining why the incident occurred. \"But that doesn't matter. Whether you're a student or teacher, they shouldn't stop people at the gate and do that, and they're going to think about that, how to change that,\" she said. \"Although I was comfortable in my clothing, I felt weird and upset after it was pointed out and couldn't concentrate on my lesson,\" she explained.She added that there are no clauses in her professional contract about a dress code for faculty. \"I don't have an issue with dress codes. I understand dress codes, I understand formal [attire], I understand casual [attire]. The problem is that the dress code is incredibly sexist... because for boys, jeans and t-shirts are fine.\" The head of security, Sartaj Hussain, while explaining the dress code, said that \"each university and institution has its own code of conduct for students, for employees. We also have one.\"\"For female students, we ask that their uppers should be knee-length. It is in our rules and we ensure this... We do check the students,\" he said. \"The visiting faculty [member] looked like a student, and the security officer thought she is a student. Practically, he does not pass remarks on female students. They [security officials] ask them [female{"1362716": {"date": "Updated October 09, 2017", "article": "The Institute of Business Management (IoBM) on Monday claimed to have terminated employment of an official in the security department for 'misbehaviour' after he informed a visiting faculty member that her attire was 'inappropriate', although there is no official dress code for members of faculty.The incident first came to light when the faculty member shared her experience on social media. Speaking to Dawn.com, the teacher said that she had been stopped at the university entrance by an official who misrepresented himself as the head of security. She was informed that her attire was inappropriate for a visiting faculty member, and was asked to take it up with a member of the administration who often deals with students who are singled out for the same issue.However, when she approached her head of department (HoD) regarding the matter, she was told that \"this happens and one needs to wear knee-length shirts\" ─ a diktat laid out in the students' dress code. There is no corresponding guide for members of the faculty, according to Sartaj Hussain, the head of security at IoBM. \"As such, there is no written dress code for teachers, but there is one for employees... But it is not enforced,\" he told Dawn.com.He said it was possible the official thought she was a student — a sentiment echoed by the teacher's HoD when she was contacted for her assistance in the matter.\"I was flabbergasted,\" the affected faculty member explained. \"She said perhaps they thought I was a student.\" She was not told any action would be taken, however, until she turned to social media to recount her experience. The next day, she said, the HoD called her and told her the university's president had asked for action to be taken regarding the incident. She was told then that the HoD had contacted the human resources (HR) department and was working on the issue. The employee in question was fired today for \"misbehaving\" with me, the teacher confirmed. The HR official communicating with her also apologised for the incident. \"I'm satisfied with what they're doing,\" she said. \"They said 'You're young',\" as a means of explaining why the incident occurred. \"But that doesn't matter. Whether you're a student or teacher, they shouldn't stop people at the gate and do that, and they're going to think about that, how to change that,\" she said. \"Although I was comfortable in my clothing, I felt weird and upset after it was pointed out and couldn't concentrate on my lesson,\" she explained.She added that there are no clauses in her professional contract about a dress code for faculty. \"I don't have an issue with dress codes. I understand dress codes, I understand formal [attire], I understand casual [attire]. The problem is that the dress code is incredibly sexist... because for boys, jeans and t-shirts are fine.\" The head of security, Sartaj Hussain, while explaining the dress code, said that \"each university and institution has its own code of conduct for students, for employees. We also have one.\"\"For female students, we ask that their uppers should be knee-length. It is in our rules and we ensure this... We do check the students,\" he said. \"The visiting faculty [member] looked like a student, and the security officer thought she is a student. Practically, he does not pass remarks on female students. They [security officials] ask them [female students] to hand over their ID card and point them to a female counsellor, who will tell them better what has happened,\" he said. \"He asked her for the card, and she told him she is a faculty member. He said, 'Okay, you may go. Please speak to your HoD'.\" The correct procedure for addressing grievances is to approach the administration, Hussain said, adding that if the teacher had informed the administration of the official's misbehaviour, \"the administration would have taken action. They do take notice of such things.\" However, he admitted, he was not sure whether or not she had approached the administration. He said that there w{"1362716": {"date": "Updated October 09, 2017", "article": "The Institute of Business Management (IoBM) on Monday claimed to have terminated employment of an official in the security department for 'misbehaviour' after he informed a visiting faculty member that her attire was 'inappropriate', although there is no official dress code for members of faculty.The incident first came to light when the faculty member shared her experience on social media. Speaking to Dawn.com, the teacher said that she had been stopped at the university entrance by an official who misrepresented himself as the head of security. She was informed that her attire was inappropriate for a visiting faculty member, and was asked to take it up with a member of the administration who often deals with students who are singled out for the same issue.However, when she approached her head of department (HoD) regarding the matter, she was told that \"this happens and one needs to wear knee-length shirts\" ─ a diktat laid out in the students' dress code. There is no corresponding guide for members of the faculty, according to Sartaj Hussain, the head of security at IoBM. \"As such, there is no written dress code for teachers, but there is one for employees... But it is not enforced,\" he told Dawn.com.He said it was possible the official thought she was a student — a sentiment echoed by the teacher's HoD when she was contacted for her assistance in the matter.\"I was flabbergasted,\" the affected faculty member explained. \"She said perhaps they thought I was a student.\" She was not told any action would be taken, however, until she turned to social media to recount her experience. The next day, she said, the HoD called her and told her the university's president had asked for action to be taken regarding the incident. She was told then that the HoD had contacted the human resources (HR) department and was working on the issue. The employee in question was fired today for \"misbehaving\" with me, the teacher confirmed. The HR official communicating with her also apologised for the incident. \"I'm satisfied with what they're doing,\" she said. \"They said 'You're young',\" as a means of explaining why the incident occurred. \"But that doesn't matter. Whether you're a student or teacher, they shouldn't stop people at the gate and do that, and they're going to think about that, how to change that,\" she said. \"Although I was comfortable in my clothing, I felt weird and upset after it was pointed out and couldn't concentrate on my lesson,\" she explained.She added that there are no clauses in her professional contract about a dress code for faculty. \"I don't have an issue with dress codes. I understand dress codes, I understand formal [attire], I understand casual [attire]. The problem is that the dress code is incredibly sexist... because for boys, jeans and t-shirts are fine.\" The head of security, Sartaj Hussain, while explaining the dress code, said that \"each university and institution has its own code of conduct for students, for employees. We also have one.\"\"For female students, we ask that their uppers should be knee-length. It is in our rules and we ensure this... We do check the students,\" he said. \"The visiting faculty [member] looked like a student, and the security officer thought she is a student. Practically, he does not pass remarks on female students. They [security officials] ask them [female students] to hand over their ID card and point them to a female counsellor, who will tell them better what has happened,\" he said. \"He asked her for the card, and she told him she is a faculty member. He said, 'Okay, you may go. Please speak to your HoD'.\" The correct procedure for addressing grievances is to approach the administration, Hussain said, adding that if the teacher had informed the administration of the official's misbehaviour, \"the administration would have taken action. They do take notice of such things.\" However, he admitted, he was not sure whether or not she had approached the administration. He said that there was no formal dress code outline for teachers in their professional contracts. \"Generally, it is understood that teachers are mature ... It it understood they are wise enough.\" Hussain confirmed there had been an inquiry into the incident, where the employee was questioned.  \"On this basis, the person may be fired,\" he added.When questioned about whether it was true that a disciplinary committee had warned students against dressing 'inaptly' because of threat from the Taliban according to a report on the Express Tribune, he replied: \"No, not right now. In the past, we had received an anonymous email [from them] saying we are on the 'high agenda' etc. It was forwarded to the Federal Investigation Agency.\" \n", "author": "Hufsa Chaudhry", "title": "IoBM fires security official for 'misbehaviour' with faculty member over 'inappropriate attire'"}}
{"1362706": {"date": "Updated Oct 16, 2017 10:58pm", "article": "\n\nMONOPOLY TO CACOPHONY\n\n\nPIONEERISM AND ACRIMONY\n\n\nDOWN MEMORY LANE\n\n\nJUSTIFIED SCEPTICISM\n\n\n\n\nA YOUNG Benazir Bhutto (extreme right) hosting a talk show on Pakistan Television. Sitting next to her on the panel is her brother Murtaza Bhutto. | Photo: The Dr Ghulam Nabi Kazi Archives.\n\n\nWITH round-the-clock, rush-to-screen images and sounds that invigorate the public sphere but also often mesh information and entertainment into discordance, television in Pakistan has completed half-a-century with some stellar accomplishments and abject failures.In an era when socio-economic fissures intensify and technologies make rapid advances, new media economics hint that the next half century will bring radical changes to how the medium will distribute its message. Viewing on smart-phones has already leapt up. Television intrusively determines content because news TV has become the big gallery to which the aggrieved public, politicians, lawyers, judiciary, armed forces and the private sector play and posture. Social media frequently overtakes TV, but not always. While the medium of television – and the media at large – has virtually become the message, the media itself accepts no responsibility for framing the message(s).By inane, prolonged repetition of images and words, news television devalues its inherent capacity to enrich public knowledge. It magnifies and promotes the trivial to a scale undeserved. Fortunately, the non-news channels – global, national and local, state and private – periodically offer material that richly educates and entertains. The evolution of television in Pakistan over a 50-year period can be divided into two parts. Part I: 1967-2002 when Pakistan Television Corporation was the principal state monopoly (Prior to Part I, there was a five-year period when pre-PTV Corporation entities provided limited signals even though PTV itself was officially inaugurated in 1964). Part II: 2002-17, when privately-owned channels came into operation under licences issued by the Pakistan Electronic Media Regulatory Authority (PEMRA). Currently, there are 88 channels, including about 40 news channels.\n\nThe last 15 years have seen a surge in the number of television channels and radio stations in the country. Seen here is a typical newsroom at a leading television channel, keeping track of multiple rivals to ensure being on the top of the competition.\n\n\nWithin Part I, there was a sub-division. The first 10 years were so distinctive that even PTV could not match them in the next 40. With dynamic mobilisation of a wide range of talent, imparting training and skill development to hundreds, introducing innovative programmes, presenting for the first time a vivid daily portrait of the country’s varied and vibrant people, PTV’s first decade is aptly deemed the golden decade.\nFrom 1990 to 2002, the original monopoly was partly diluted. Shalimar Recording and Broadcasting Company, in which the federal government had, and still has, 56 per cent shares, was permitted to install terrestrial transmitters and re-telecast CNN to Pakistani audiences. Shalimar Television Network (STN) was also allowed to sell its non-news/current affairs time to a private party, Network Television Marketing (NTM), ignoring conflict-of-interest dimensions as NTM was aligned with an advertising agency. The STN system is now leased out to the ATV network.MONOPOLY TO CACOPHONY\nThe 2002-17 phase represents a dramatic shift from one extreme of pure state monopoly to another extreme of private excess. The past 15 years have seen a phenomenal growth of private investment in TV and FM radio channels. This includes creation of thousands of new job opportunities; training of manpower (with some noticeable exceptions!); provision of multiple choices to audiences; increased range of language options; expansion of political and public discourse to become far more inclusive of diverse partisan viewpoints than it had generally been during PTV’s news monopoly; exposes of bad governance; improved presentation; occasionally well-written, directed and acted teleplays and serials; and, indeed, audacious caricature and satire.Yet, the breadth of choice is not mostly accompanied by a proportionate depth in substance. There is proliferation without purpose, abundance without nuance, articulation without introspection. If the state channel has a pro-government bias, many private channels, subtly or crudely, manipulate their content, project their own biases and imbalances.An obsession with events and incidents prevents examination of themes and trajectories, and legitimises sheer laziness behind the mask of chasing the ‘news’. Perhaps worst of all is the wilful neglect of aspects of culture, such as literature, classical music, painting, sculpture and theatre, while fashion shows, pop music and cricket become more ‘sponsorable’ content.Based on a flawed revenue model of total reliance on income from advertising, private channels are infested by the virus of commercialism and cutthroat competition for ratings. This has led to a climb-down in the standards of debate and decorum in most talk-shows.The valuable content-form of the carefully-researched, thoughtfully reflective film or documentary has almost disappeared. To be replaced by snappy ‘sorts’, ‘sound-bites’ or ‘capsules’ which are mostly superficial or sensationalist. Audiences are being brainwashed and conditioned with a surplus of conjecture, invective, mid-breaks, breaking news and futile frenzy. Attention Deficit Disorder is now a new media ailment, compounded by channels, and by smart phones.PIONEERISM AND ACRIMONY\nThus, overall, evolution has proved to be a mixture of trailblazing pioneerism – by both PTV and private channels at different times – as also merely imitative ‘me-tooism’. There was a purposeful state role both at the outset in the 1960s and in creating a turning point in early 2000s when the state voluntarily ended its monopoly.There is also a bitter acrimony between some private channels. This conflict further falsifies the myth of self-regulation which is actually a mask for self-interest.For a sector that speaks the loudest about transparency and accountability, there is little or nothing of either about the financial aspects of television channels, about actual revenue, sources of advertising incomes and rates. While, as private limited companies, all are obliged to file annual data with the regulators and relevant authorities, the public at large remains completely uninformed about possible conflicts of interest, questionable practices et al. Official regulation of private channels through PEMRA is marked by some creditable work in difficult conditions, including indiscriminate issuance of licenses with financial elements of eligibility receiving far more weightage than professional credentials of the applicants; using license and renewal fees to unduly accumulate income; attempts at strict enforcement of codes and rules often paralysed by legal stay orders that stay in place for years, instead of weeks; anarchy in the sub-sector of religious channels that commenced without licenses and have become untouchable for the wrong reasons; an inordinately large number of channels created by the blunder of permitting each of the 3,500 or so cable distributors to operate five of their own content channels, resulting in about 16,500 channels based on piracy of foreign content, and fragmentation of audiences; and lack of true independence as a regulatory body from the pressures of the state and the government.DOWN MEMORY LANE\n\n\nRight from ‘Alif Noon’ in its early days, PTV for long had a heavy dose of social satire that was much appreciated by the audiences. Seen here is a screen grab of the popular show Kaliyan which used puppets to amazing effect for more than a decade.\n\n\nBut when the present is too much with us, we owe the past a visit. And in PTV’s case, the past is still present. PTV’s first 50 years are a panorama of progressive change and regressive stagnation, of some promises fulfilled and enormous potential still unrealised. As the electronic visual gazette of the Pakistani state, PTV is a significant part of the country’s media history. From official documentarist to formal witness of public events to the promoter of an aspirational national singularity, PTV is a day-to-day recordist as well as an unrivalled decade-to-decade archivist of the country’s evolution over half-a-century.While it is only natural that several individuals made outstanding contributions to the evolution of television in Pakistan, the list was surely headed by Aslam Azhar whose exceptional gift for leadership this writer calls ‘createlevity’. This includes several others who rarely appeared on-screen but were – and are – well-known. They all highly deserve being named here but for space limitations.\n\nAslam Azhar was in many ways the grand master of television in Pakistan. His association with PTV lasted intermittently from 1964 to 1989.\n\n\nIn 2017, PTV still remains a sober, tonally-balanced broadcaster compared to the hysterical, screeching approach of private news channels. Succumbing to the ‘breaking news’ option only when state and government events so require, but that too in a comparatively staid fashion, the country’s first channel is, to this day, its most well-behaved one.The pre-dominance of governmental intrusion into internal management is evident in the fact that, of about 30 tenures of managing directors in about 50 years, only six individuals from within the specialised cadre of TV professionals were appointed as the head. Chairmen, with only a few exceptions, have almost always been secretaries of the Information Ministry.This facet keeps PTV in the strait-jacket of a state entity. In its effort to ensure balance and fairness in news content and analysis, state ownership and governmental control are lethal. PTV is prevented from being seen as credible, to the extent that when it does attempt a balancing act, a strong predetermined perception obstructs a fair evaluation of its unconventional content.In terms of finances, PTV continues to enjoy the unfair monopoly of being the sole recipient of television license fees. Automatically added to electricity bills, the license fees subsidy contributes 65-70 per cent of its total revenue. It also receives annual allocations under the Public Sector Development Programme (PSDP), which is not always fully utilised. But it likes to have its cake and eat it too. Benefiting exclusively from the license fees, PTV also competes with private channels for commercial advertising revenue – unlike BBC within the UK which is the sole recipient of license fees but does not accept advertising.JUSTIFIED SCEPTICISM\nThis writer began his relationship with television as a sceptic who soon converted willingly into a freelance contributor. The context of association for over 50 years has changed with time: as viewer, independent content-provider, advertising practitioner, public-interest litigator, legislative monitor, cabinet minister-cum-media policymaker in three governments and drafter of the EMRA (1997), R