{"1362917": {"date": "Updated October 10, 2017", "article": "The Pakistan International Airlines (PIA) suffered losses amounting to more than Rs146 billion during the last four years, according to a statement submitted by the Minister in Charge of the Aviation Division.The details, submitted in response to a question by PPP MNA Shahida Rehmani during the National Assembly session on Monday, stated that after rising losses in 2013, the trend reversed in 2014 and 2015, with the airline incurring 27 per cent less losses.However, the reply stated, a surge in losses in 2016 was expected due to increasing financial expenses resulting from PIA's acquisition of new aircraft on lease and payment of mark-up on legacy loans, among other things.  The national flag-carrier thus incurred estimated losses worth Rs37bn in 2016 alone.According to the details provided by the minister, the airline incurred the following losses in past four years:\n2013: 44.32 billion\n2014: 32.22 billion\n2015: 32.53 billion\n2016: 36.95 billion (estimated)\n\nThe revelation comes as the national carrier is mulling suspending its flight operation for the United States from January next year, primarily because of ‘low traffic’.The airline has stopped booking for its twice-a-week flights for New York from November onward. However, it will continue to operate its two weekly flights — Lahore-New York and Karachi-Lahore-New York — until Dec 31.“The PIA is considering closing its flight operation for the US till the financial health of the organisation improves,” a senior official privy to the development had told Dawn on Saturday. “The national flag carrier is already facing acute financial crunch, therefore, it cannot operate on routes which are running in losses,” the official had said, adding that the PIA’s accumulative loss was over Rs300 billion.When contacted, PIA spokesman Mashood Tajwar had said that the decision regarding continuing the flight operation for New York after December would be taken in the coming weeks.\n", "author": "Muhammad Bilal", "title": "PIA incurs losses worth over Rs146 billion in last 4 years"}}
{"1362907": {"date": "October 10, 2017", "article": "\n\n'Facing down the street'\n\n\nFrench civil servants angered by Emmanuel Macron's plans to freeze their pay and eliminate 120,000 public jobs go on strike Tuesday, amplifying a revolt over the president's cost-cutting, pro-business agenda.Nine unions representing 5.4 million public workers have called for a day of nationwide strikes and demonstrations to show their “profound disagreement” with Macron's bid to transform the gargantuan public service. The protests are the fourth in a series of demonstrations aimed at forcing the 39-year-old president to row back on his reforms. “The government does not seem to have taken the full measure of the deep malaise among civil servants,” Laurent Berger, head of the CFDT, France's second-biggest union, told Les Echos business daily. “They are suffering from being seen merely as a budgetary constraint and not as beneficial,” he said. For the first time since 2009, hospital unions have called on medical staff to walk off the job. Schools are also set to be affected and trains and flights are expected to be delayed. Thirty percent of flights in and out of Paris and other major cities have been cancelled. This is the first time in a decade that all nine public-sector unions have issued a joint strike call. It comes as Macron ─ who has been painted as a “president of the rich” by leftist critics ─ continues to take heat for a string of derogatory comments about disgruntled workers. But Berger and other labour leaders have been divided over how to respond to Macron's far-reaching shake-up of France's labour code. The hardline CGT union and the hard-left France Unbowed party organised three demonstrations last month over the changes, which make it easier for employers to lay off staff and do deals with workers at the company level, instead of across an indus{"1362717": {"date": "Updated October 09, 2017", "article": "\n\nVolumes were led by:\n\n\nThe Pakistan Stock Exchange (PSX) landed in the red on Monday, with the benchmark KSE-100 Index losing 213 points to close at 41,100.The index hovered around the 41,200 mark for most of the session, touching the day's high of 41,336 and a low of 41,005 on the way.\n \n\n\nVolumes remained low with only 123 million shares worth Rs6 billion being traded on the market. KSE-100 volumes were restricted to 52m shares traded.Of the 359 scrips traded in the session, 92 grew in value, while 248 declined and 19 remained unchanged.The textile sector dominated the day's trading with 20.2m and 17.7m shares of textile composite and textile spinning being traded respectively.\n \n\n\nVolumes were led by:\nAzgard Nine: 16.3m shares traded [+3.21pc]Chakwal Spinning: 12.1m shares traded [-10.08pc]TRG Pak Ltd: 8.1m shares traded [-1.33pc]   Engro Polymer: 5.4m shares traded [+0.96pc]K-Electric Ltd: 5.4m shares traded [-0.14pc]\n \n\n\n\n", "author": "Dawn.com", "title": "PSX closes red after KSE-100 index loses 213 points"}}
{"1362707": {"date": "October 09, 2017", "article": "The International Committee of the Red Cross will “drastically” reduce operations in war-torn Afghanistan after seven of its employees were killed in attacks this year, the aid organisation said on Monday.The decision by the charity, which has been working in Afghanistan for over three decades, underlines the growing dangers for aid workers, who have increasingly become casualties of a surge in militant violence in recent years.“We have no choice but to drastically reduce our presence and activities in Afghanistan,” Monica Zanarelli, the ICRC head in Afghanistan, told reporters.“Exposure to risk has become our greater challenge in Afghanistan, and we know that zero risk doesn't exist and we are not aiming at that, but our security has to be guaranteed by every party,” she said.The humanitarian group will close its facilities in the northern city of Maimana, the capital of Faryab province, and in Kunduz province, also in the north and a hotbed of Taliban activity.Operations in the northern city of Mazar-i-Sharif will be scaled back.The group has suffered a series of deadly attacks in northern Afghanistan, where Taliban and Islamic State group militants have intensified their assaults on police and troops.In February, six ICRC employees were killed when their convoy came under insurgent attack in the northern province of Jowzjan.Two of their colleagues were abducted in a separate incident and only released by their captors last month.\nNo group claimed responsibility for the abduction or killings, but Jowzjan police have blamed local Islamic State jihadists who are making inroads in the country.In the most recent attack, a Spanish physiotherapist working for the ICRC in northern Afghanistan last month was shot and killed by a wheelchair-bound patient.Lorena Enebral Perez, 38, was shot inside the aid group's rehabilitation centre in Mazar-i-Sharif, where she treated disabled children, women and men including amputees.Two people were arrested over the deadly attack, including the 21-year-old shooter whom police said was a “regular patient”.Last December a Spanish Red Cross employee was abducted when workers from the charity were travelling between Mazar-i-Sharif and neighbouring Kunduz. He was released several weeks later.The ICRC has around 1,800 staff including 120 international aid workers in Afghanistan -- helping wounded and disabled people, supporting hospitals, making prison visits and assisting prisoners to maintain contact with their families.In many areas such as the north, they are the only international organisation providing such services.\n“We understand the consequences to stop our activities in the north but we have no choice,” Zanarelli added.She said the organisation was not leaving Afghanistan but to prevent more losses the “necessity of reviewing our presence is strongly requested”.\n", "author": "AFP", "title": "Red Cross to reduce Afghanistan presence after deadly attacks"}}
{"1362697": {"date": "October 09, 2017", "article": "An Indian court on Monday commuted the death sentences of 11 men convicted of causing a 2002 train fire that sparked anti-Muslim riots in which more than 1,000 people were killed. The 11 men, all Muslims, will instead face life in jail for causing the fire that killed 59 Hindu passengers and set off some of the worst religious violence to hit independent India. They were among the 31 men convicted in 2011 who lodged an appeal at the High Court in the western state of Gujarat, where the violence occurred. “The court has commuted the death sentences for 11 convicted to life imprisonment,” public prosecutor Eknath Ahuja told AFP after the appeal hearing. The court upheld life imprisonment for 20 others convicted in the case, he said. Hindu mobs hungry for revenge over the fire rampaged through Muslim neighbourhoods in towns and villages across the state during a week of bloodshed in 2002. Gujarat's Hindu nationalist government was accused of tacitly supporting the revenge attacks, which survivors said could have been avoided if police had arrived on time. Indian Prime Minister Narendra Modi, who was the state's chief minister at the time, was accused of turning a blind eye to the violence. He was cleared of any wrongdoing in 2012 by a Supreme Court-ordered investigation.\n", "author": "AFP", "title": "Gujarat riots: Indian court commutes death sentences of 11 Muslim men"}}
{"1362687": {"date": "October 09, 2017", "article": "Born and raised as a boy in rural Nepal, Monika Shahi Nath never dreamed that one day she would be a bride, adored and accepted as a wife and daughter-in-law. But the 40-year-old has made history, becoming Nepal's first transgender person to be issued with a marriage certificate by district officials, even though the country has no formal laws for such unions. Nath, who married 22-year-old Ramesh Nath Yogi in May, initially feared that her in-laws would not welcome her — a transgender woman — into their family but the couple have found rare acceptance in Nepal. Many transgender people in the country still struggle to be open about their identity despite progressive laws that include a third gender option on identity cards and passports. “We are happy and feel accepted as husband and wife,” said Nath, who was the first Nepali to get a passport with the 'O' for 'other' gender designation in 2015. “I never dreamed that one day I would be someone's wife, that I would be loved as a daughter-in-law,” she told AFP. Nath grew up in a remote village in western Nepal as a boy called Manoj, and said she always felt different. \n“At school, I wanted to sit with the girls and was fascinated with women's clothing,” she said.In her early twenties she started experimenting with dressing as a woman, stealing her sister's clothes and running away for days at a time to the closest city. “Away from my home, I would secretly become a woman. It would make me very happy, but I was afraid to tell my family, I felt I would shame them,” she said. Despite her work as an activist, Nath's new identity was not talked about within her family. When she came home with her new husband, wearing a short red dress and a wedding ring, it was one of her first visits as a woman. “But my marriage has made it easier. They truly see me as a woman now,” she said. Yogi's family — who live in a village a six hour drive away — was also initially resistant to the marriage, but the community has now accepted the couple. “Her relationship with the family and with the people in the community is very good. We think it is okay,” said neighbour Laxmi Nath Bista. “The idea of third gender is very new to people around here, many people don't understand what it means. But her behaviour is good with everyone, so they are accepting of her.” Despite the changes, some activists say members of the LGBTI community continue to live in the shadows of society. A bill to legalise same-sex marriage was proposed two years ago, but has not progressed, and it is not clear what legal standing Nath's marriage has. The couple could also face allegations of polygamy — which is illegal in Nepal, though not uncommon — as Yogi was already married with two children. Nath said: “I am blessed to be someone's wife, but the government needs to make the legal changes so people can easily marry the person they love. “\n", "author": "AFP", "title": "Couple in Nepal's 'first transgender marriage' finds acceptance"}}
{"1362677": {"date": "October 09, 2017", "article": "\n\nThe writer is a former ambassador to the US, India and China and head of UN missions in Iraq and Sudan.\n\n\nTHE degenerate politics of Pakistan on public display every day is sucking the life-blood of the country. The legislative and political stratagems in support of massive and organised corruption and in defiance of the Supreme Court are holding the whole country to ransom.The relentless plunder of the people is destroying the lives of millions upon millions of living and unborn Pakistanis. No enemy could be so hostile! Is it too late to save Pakistan? It is never too late for decent Pakistanis to change from being passive spectators and actively organise to save their country from hovering vultures. Now is a defining moment.Fifty years ago, Pakistan was on course to be a prosperous, educated, middle-class, secure and stable country with a per capita income at least 10 times that of today. But institutionalised corruption, cynical leadership, predatory governance, subversion of national priorities, and the hijacking of the national interest have brought the country to its present pass. \nNo ‘saviour’ will come. Pakistan’s ‘leaders’ must be servants of people’s movements.\nWe are told ‘speak truth to power’. Noam Chomsky says the powerful know the truth and are very happy with it. The people need to speak truth to each other in order to realise their own power to change their circumstances and confront predators. No ‘saviour’ will come. Pakistan’s ‘leaders’ must be servants of people’s movements. CPEC and China’s invaluable friendship cannot compensate for criminal misrule.Movements require a mobilising vision, commitment, organisation, struggle, feedback, and participatory decision-making. Otherwise, any progress will be sporadic, temporary and insufficient to overcome the political inertia. The hopeless response to constructive proposals will remain: who is listening?The challenge is not to make sensible recommendations which are promptly ignored; it is to develop movements which ensure they cannot be ignored. Unfortunately, many think the moral strength, mental horizons, political confidence and organising capacities of the people are too limited to challenge the powers that be.If true, Pakistan will have no future. But if slavish pessimism is rejected we can meaningfully discuss some realities and requirements a leadership committed to serving a people’s movement for national transformation should consider. The following are a few:(i) The population of Pakistan will reach an utterly unmanageable 400 million by 2050;(ii) Along with climate change and the risks of nuclear conflict these are existential challenges. Addressing them are overriding priorities;(iii) There has been enormous underinvestment in the whole range of human resource development which would raise capacities to address these challenges;(iv) Massive investments are needed for poverty reduction and transforming the health, education, sanitary, housing, mother-and-child care, basic services provision, human and gender rights protections, administrative and governance systems;(v) The money for these investments must be largely generated from the revenues of a developing economy to preserve Pakistan’s political and economic sovereignty;(vi) Long-term economic growth rates should be transformational (eight per cent for 30 years?) for defence expenditures, debt repayments and administration costs to be met without incurring unserviceable and ruinous debt;(vii) Budgetary allocations and tax burdens must be transparent, rational, redistributive and pro-growth;(viii) Social and economic inequalities should be significantly reduced while living-wage job opportunities are maximised through human resource development;(ix) Credit Suisse recently estimated Pakistan’s middle class at over 6m. This is around 3pc of the population. A middle-class country should have a middle class approximately half the population. The structure of power and class-based governance stand in the way of addressing this situation;(x) Defence spending that takes away from other essential spending undermines economic and national security;(xi) Transition from a security to a development and democratic state is the condition for national security in today’s world;(xii) Major corruption should be a capital crime. The Soft State Syndrome is fatal;(xiii) The promotion of a ‘culture’ of rationality, innovation, and science and technology is indispensable to implement transformation policies;(xiv) Civil-military relations mean nothing outside civilian supremacy;(xv) Capable, responsible and accountable policymaking institutions must replace personal, uninformed, uneducated and unaccountable decision-making;(xvi) Governance must be brought closer to the people through devolution of power;(xvii) The formation of additional provinces should be encouraged in accordance with the wishes of the concerned people;(xviii) Terrorism is a major challenge. Though deep-rooted it must be uprooted. It is largely the result of national and international injustice, violence and elite complicity; (xix) Counterterrorism without addressing the root causes of terrorism is disguised state terror. Politically mainstreaming banned but renamed extremist organisations associated with terrorism is an irresponsible dereliction of duty;(xx) Nuclear weapons are a deterrent to prevent war. They should never be considered a first-strike option;(xxi) The protection of nuclear assets and materials is less about systems reliability; it is more about external perceptions of Pakistan’s sustained political will to deny unauthorised access;(xxii) Without transformational change at home, foreign policy cannot develop international credibility and effectiveness;(xxiii) The foreign service as the nation’s ‘first line of defence’ must be upgraded and empowered as a major priority;(xxiv) A foreign minister must elicit respect and loyalty from the foreign service through his understanding of foreign policy issues and his commitment to service morale and welfare;(xxv) The foreign minister must also carry weight in the cabinet and the corridors of power for his ministry to provide indispensable professional input for a credible foreign policy. Recent criticisms of his remarks about putting our house in order are disingenuous and infantile; and(xxvi) Policies towards India, Kashmir, the US, Afghanistan, Iran, etc should be integrated and consistent with national transformation, 21st-century imperatives, international law, strategic partnership with China, and UN resolutions on Jammu and Kashmir. Short-term policies must be embedded in longer-term policy perspectives to maximise possibilities for principled and acceptable outcomes. All of the above is doable. But who is listening? The political system is rotten beyond polite description. A corrupt elite cannot communicate with the people. It can only deceive and ferociously defend its loot. However, a people made aware of their faith and power to be free, will listen, challenge and prevail.The writer is a former ambassador to the US, India and China and head of UN missions in Iraq and Sudan.ashrafjqazi@gmail.comwww.ashrafjqazi.comPublished in Dawn, October 9th, 2017\n", "author": "Ashraf Jehangir Qazi", "title": "Who is listening?"}}
{"1362667": {"date": "October 09, 2017", "article": "TIMERGARA: The Tanzeem- i-Asateza, Lower Dir, on Sunday rejected the Khyber Pakhtunkhwa government’s proposal of introducing co-education in primary schools and appointment of only female teachers in it. A meeting in this regard was held at Khall which was attended by members of Tanzeem-i-Asateza. Speaking on the occasion, tanzeem’s vice-president Abdul Khaliq said that the teachers’ community would resist the government’s decision. He said that the teachers’ organisation would not allow anyone to implement the decision. Other speakers at the meeting demanded approval of timescale formula for teachers’ promotion, regularisation of ad hoc teachers and ending school-based policy for appointment of teachers. They demanded of the government to give due status to teachers. OFFICE-BEARERS: Syed Amjad Ali Shah was elected as president and Ubaidur Rehman general secretary of the Dir Union of Journalists. The annual election of the body was held at Timergara Press Club here on Sunday. Advocate Murad Ali Shah and Balambat tehsil nazim Imranuddin supervised the election. Other office-bearers include Javid Rehman vice president, Nawab Badshah joint secretary, Noor Faqir finance secretary and Waheed Tajak press secretary. Similarly Haji Abdul Rahim was elected chairman and Malik Faiz Ali vice-chairman of the executive council. Published in Dawn, October 9th, 2017\n", "author": "A Correspondent", "title": "Co-education in schools rejected"}}
{"1362657": {"date": "Updated October 09, 2017", "article": "PESHAWAR: Dengue haemorrhagic fever is causing scare among the staff of Khyber Teaching Hospital (KTH) as two more patients, including a ward boy of the hospital, died of the disease on Sunday. So far 50 dengue-affected people, including 42 at KTH, have died of the ailment since June when the disease broke out. Latest victims are Altaf Khan, 55, a resident of Pawaka, and Zahir Shah, 35, of Abdara village, said a statement issued by the Dengue Response Unit. It said that 350 patients tested positive of the total 1,370 and of them 112 were admitted. Altaf Khan, a ward boy at KTH is the third employee to have fallen victim to the vector-borne ailment in the past two months. Over half a dozen employees, including doctors, nurses, paramedics and class-IV staff, have contracted the disease so far. Another ward boy is still admitted at the hospital which has recorded about 40 deaths so far. The hospital is responsible for the 90 per cent dengue-related admissions. KTH has allocated 48-bed ENT-B ward, 43-bed Eye ‘A’ ward and 20 beds each at the skin and psychiatry wards to cope with the patients’ load, but the inflow of infected and suspected patients isn’t receding. \nHospital ward boy among two latest victims \nThe health department and Peshawar district government had focused their joint efforts on Tehkal locality due to which the number of cases has dropped. However, the disease is highly prevalent in villages of Sufaid Dheri, Achni, Pawaka and Abdara. “From the past two weeks, majority of the cases are coming from localities other than Tehkal and apprehensions are that it can spread to the posh Hayatabad and University Town areas if immediate preventive measures aren’t taken,” a senior physician told Dawn. He said that hospital employees were scared of the situation and in some cases avoided going near the patients after their colleagues contracted the disease. “The disease isn’t communicable and can spread only when an infected mosquito bites a person, but owing to rush of the patients the panic among the staffers is quite natural,” he said. Most of the class-IV employees of the hospital are the residents of the surrounding areas where the outbreak is in full swing. The patients of the nearby localities are vulnerable to the ailment, but the concentration is on Tehkal where the mosquito first started infecting people. The employees avoid unnecessary visits to the wards reserved for dengue patients at KTH and same is the case with medical students who visit the hospital for classes. Officials at the health department told Dawn that they in collaboration with the deputy commissioner’s office have been carrying out spray and awareness campaign regarding prevention of the ailment. Meanwhile, a press statement said that deputy commissioner Saqib Aslam Raza led a walk in Tehkal area where pamphlets and brochures about prevention of the disease were distributed. On this occasion, he asked the people to avoid storage of water and do away with breeding sites to stay safe from bites and the disease.Published in Dawn, October 9th, 2017\n", "author": "Ashfaq Yusufzai", "title": "Dengue scare at Khyber Teaching Hospital as death toll reaches 50"}}
{"1362647": {"date": "October 09, 2017", "article": "ISLAMABAD: Political will and commitment are imperative for the eradication of hepatitis from Pakistan, said World Health Organisation Director General Dr Tedros Adhanom Ghebreyesus on Sunday.“Hepatitis tests for everyone must be ensured and treatment must be given to everyone with the disease. Blood and injection safety should be ensured and it should be ensured that no one gets infected while receiving or giving healthcare,” he said at the launch of the ‘National Hepatitis Strategic Framework 2017-21’. The program aims to completely eradicate the disease from Pakistan by 2030.Dr Ghebreyesus, who hails from Ethiopia, is well-known in the health circles of Pakistan because Pakistani candidate Dr Sania Nishtar was also shortlisted for his post during the WHO elections in May this year. Dr. Ghebreyesus had secured 133 votes and replaced the outgoing WHO DG Margaret Chan on July 1 for a five-year term.\nWHO DG stresses need for reaching out to marginalised communities\n“Hepatitis kills 13 million people a year globally. In Pakistan, eight million people are suffering [from] hepatitis C and four million have hepatitis B. Urgent treatment is required for all these people,” he said at the event on Sunday.Dr Ghebreyesus said the reduction in hepatitis medicine prices is a good step because of which the number of people who can now afford treatment has doubled. He stressed on the need for reaching marginalised communities and said the Prime Minister’s National Health Insurance Programme is a good way of reaching people who cannot afford treatment.“WHO is ready to give support for reaching the target,” he said.Minister National Health Services (NHS) Saira Afzal Tarar said Pakistan has one of the highest number of hepatitis patients due to which the decision to lower medicine prices was made a few years back.“This was not an easy task in a country where everything is politicised. We faced a number of issues during the process of registration but we finally achieved the goal and today, Pakistan is providing the medicines cheaper than anywhere in the world,” she said.About the framework drafted for eradicating the disease from the country by 2030, Ms Tarar said government officers can make good presentations but are bad at implementation.“I have therefore decided to introduce technology for keeping a check on government officials and ensure the framework is implemented,” she said.WHO Regional Director Dr Mahmoud M. Fikri said the Eastern Mediterranean region is the most affected and that 21 million people here have hepatitis B and 15 million have hepatitis C.“The disease is controllable and must be eradicated from the region because it is not acceptable that more people should contract the illness in our region. Awareness should be raised about how the disease spreads such as from mother to child, because of the use of intravenous drugs and via unsafe sex. Treatment should be made affordable,” he said.Television personality Tauseeq Haider, who is a goodwill ambassador, in a recorded speech said he had contracted hepatitis C some 10 years ago.“At the time only the interferon injections, which have a 50pc cure rate, were available. I got the treatment and recovered. That medicine also had many side effects. The medicine available now has an over 90pc cure rate with no side effects,” he said.A documentary was also screened at the event according to which Pakistan and Egypt have 80pc of hepatitis patients in the Eastern Mediterranean region and that due to new medicines it is possible to eradicate the disease by 2030.Published in Dawn, October 9th, 2017\n", "author": "A Reporter", "title": "‘Political will needed to eradicate hepatitis’"}}
{"1362637": {"date": "Updated October 09, 2017", "article": "LAHORE: With only 12 weeks to go in the expiry of the officially declared deadline of Dec 25, the Orange Line Metro Train (OLMT) project is set to miss it as even the officials don’t see early completion of the project. “Yes, the project is delayed with authorities in no position to even announce the fresh deadline,” says an official. But he deflects the blame on legal wrangling: “Three different cases – environment, heritage and transparency – are with courts, so how can the project be completed without them being concluded. No early end to this legal battle is in sight and the OLMT project’s fate hangs in the balance.” Khwaja Ahmad Hassaan, adviser to the chief minister on the project, is, however, optimistic: “The government has its plans ready to meet every situation in case of adverse decision. It is not expecting any adverse decision though. But still, it has plans A, B and C ready to deal with every situation. The details of these fallback plans cannot be divulged at this stage but they are ready. Rest assured that with over 80 per cent of civil works complete and only few missing links (where courts stayed construction), completion of the project should not be an issue. We are expecting a decision on the heritage issue by mid-October and prepared accordingly.” Israr Saeed, chief engineer of the LDA, explains, “The Punjab government has met almost all directions issued by courts, be it about different NOCs issued by departments, appointment of independent consultants, the world heritage concerns and independent validation surveys of the project. The provincial government’s confidence about a positive decision stems from these acts. But having said that, Punjab is bound by the directions of courts and keeping its fingers crossed.” The civil society is not so sure about the official claims of meeting all directions by courts or international clearance on the heritage issues. Most organisations think that the provincial government is trying to trick everyone – domestic as well as international audience. “Its strategy has created confusion by deceiving every one,” says Maryam Husain, an activist who has been involved both with the affected people and in legal battle. “The delay in court decisions is being used to change ground realities with continued investment on the project. In the end, the argument in the court would be: out of 27 kilometres of the track, over 26 kilometres are already complete. Over Rs200 billion have been spent and most investment came from foreign funding giving the project an international and diplomatic dimension. All trains have already been imported and are rusting in the yard. All this would be done in the hope of putting pressure on courts to avoid adverse decision which would then cost the nation hundreds of billions of rupees,” she said. “This investment serves the purpose on twin planks: getting cuts both in cash and kind. All money being spent on the project would benefit some blue-eyed ones because the project planning and execution has had massive transparency issues. The matter was taken to, and still pending in, courts. On the second plank, there have been reports of huge land grab in the garb of development project. People have been thrown out of their properties which, in no way, were connected to the project. Who has done it and why, no one knows. The cost of these properties, if converted into commercial venture, which the project itself would help convert, would also run into hundreds of billions of rupees because they all are situated on prime locations in the heart of the city. So, the project is beneficial for a few, regardless of its final fate or delay. Rather, the delay would benefit them more: additional investments would flow in, creating extra financial cushion for them,” she concludes.Published in Dawn, October 9th, 2017\n", "author": "The Newspaper's Staff Reporter", "title": "Alternative plan to run Orange Line train"}}
{"1362627": {"date": "October 09, 2017", "article": "BAHAWALPUR: Seven poachers on Sunday allegedly fired on employees of the wildlife department in the desert near here, damaging two official vehicles. The wildlife deputy director alleged that a team comprising district officer Amin Tahir and four others riding two vehicles were on patrol in connection with the campaign against illegal hunters in Cholistan near Yazman, about 30km from here, when they were attacked by seven poachers.He claimed that though the employees remained unhurt, two vehicles got damaged. He said two of them were identified as Nur Nabi, a private guard, and Kashif while others managed their escape. He said he had contacted Yazman police for registration of case. SIT-IN: Pakistan Kissan Ithehad has announced a sit-in and rally in front of Punjab Assembly, Lahore, on Oct 12 to voice demands of the farming community.Addressing a South Punjab Kissan convention at Channigoth, about 80 kms from here on Saturday, PKI president Chaudhry Muhammad Anwar said the Punjab government had failed to resolve the longstanding problems of the farmers, who were struggling for their ‘due’ rights, says a press release issued here on Sunday. Mr Anwar alleged that the Punjab government had implicated him in six criminal cases while he was serving his community. He said the government had turned a blind eye to issues being faced by the farmers. He said the sit-in would continue till their grievances were not addressed by the Punjab government.CASE: Yazman Saddar police on Saturday registered a case against 50 unidentified and four identified people on charges of threatening an army personnel in Cholistan.According to FIR 92/17, complainant Sajjad alleged that he along with three others was levelling the land in Khearsar when villagers Sadiq, Haq Nawaz, Jam Farid, Liaquat and others hurled threats at them, asking them to leave the place. The case was registered under sections 506, 148, 149, 109 and 186 of PPC with no arrests.Published in Dawn, October 9th, 2017\n", "author": "The Newspaper's Correspondent", "title": "‘Poachers fire on’ wildlife patrol team"}}
{"1362617": {"date": "October 09, 2017", "article": "KARACHI: Prime Minister Shahid Khaqan Abbasi says he does not see any conspiracy against his government, adding that if there will be one the government is ready to confront it.In an interview to Geo TV’s programme ‘Naya Pakistan’ on Sunday, he rejected a perception that the country’s policies were prepared at two different forums. Answering a question, Mr Abbasi rejected the option of early elections in the country. He said a change in the country should always come through ballot box and not through courts or street agitations.He said he was following the policies of former prime minister Nawaz Sharif. However, he added, he and his cabinet were independently running the government and Mr Sharif had neither directed him nor given any advice how the affairs of the government should be run.He said there was no rift in the Pakistan Muslim League-Nawaz and the party remained united after the ouster of Mr Sharif from the prime minister’s office.In reply to a question about a recent controversy over the deployment of Rangers at an accountability court where corruption references against former prime minister Nawaz Sharif were being heard, Mr Abbasi said that as prime minister it was his responsibility to conduct an inquiry into the incident. Answering a question about recent border violations by Indian troops, the prime minister said the Indian government wanted to divert attention of the world from human rights violations by its forces in held Kashmir. He said that in the present circumstances, it would be difficult for his government to enter into a dialogue process with India. Pakistan would first talk on Kashmir and then any other issue with India, he added.When asked how seriously his government had taken the allegations against Pakistan by US President Donald Trump in his new policy for Afghan­istan, the prime minister said a meeting of the National Security Council had discussed the matter in detail.Referring to his meeting with US Vice President Mike Pence and a brief interaction with President Trump on the sidelines of the 72nd General Assembly session in New York and recent talks between Foreign Minister Khawaja Asif and senior US officials, Mr Abbasi said it was clear that Pakistan and the US were still engaged and they were still partners in the war on terror.in reply to a question about the possible visit of Afghan President Ashraf Ghani to Pakistan, Mr Abbasi said Chief of the Army Staff Gen Qamar Javed Bajwa had exten­ded an invitation in this regard to the Afghan president on behalf of the government.He, however, said the visit of Mr Ghani had not been finalised yet. Mr Abbasi expressed his support for Finance Minis­ter Ishaq Dar, saying that his performance was better than his predecessors.Published in Dawn, October 9th, 2017\n", "author": "Monitoring Desk", "title": "PM sees no conspiracy against govt"}}
{"1362607": {"date": "October 09, 2017", "article": "DERA MURAD JAMALI: The Balochistan government has released Rs1 billion for the construction of an agriculture university in Nasirabad district while the revenue department has allotted 500 acres of land in Dera Murad Jamali area of the district.Nasirabad Deputy Commissioner Ahmed Nasar refuted rumours about shifting of the agriculture university to some other area from Nasirabad and said that such reports on social media were baseless.“The agriculture university will be set up in Nasirabad and classes will commence on temporary basis soon,” Mr Nasar told journalists here on Sunday. He said the construction of the building would start soon as required funds had been released and land acquired for the project.He said the establishment of an agriculture university was a longstanding demand of the people of the area as Nasirabad division was the only canal-irrigated agriculture region of Balochistan. He said with the establishment of the agriculture university new ways of development would be opened in the region.Published in Dawn, October 9th, 2017\n", "author": "The Newspaper's Correspondent", "title": "Rs1bn released for agriculture university in Nasirabad"}}
{"1362597": {"date": "October 09, 2017", "article": "ISLAMABAD: A three-star general, who has served as chief of the Inter-Services Intelligence (ISI), has announced his plans to seek early retirement from service. Military sources confirmed on Sunday that Lt Gen Rizwan Akhtar, currently posted as president of the National Defence University (NDU) in Islamabad, had expressed his desire to retire early “due to personal commitments”. He was due to retire in October next year. He replaced retired Lt Gen Zaheerul Islam as chief of the premier intelligence agency of the country in 2014 after heading the Sindh Rangers in 2012 when a military operation was launched in Karachi. In a letter to his colleagues, Lt Gen Akhtar wrote that he had sought “premature release” with effect from Oct 9 (Monday) “due to some pressing personal commitments”, and called on them not to “succumb or resort to speculation”. “I shall be available for any service in the army, whenever needed,” the letter added. Lt Gen Akhtar is a graduate of the Command and Staff College, Quetta, the National Defence University and the Army War College, USA. He got a commission in the Pakistan Army’s Frontier Force regiment in Sept 1982 and has commanded the infantry brigades and divisions in the Federally Administered Tribal Areas. Maj Gen Asif Ghafoor, the director general of the military’s public relations wing, the Inter-Services Public Relations, could not be reached for comment despite repeated attempts. Published in Dawn, October 9th, 2017\n", "author": "The Newspaper's Staff Reporter", "title": "Former ISI chief Rizwan seeks early retirement"}}
{"1362587": {"date": "Updated October 09, 2017", "article": "DOES Pakistan have the capacity to refine the talent of its 200 million-plus people to achieve the high economic growth? The answer is found in the recently released Global Human Capital Report by the World Economic Forum that places Pakistan at 125th position.The report, which observes the level of education and skills in 130 countries, shows that on average the world has developed the talent of only 62 per cent of its people in various fields.The report presents its findings in the form of a Global Human Capital Index that measures the development of usefulness of skills of labour in various countries across the four dimensions: capacity for training, deployment in economy, development through education and existing technical know-how of labour.Pakistan has an average score of 46 on the index which implies that the talent of 54pc Pakistanis has not been developed due to insufficient and irrelevant education and skills.The lack of skilled workers is a perennial issue facing the country where the formal education system is producing graduates with little or no relevance for industry.The curriculum and syllabus of various degree programmes lack practical depth. Students often find huge differences in the practical working of organisations as compared to what they have been theoretically taught in the universities.Similarly, teaching in various subjects is often compromised by teachers through the adoption of easily available guide books and their assessment is conducted from the selective subjective-type questions. In the Punjab University alone, some 40,000 students pass graduation exam annually in the subjects of commerce without learning single software of accounting or finance.The same is the case of technical and vocational institutes where the quality of teaching and assessment is miserable, resulting in poor skill building among youth. Most technical institutes lack laboratories and technical equipment required for performing experiments and practical tasks.The low-paid teachers in vocational institutes prefer to offer private tuitions to the students. Further, the linkages of industrial and engineering firms with the vocational institutes are weak as students lack relevant skills.However, recent initiatives undertaken by Punjab, Sindh and federal governments to improve youth’s skills through short-term courses is a step in the right direction that should be expanded and offer diversified skills.Apart from formal technical and general educational institutes, a large number of illiterate people lack the opportunities for informal learning.The globally practised system of internships and apprenticeship followed in industrial and commercial entities has not been developed in Pakistan where the majority of low-skills jobs are still granted on relationship or informal recommendations.There is also a dire shortage of high-quality training institutes where illiterate people can be guided in their local languages in an informal way to learn some basic skills to earn a decent wage.Similarly, in the digital age, opportunities need to be created to improve the skills of employees working in public and private sector bodies.The development of new software and continuous improvements in information technologies are changing the landscape for employees to unlearn the old methodologies of job performance and learn the new systems for higher productivity and efficiencies necessary for surviving in the age of competition and globalisation.Globally, the emerging trend for this type of education is MOOCs (Massive Open Online Courses) where online education tools are created for a particular subject to teach new skills to the interested participants worldwide often at a nominal or no fee.Lastly, the policymakers should realise that the old-fashioned Malthusian theory, which considers higher population a burden on the economy, is no more relevant in the age of globalisation where the raw talents of any country can be refined through relevant education and training to produce skilled workers.We need to learn a lesson from the rising economies of China, Vietnam, South Korea and India who have built their economic strength on the basis of their efficient and skilled labour resulting in attracting the huge foreign direct investment from the global manufacturing and service providing companies in their territories.Published in Dawn, The Business and Finance Weekly, October 9th, 2017\n", "author": "Moazzam Ali Tarar", "title": "Human capital remains underdeveloped"}}
{"1362577": {"date": "October 09, 2017", "article": "\n\n\n\nTHE importance of irrigation for the agriculture sector can be gauged from the fact that it can help double the per-hectare yields of crops, according to Agricultural Research Council of Pakistan’s estimates.The availability of water gives an element of certainty in farming and helps growers make production and investment decisions besides facilitating inter-cropping. It also provides the condition needed for effective use of high-yielding seed varieties and chemical fertilisers.In Punjab, growers have been irrigating their fields in various forms from time immemorial. In the areas where total annual rainfall is below the requirements of crops, irrigation was based on water from wells and ponds and by diverting water from perennial streams.\nGroundwater is fast depleting and becoming saline due to excessive extraction, affecting farmers’ income\nThe scarcity of water has greatly hindered the growth of agriculture in the province. To overcome the shortage and unreliability (because of climate issue) of canal water, the government encouraged tapping of subsoil water for irrigation.However, the use of tubewells did not start to spread fast until 1960s following the growing demand for food for a rapidly increasing population. Tubewells were initially meant to supplement canal irrigation but were also installed to control the menace of waterlogging and the subsequent salinity damaging many parts of the Indus basins.The concept gained currency particularly in Punjab where, according to the Water and Power Development Authority’s 1980 report, more than 91 per cent of tubewells were located.Dr Muhammad Javed, director of social and environment management at the Punjab irrigation department, says the start of manufacturing of water pumps in the Daska tehsil of Sialkot district in the 1960s and subsidy programmes by successive governments contributed to the use of tubewells for irrigation.This source of irrigation did contribute to overcoming water shortage by meeting 30pc of the needs as the number of tubewells in the province swelled to around one million by 2014, according to the Pakistan Bureau of Statistics. However, pumping out of water heavily has now begun taking its toll on the health and quantity of the subsoil water.Groundwater is fast depleting and becoming saline due to excessive extraction, hurting farmers’ income in the affected areas.In a 1989 report authored by R. Johnson, the International Irrigation Management Institute warned of a looming crisis. But the warning was ignored, as the government introduced subsidies for the installation of tubewells as well as on the electricity tariff.The Punjab irrigation department began conducting a survey of the whole province in 2004 for mapping the subsoil water quantity and quality. The 10-year project completed in 2014 and its data has been compiled, but the results have not yet been shared with farmers, the supposed beneficiaries of the scheme.Dr Javed argues that unlike other departments, the irrigation department doesn’t have its representatives at district, tehsil and other levels. Therefore, it has prepared the data on a zonal basis, and ordinary farmers may not directly understand and benefit from the sharing of the data as they cannot locate their fields through the irrigation maps.However, irrigation field staff has been mandated to extend the information to the farmers who contact them for the purpose.The data shows that situation in the Sadiqabad tehsil of Rahim Yar Khan district bordering Sindh, and Lahore district is very critical as water table in both the zones is depleting at a fast pace. Other than Lahore, six districts — Multan, Sahiwal, Gujranwala, Pakpattan, Vehari and Khanewal — are suffering from the depletion of water table. In contrast, water table in 13 districts, with Narowal district in the lead, is rising.Groundwater provides invaluable irrigation supplies and supplements canal irrigation for millions of farmers in Punjab. Enhanced agricultural productivity in the province can easily be attributed to the expansion of tubewell irrigation in the province, says an official of the Strategic Planning and Reforms Unit in the irrigation department.“But this has led to unrestricted extraction all over the province to the tune of millions of acres of feet annually, causing serious sustainability concerns. Groundwater table is going down at an alarming rate as natural recharge rate is a lot slower than the pumping rate,” the official says.Another issue is the quality of groundwater as some recent reports suggest increased levels of arsenic in Lahore and many other areas of Punjab because brackish water is intruding upon sweet water due to excessive pumping, the official said requesting anonymity as he was not authorised to talk to the media.“It is a case of untreated water polluting our precious aquifer. A multidisciplinary action is needed. Environment, irrigation, industries and agriculture departments, Wasa (the Water and Sanitation Agency), city governments and chambers of commerce all need to realise their roles in this respect.”Talking about the solution to the problems, he claims that the irrigation department is working on a draft law to regulate the groundwater extraction and introduce licensing for industrial, commercial and urban consumption.“The draft is being shared with stakeholders for their feedback. The proposed law will try to address the situation in areas flagged for rapidly depleting groundwater table,” he adds.Published in Dawn, The Business and Finance Weekly, October 9th, 2017\n", "author": "Amjad Mahmood", "title": "Tubewells hurting Punjab subsoil water health"}}
{"1362567": {"date": "October 09, 2017", "article": "The average compensation ratio for sales forces in the US is 60:40 — 60 per cent of earnings are fixed, while 40pc are based on variables like incentives and commissions.Published in Dawn, The Business and Finance Weekly, October 9th, 2017\n", "author": "From InpaperMagazine", "title": "Average pay mix for sales"}}
{"1362557": {"date": "October 09, 2017", "article": "GENEVA: A Swiss wom­an, reportedly working for an aid organisation, has been abducted in the conflict-torn Darfur region of Sudan, Switzerland’s foreign ministry said on Sunday.The Swiss foreign ministry said in an email it was “aware of the case of a Swiss woman kidnapped in Sudan (Darfur).” “Our local representatives are in contact with the local authorities,” it said, adding that the case was being investigated.The foreign ministry did not provide any details on the identity of the abducted woman or the circumstances surrounding her kidnapping.The Sudanese government has not confirmed or officially commented on the incident. But social media reports indicated she had been working for a Swiss non-governmental organisation providing aid to children, and that she was abducted in the North Darfur capital of El-Fashir.It came despite repeated claims by Sudanese officials that the region was safe as the long-running conflict there had ended.Published in Dawn, October 9th, 2017\n", "author": "AFP", "title": "Swiss woman abducted in Darfur"}}
{"1362547": {"date": "Updated October 09, 2017", "article": "\n\nTHE American Civil Liberties Union has positioned itself as one of the most high-profile adversaries of US President Donald Trump.—AFP\n\n\nWASHINGTON: The night Donald Trump took the White House in a shock electoral victory ushered in a new US political reality — and drove the American Civil Liberties Union into the resistance.Since then, the venerable non-profit group has been riding a wave of anti-administration anger to position itself as one of the most high-profile adversaries of the US president.It was among the favourites this week for the Nobel Peace Prize that was eventually won by the nuclear disarmament campaign group ICAN.The ACLU has been at the forefront of historic liberal struggles, from the internment of Japanese-Americans to abortion rights.Long a thorn in the side of the US establishment, the organisation got a shot in the arm after Trump’s victory.Three days after the real estate magnate’s stunning win, the ACLU took out a full-page advertisement in The New York Times, warning the then president-elect it was “ready to fight” with “full firepower” against policies seen as an encroachment on rights.Since then, the non-profit group has been riding the wave of anti-administration anger to position itself as one of the president’s most high-profile adversaries.“Candidate Trump had promised to engage in various actions that we concluded were unconstitutional and we titled it: ‘We’ll see you in court,’” said David Cole, the group’s legal director. “It became kind of our moniker.” Indeed, the popular New York Times crossword even included the slogan as a clue in one of its puzzles: “Group that promised Trump ‘We’ll see you in court.’” Answer? “A-C-L-U.” From Trump’s travel ban to a decree barring transgender troops and the president’s controversial probe into election integrity, the ACLU has invited the commander-in-chief to the ring, gloves raised.“The fight is on,” reads the banner on the website of the organisation, which has hit Trump with some deafening blows in his first year as president.When a federal appeals court maintained injunctions against his controversial anti-immigration measure — which targeted citizens from several predominantly Muslim countries — Trump lashed out with the Twitter equivalent of a shout: “SEE YOU IN COURT.” “He had stolen our moniker,” Cole remembers.Since the 2016 election, the ACLU — which boasts some 300 lawyers — has quadrupled its membership from 400,000 to 1.6 million, and watched donations to the tune of over $80m fill its coffers.‘Freedom can’t protect itself’That war chest has allowed the group to expand its initiatives working for those sectors of society targeted by the Republican president’s policies: minorities, migrants, detainees and Muslims, among others.Officially, the ACLU supports causes including the right to abortion, religious liberties and equal rights regardless of gender, and opposes the death penalty and lengthy prison sentences.On other issues, its stances can be less predictable: the ACLU is opposed to campaign finance limits or establishing a national registry of firearms owners.The group also stood with veterans who wanted images of the Confederate flag — considered by many Americans a racist symbol — on the licence plates of their cars.The ACLU is based in Manhattan, with local branches nationwide but its legal headquarters are located on Washington’s major artery K Street, where lobbyists, think tanks and defence groups are concentrated.Founded in 1920 by a small group of activists opposed to the mass deportations of leftists and anarchist militants under US attorney general A. Mitchell Palmer, the ACLU’s national logo includes an image of Lady Liberty’s crown.“Because Freedom Can’t Protect Itself,” reads its motto.The organisation’s nearly century-long history is punctuated by key trials, victories and struggles fundamental to civil rights in the United States: the right to teach evolution theory (1925), the fight against Japanese-American internment camps (1942), the end of racial segregation in public schools (1954) and the right to have an abortion (1973).More recently, the ACLU has been battling for LGBTQ rights, to expose CIA torture, keep classrooms secular and against government surveillance enabled under former president George W. Bush following the attacks of September 11, 2001.And the group has courted criticism, too, for defending the right of neo-Nazis or the Ku Klux Klan group to demonstrate, or backing the refusal of Jehovah’s Witnesses to salute the American flag.—AFPPublished in Dawn, October 9th, 2017\n", "author": "Sebastien Blanc", "title": "The ACLU: fighting for US civil rights for nearly a century"}}
{"1362537": {"date": "October 09, 2017", "article": "THE prime minister on his recent visit to Lawrence College, Ghora Gali , donated Rs200 million out of the taxpayers’ money.This amount was donated to an elitist school, which caters only for the elites and is already rolling in money.The prime minister, who himself is a Gallian. If he wanted to show his generosity, he should’ve used his personal money and not that of the taxpayers. Did he think of those hundreds of schools, which have no shade over the students or have no toilet facilities.I’ve a number of Gallian friends,who are the finest examples of characters imbibed in them by ethics and values taught at that school. Unfortunately all its students failed acquire those values.Lt Col (r) Javaid IqbalKarachiPublished in Dawn, October 9th, 2017\n", "author": "From the Newspaper", "title": "PM’s visit to college"}}
{"1362527": {"date": "October 09, 2017", "article": "\n\nThe writer is a freelance columnist.\n\n\nTHE title of this piece is a bit misleading. There is no substantive debate on the subject of mainstreaming militants. This lack of substance is because actual decision-makers are mostly quiet. Parliament is silent on the matter out of ignorance or expediency. The government either appears to have little clue or is not in the mood to share. Only the military has vaguely alluded to it in a recent statement.Therefore, whatever discussion does take place is based on a series of assumptions. The first, now partially confirmed by the ISPR news conference, is that there is indeed a purposeful strategy to encourage particular militants or hard-line ideologues to contest elections. Meaning that what happened in the NA-120 by-poll was not an autonomous decision taken by a particular Islamist organisation and its leadership. Instead, it was the outcome of state officials exercising their influence over the said organisation and its leadership.The second assumption is that this is being done as purposeful strategy, ie it is a way to resolve a pressing problem. Finally, the third assumption, one held largely by the optimists, is that the problem being addressed is the issue of rising militancy, proliferation of non-state pockets of authority and deepening intolerance.\nAre these groups, who’ve long remained at the beck and call of the Pakistani state, tired of playing second fiddle?\nGiven these three assumptions, mainstreaming on the surface appears to be a potentially useful strategy. The logic of its utility goes something like this: when ideologically motivated actors seek to gain power through electoral contestation, they have to broaden their appeal. What we subsequently end up with is a dilution of sorts, where the less-palatable and polarising ideas are shelved, and a new ‘middle-ground’ is reached. A textbook case of this is leftists making peace with social democracy to win power in Western Europe. Another is Turkey’s old religious parties reconciling consumerism and market fundamentalism with personal spirituality, and (partially) giving up the quest to make the state more Islamic.Local proponents of mainstreaming violent or violence-propagating groups give a few examples to prove its utility. The Sinn Fein and the Provisional Irish Republican Army (IRA) are cited as a case of successful decommissioning. Others mentioned include the LTTE in Sri Lanka, the ETA in Spain, and the Moro Islamic Liberation Front in the Philippines. While on the surface these cases may seem persuasive, they fall short as suitable analogies. In all such instances, the target group was driven by territorial aims, rather than purely ideological ones. They sought either independence for a land mass, or greater autonomy in local government. What our local Islamists propagate, on the other hand, is the takeover of an existing state and the ideological transformation of its legal and political system, somewhat similar to leftist groups from the 20th century.Pakistan’s proposed case appears to be unique in another major way. In contrast to many examples across history, the particular groups purportedly being mainstreamed are not currently opposed to the Pakistani state. Jamaatud Dawa and other Hafiz Saeed affiliates are considered patriotic organisations by many, including dim-witted local celebrities. They frequently carry out rallies in favour of the biggest symbol of the Pakistani state, its military. They see themselves as defenders of aspects of the status quo, and as proponents of the military’s national security framework. While their ideological agenda has no doubt created regressive social tendencies and recruits for anti-state militant groups, their leadership has not yet openly asked for people to pick up arms against the Pakistani state.  The fact that such organisations exist, collect charity, run schools, hospitals and madressahs shows that they are already fairly mainstream. What purpose then is encouraging them to contest elections going to achieve? Are we at some tipping-point, with full-on anti-state jihad just around the corner? Are these groups, who’ve long remained at the beck and call of the Pakistani state, tired of playing second fiddle and want a shot at running the entire show? Akin to opting for a quick pressure release to prevent an explosion, is this a concession of sorts to keep relations between the state and particular Islamists cordial?If this is indeed the case, the assumption that this is being done for some long-term positive objective goes out the window. A prerequisite of mainstreaming is an agreement on certain inviolable principles, ideally negotiated from a position of strength. So far, we appear to be fixated on the most rudimentary one: elections as the only legitimate path to power. What about the end-goal of state power, such as protecting basic civil liberties, and the rights and status of minority groups? What about aspiring for a more peaceful engagement with the wider world? After decades of mobilisation by activist groups, we’re finally seeing some progress on pro-women legislation and a consensus within mainstream political parties on improving gender rights in the country. Under siege and held hostage by electorally weak Islamist parties already, what will happen to the middle ground in the conversation on tolerance and pluralism once even more regressive actors jump into the fray?The analysis here lends itself to some sinister conclusions. If this is a concessionary move to relieve short-term pressure or prevent a tipping point, then we’re in for more trouble than we imagined. It means that the threat of a full-on jihadi implosion has not only been deemed credible, it has forced the state towards an outcome that hasn’t been thought through. On the other hand, if there is no such existential threat, then a number of other theories come into play. The most popular of which is that this is the purposeful cultivation of a useful political stooge, partially as a riposte to the anti-Pakistan chauvinism of Hindu nationalists next door, and partially as a way to undercut a disliked mainstream party.The writer is a freelance columnist.umairjaved@lumsalumni.pkTwitter: @umairjavPublished in Dawn, October 9th, 2017\n", "author": "Umair Javed", "title": "The mainstreaming debate"}}
{"1362517": {"date": "Updated October 09, 2017", "article": "SAN JOSE: Kendall Waston scored in the fifth minute of second-half stoppage time, giving Costa Rica a 1-1 draw against visiting Honduras on Saturday and clinching the Ticos’ second straight World Cup berth and fifth overall. The dramatic late goal means Costa Rica, who reached the quarter-finals in 2014, join Mexico as the second representative from the North, Central American and Caribbean region (CONCACAF). The top three teams qualify automatically for Russia with the fourth-placed side going into a playoff with a team from the Asian confederation. A lethargic Costa Rica looked as if they were playing for a draw from the outset of a match held over from Friday due to torrential rain in the capital city. Honduras, however, took the lead after 66 minutes when Eddie Hernandez powered home a header from Romell Quioto’s cross from nine yards out. The home side were on the verge of missing out on the point they needed but grabbed the equaliser in the dying seconds when Watson rose in the center of the area to head in Bryan Ruiz’s cross and spark joyful celebrations at the National Stadium. In the remaining fixtures of the round, Honduras host Mexico on Tuesday, while Costa Rica go to Panama and the United States travel to bottom side Trinidad and Tobago. The United States have 12 points and are favourites to take the third automatic spot but Panama and Honduras, both on 10, are still in with a chance.Published in Dawn, October 9th, 2017\n", "author": "Agencies", "title": "Costa Rica clinch World Cup berth on Waston’s late goal"}}
{"1362507": {"date": "October 09, 2017", "article": "KARACHI: The people in Karachi received some respite from Saturday’s scorching heat as a little more sea breeze blew through the city on Sunday which pulled the mercury down by 2.3 degrees Celsius on the scale, said a weatherman. Responding to Dawn queries, he said that Thar desert towns of Chhore and Mithi, which were the hottest places in Sindh on Saturday, remained so on Sunday as well and experienced a slightly hotter weather than it was a day earlier and the mercury touch the mark of 42.5 degrees Celsius — half a degree Celsius more than Saturday’s 42 degrees.He said that these heatwave conditions were occurring owing to a weather system which had created a low pressure area over the Arabian Sea off the India coast, which in turn was creating a vacuum over the Pakistan coast and adjoining areas and it subsequently was pulling in the hot continental air affecting the weather of the province. Similar weather conditions are expected to continue for the next three to four days. He said the maximum temperature recorded in the city on Sunday was 38.2 degrees Celsius and the minimum was 25.2 degrees. Humidity — the amount of moisture in the atmosphere — in the city early on Sunday morning was 66 per cent (against 60pc of Saturday) and in the evening it was recorded as 37pc (against Saturday’s 21pc). He said that the weather in the metropolis on Monday was expected to remain hot and dry and the maximum temperature would remain between 38 and 40 degrees Celsius. He said that some other towns in the province that experienced high temperatures on Sunday included Mirpurkhas (41 degrees Celsius); Dadu (40.7 degrees); Hyderabad and Nawabshah(40.5); and Rohri and Jacobabad (40). Published in Dawn, October 9th, 2017\n", "author": "The Newspaper's Staff Reporter", "title": "Hot weather in Karachi relents"}}
{"1362497": {"date": "October 09, 2017", "article": "HYDERABAD: Awami Tehreek leader Rasool Bux Palijo has called for ridding society of tyrannical and barbaric anti-woman system which forces people to remain silent over atrocities against women. Mr Palijo said at a big rally organised by Sindhiani Tehreek here on Sunday against rising incidents of violence against women that society could not exist under such suffocating system. He urged all people who believed in humanity to give due respect to woman who had taken care of this world for centuries. A man who did not respect his mother, sister, daughter and wife was not a man at all, he said. AT president Ghulam Nabi Khoso said that society was based on tyranny and the question as to what kind of system was established after independence remained unanswered till this day. He said that it was a system which failed to serve justice to the wronged and the establishment had produced beasts to safeguard it. The creators of this system themselves had now become scared of it, he said. The laws framed by Generals Ayub and Zia existed on statute book even this day and no assembly could dare do away with them, he said. He said that today edicts were issued against poetry of Bhitai because the society had failed to act upon the principles laid down by Latif and Sachal in their poetry. Slavery and excesses always existed in anti-women society and Sindh must resist this ignorance, he said. Sindhiani Tehreek president Shamshad Leghari raised questions over the present democratic system in which women were murdered and subjugated. Thousa­nds of murder cases of women remained pending trials and girls were killed either in the name of honour or for vested interests, she said. She held rulers responsible for their utter failure to recover Fazila Sarki despite a lapse of 11 years and said that Sindh’s daughters were made to suffer all kinds of insults for a paltry sum of Rs2,000 being doled out to them in the name of Benazir Income Support Progra­mme. Women Action Forum activist Amar Sindhu said that women were killed in cold blood and then their cases were decided in tribal jirga. Mother of slain Tania Khaskheli said that her two remaining daughters wanted to get education but her family felt increasingly insecure after Tania’s murder, which had led to their displacement and occupation of livestock and house. Despite her entreaties, the chief minister did not listen to her during his recent visit, she said. Sindhi Adabi Sangat secretary general Ahmed Solangi, Hoorunnisa Palijo, Noor Banu Mallah and others also spoke at the rally.Published in Dawn, October 9th, 2017\n", "author": "The Newspaper's Staff Correspondent", "title": "AT women hold rally against ‘biased’ system"}}
{"1362487": {"date": "Updated Oct 13, 2017 08:03pm", "article": "\n\nWay to Khuzdar\n\n\nMoola Miles\n\n\nSpringing to the springs\n\n\nCanyoning – Into the rabbit hole\n\n\nBaloch hospitality\n\n\nAu Revoir but not goodbye\n\n\nWhen I was in secondary school, a Ferozesons Atlas for Pakistan was part of the curriculum. Apart from the sparse curriculum-driven usage, my copy had several areas circled with a pencil, places that I had visited, along with a companion list of places that I dreamt of going to one day. Living in Karachi and not travelling much, the markings were modest – Malir, Thatta and Hub were the first to be circled. Over the years, the wish list grew longer. The habit became part of who I was.An item that first appeared on the list a few years back was Chutok in Moola Teshil of District Khuzdar in Balochistan. I first came to know of Chutok through an article penned by my travel writing idol Salman Rashid, in the Urdu publication Jahan-e-Pakistan. The piece, titled Jadunagri Chutok (Magical Wonderland of Chutok), described the place as a nature’s waterpark of sorts, embedded deep in a narrow canyon. The prospect was tempting. I had already visited some areas of Balochistan, seen Khuzdar from atop Gorakh on the other side of the Khirthar Ridge in Sindh, and Makran Coastal Highway had become a favourite hangout spot, but for one reason or another Chutok remained out of reach. Last year while visiting Pakistan for Independence Day, I sought Salman Rashid’s help to visit the place but his local friend from the Zehri clan had moved abroad. This year, our plan to visit Astola for Independence Day was blown away by monsoon winds. As luck would have it, Fawad Khan, a banker and former colleague, has taken up offroading and is always on the lookout for a destination to explore. Our addiction to the outdoors lead the way and we were on the way to Khuzdar along with Jahanzaib Najam who is a professional photographer, a Bonsai practitioner, and an adventure enthusiast.\n\nPhotos by Adil Mulki and Fawad Khan.\n\n\nAs we fueled up along the Hub River Road, we observed PAF’s Mirages coming in to land at the Masroor Base. This is the base where Rashid Minhas took off from on his flight to immortality, on that fateful morning in August, 46 years ago. We crossed the bridge over the Hub River to Bab-e-Balochistan, the gateway into the province. We stopped near Bhawani Serai (a Chowkandi style graveyard) on the RCD (Regional Cooperation for Development) Highway for Friday prayers. Similarities in the stone carved graves from Bhawani Serai to Makli are a testament to the presence of an ancient culture that fared these routes.When we crossed Winder, the usual sandstorm-esque gusts greeted us on the way to Uthal. In its own rugged way, it felt as if Balochistan was welcoming us. Way to Khuzdar\nOur first break was between Uthal and Bela, where green fields and smoke rising from the hearth of a teashop, tempted us with the promise of doodh-patti prepared on a wood fire. I have never been able to appreciate the difference between a pizza baked in a wood-fired oven and that prepared in a gas oven, but tea and karhai are on a different level altogether when prepared on wood fire. In Sindh and Balochistan, smoke from burning keekar lends the humble ingredients an aroma that the finest Darjeeling tea and Wagyu beef cannot match. We savoured our tea in the cool breeze under huge keekar and babur trees. To our surprise, the crop in bloom in the fields behind the teashop turned out to be cotton. None of us previously knew that cotton was planted in this area of Balochistan. \n\nCotton fields at Bela.\n\n\n\nCotton at Bela.\n\n\nThe locals informed us that it was a recent development as it is more profitable than other crops and know-how of its growth is now reaching these parts as well. Although this sojourn was very relaxing and on another day could have been a destination in itself, Chutok beckoned us.Throughout our journey we encountered the usual cargo on trucks – huge boulders heading toward the Marble City near Hub, to be crafted into tiles and ornaments, and agricultural produce heading in both directions. There were containers being hauled. In the wider geo-political arena, commentators would have us believe that these are the beginnings of CPEC cargo and not continuation of NATO cargo –  if so or otherwise, I am unable to vouch. But I hope that whichever alliance the cargo belongs to, its economic and social benefits will trickle down to the locals.During a short break between Bela and Wadh, we bought and drank what we later concluded was counterfeit bottled pomegranate drink. We were left red-lipped, red-mouthed, and red-faced. \n\nBetween Bela and Wadh.\n\n\n\nBetween Bela and Wadh.\n\n\nWe decided not to take any further breaks till we reached Khuzdar. Dusk approached as we crossed into Wadh, and as it became dark we made a stop in the wilderness, surrounded by the mountains to marvel at the Milky Way before the lights of Khuzdar would fade it out. Khuzdar was refreshingly bigger and more developed than our expectations. The roads that we used were better than most Karachi roads, cleaner too, and a minor ocean of city lights gave the impression of a large, well-planned town. Moola Miles\nMuch to the discontent of our hosts at Khuzdar, we decided not to stay for the night, but immediately after dinner, head off to Moola Tehsil. There are two navigational options available if one were to reach Moola from Khuzdar city. The longer, but saner and safer route is through Karakh town of Khuzdar District on the under-construction M-8 Ratodero-Gawadar Motorway. M-8 promises to be a life-changing infrastructure project for many, similar to what the Makran Coastal Highway has done for the people in Ormara, Pasni and Gawadar. From Karakh, one has to take a hillside road to Moola, which, as it proceeds, morphs into a dirt track that criss-crosses the river bed. The other option is to take the comparatively shorter but completely unpaved 90 km-long dirt and rock track near the intersection of RCD and M-8. Our motley crew had the offroaders’ ego to live up to, so we opted for the latter much to our hosts’ concerns and suggestions to reconsider. Their mehmaan-dari called for letting them provide us a comfortable stay, a breakfast and then an early morning start to our onward journey. But once they saw how committed we were to take ‘the road less travelled’, a different aspect of their mehmaan-dari checked in, and they not only encouraged us to go ahead, but also arranged for a Levies personnel as a guide, and provided a travel time estimate of three to four hours. This time estimate further encouraged us to proceed.\n\nEnroute to Chutok Springs.\n\n\n\nPathway to Chutok.\n\n\nYears of wandering teaches one not to digest any time frames given by locals, especially hosts without a pinch of salt or two. But the same years also prove that no matter how many pinches of salt you take, excitement to reach your destination often intoxicates you into believing the time frames, and also that you can improve on that time!What was supposed to be 3-4 hours, turned out to be eight long hours of gruelling offroading on dirt, mud tracks, rocky patches, running streams, and finally meandering for miles along steep mountain sides. Throughout the night, we were convinced that it was our guide who had lost the way and was working on a trial and error methodology. Several times, one of us had to cross a stream in the dark to check how deep it was, before our faithful 1984 TLC (Toyota Land Cruiser) could make it through. I guess the rationale behind this time-tested method of crossing streams is that it is better to risk one soul with everyone else there to rescue them, instead of jeopardising the pack and no one left to rescue!The continuous night-time off-roading was a personal record for all of us as we reached Chutok at 6 am.Springing to the springs\nFawad, whom we had entrusted with the steering wheel and our lives throughout the night, opted to take some rest while Jahanzaib and I, who had occasionally caught some naps during the night, immediately got into gear for the two km hike westwards from Chutok Resthouse to the springs. The sun slowly rose behind us as we entered shaded canyons. The path often criss-crossed the stream coming from the springs. The surrounding landscape is mostly dry but its rugged beauty is spell-binding — something Balochistan is blessed with.\n\nFawad Khan - Gateway to Chutok.\n\n\n\nGateway to Chutok.\n\n\nDuring our hike it was disappointing to notice a couple of rocks where visitors had left some graffiti. As Chutok comes on the adventure visitor’s radar, it is important to preserve its natural beauty and originality. We are better off eating an apple or a banana purchased and brought along from Hub, rather than the prospect of enjoying a burger served by a franchise’s Chutok outlet that will ultimately ruin what one goes there for!I asked the guide Mian Khan why they do not stop the vandalism, to which he replied that on a holiday such as Eid or 14 August, there can be hundreds of people visiting the springs and it is just not possible to ensure that people don’t engage in such acts.Canyoning – Into the rabbit hole\nAt the mouth of the gorge we expected to swim across the huge pool of turquoise water that we had seen in some videos. When we reached the spot, I enquired from Mian Khan where the pool was. He replied that that it had been filled over with pebbles. When asked who did that, his response was “qudrat”, before explaining that torrential rains bring huge amounts of pebbles down the ravine that fill up the pool. He went on to claim that this was a periodic phenomenon and that another torrent will flush out pebbles from the approximately 30-feet-deep pool! Hard to believe, but I guess we’ll have to take Mian Khan’s word for that. Or maybe, we can revisit in hopes of being greeted by a flushed out pool.Any notion of a stroll-in-the-park kind of picnic that had survived up until now was quickly and surely put to rest as we entered the gorge. To begin with, the sides are steep and the stream is rolling down a gentle slope, but as one goes further, the gradient increases and little falls have to be climbed. \n\nFawad Khan - Pool at Chutok entrance filled up by pebbles.\n\n\n\nAll that's left of the Great Bath after qudrat filled it up with pebbles.\n\n\nThe gully narrows and the sides become virtually vertical, thus eliminating the option of bypassing the stream. The flow of water increases at the tighter spots and the sides drip from innumerable points. The walls are tens of feet deep and allow little direct sunlight to enter the crack; this, combined with lack of space and rocky ground, limit vegetation mostly to ferns and moss that have found a perfect abode here. This is an ideal setting for an introduction to the sport of canyoning, with a wide variety of obstructions and features squeezed into a neat power pack. During our session, the objective was to reach the point where the springs originate and return safely. On and on we prodded, waded, jumped, swam and climbed against the flow. There are several fantastic water features one comes across here —  puddles, pools, showers, waterfalls, springs and fountains gushing out of the rocky walls — and waterslides polished smooth by perhaps millennia of water erosion. Waterslides in general are great things to slide down on but climbing up against a powerful stream gushing down is another story! We took off our shoes before swimming across a large pool and climbing a small waterfall. When one crosses all the pools and falls, the stream in the middle weakens to a soothing flow of crystal clear water with a bed of pebbles on both sides – a Japanese rock garden created by ‘qudrat’. Here the roars of the torrent are only a distant whisper interspersed with a gentle drip. We discovered that walking with soaked bare feet in a Japanese garden can bring one back from a meditative state, especially if one is overweight – in short, it HURT! \n\nAt places the sides of the canyon broaden to let sunlight in.\n\n\n\nInitially bypassing the stream is an option, then the canyon narrows.\n\n\nThe tranquility of this space was disturbed a couple of times by what sounded like a few SMG bursts from a distance but the sound was too vague and distant for us to investigate. In any case, an investigation would require us to get out of the gorge first — we kept moving further in. Alas, when we reached what we thought was the point of origin, all that we could see ahead was dry pebbles. We continued further, only to discover that there was yet another “origin”, a tiny spring with water flowing out and sinking under a bed of dry pebbles. The water reappeared where there was a disturbance in the terrain. This happened a few times till we finally reached the true origin of the stream, after which the gully took a sharp turn and sealed off. It was only by this time that we realised that those 'bursts' were pebbles of various sizes hurtling down sporadically from the top edges of the ravine, gaining momentum during their long fall, and then hitting boulders at the bottom. Any unfortunate soul that gets hit by one of these would find them not much different from a bullet. Mian Khan enlightened us that grazing goats at the top sometimes cause these rocks to fall.Getting struck on the head by rocks falling from tens of feet (if not hundreds) was not exactly an enticing prospect, hence we were a bit nervy and quick on our return. In my haste I was about to splash in a shallow puddle when Jahanzaib grabbed my arm. He pointed towards a little snake that was lounging by its pool in privacy that I was about to invade. The tiny fellow remained unfazed by our presence — the feeling was not mutual. One snake meant the possibility of finding more, and worst, sharing the upcoming pools with a few. Luckily sanity prevailed and we were able to negotiate our return through some steep descents and sliding down slippery rock surfaces, without injury. It was the best canyoning experience one can hope for. A note for would-be canyoneers: The sport is most exhilarating and thoroughly enjoyable if you love nature, however, it has its own set of hazards such as flash floods, getting stuck in whirlpools, encounters with wildlife and being pinned down by a boulder, etc. Remember the movie 127 hours? It is based on the true story of Aron Ralston who was trapped by a boulder in Blue John Canyon in Utah and had to cut off his arm to get free! In any corner of the planet, the activity should be exercised with knowledgeable local guides and by exercising due caution.Baloch hospitality\nAs we headed back to the Moola valley, a constant game of light and shade was on display as clouds moved overhead. Up ahead we could see darker clouds with distant rumbling sounds indicating a downpour.At the village, our hosts had prepared for us a scrumptious meal that summed up Baloch hospitality. The art of slow cooking that Baloch cuisine is famous for is perhaps born out of necessity as food in most areas is still cooked on wood fires. Despite the presence of Sui where the legendary methane reserves were discovered, ‘Sui gas’ is yet to make its way to many households in the province.It was no surprise that the pièce de résistance was the lamb sajji, slow cooked in its own juices, covered with a salty crust, and equally importantly, sans the masala that we are accustomed to in the cities. Salt is applied to the meat to help dehydration and is often the only spice used. \n\nSajji and Kurnu.\n\n\n\nOpened up Kurnu at the centre.\n\n\nOther items on the spread were not to be outdone by the sajji. Namkeen rosh, fried green chillies, boiled rice and kurnu featured on the menu. Kurnu is a traditional Baloch bread, that takes hours to bake. Tough unleavened dough is applied to spherical river bed stones weighing approximately a couple of pounds. The stones are heated in a fire and covered with the dough, then left in fresh, warm ashes. The exterior heat of the ash bakes the dough from the outside while the inside is cooked by the heat emanating from the stone. The result is a thick, crusty bread, a bit hard on the outside like baguettes, but chewy on the inside, and hollow in the middle after the stone is removed.Au Revoir but not goodbye\nEager for our return now, we started our goodbyes only to be informed by the hosts that our departure would be delayed. The rumblings we had heard earlier had brought heavy rains further down the valley and a flash flood was passing through the river bed that would take an hour to recede to navigable levels. We spent this time exploring the nearby paddy fields and date orchards — another destination in their own right.\n\nMoola Valley date orchards.\n\n\n\nMoola Valley paddy fields.\n\n\nFinally the water level receded and we headed back, driving along steep cliffs overlooking the valley. We had entered from the other side along similar cliffs in the dark. Daylight emphasised our exploits from the night before. Like a dream, the adventure ended as we returned to Khuzdar, interacting on the way with the ever vigilant FC personnel guarding their posts, and young men from the village who had hitched a ride with us to the city. As the M-8 takes shape, CPEC traffic increases, and the magic of Chutok lures more visitors armed with SLRs and video drones, one hopes that the local population finds better economic opportunities from tourism and commerce, and better education and health facilities become available. \n\nMoola Valley.\n\n\nOne also hopes that the increasing footfall does not result in total destruction of the magic. Unfortunately, already a couple of plastic wrappers and some scribbling could be seen etched around Chutok. With dreamy memories of the Jadunagri, and a promise to return again when life permits, we made our exit from Balochistan. Upon my return, I picked up the phone to tell Salman Rashid that I visited Chutok and to tell him that his Urdu title for the piece was perfect. After the call, I picked up my time-worn atlas, circled Moola (Chutok is not mentioned on the atlas) and updated my list.\n\nHave you been on adventures that are off the beaten track? Tell us all about them at blog@dawn.com\n", "author": "Muhammad Adil Mulki", "title": "Answering the call of the wild: My adventure trip to Chutok in Balochistan"}}
{"1362467": {"date": "October 08, 2017", "article": "MY compliments to you and your staff which have brought this excellent work in the shape of Special Report on Oct 7. Indeed 1974 was the year that our journey to democracy got derailed and since then it never got onto its track.Zulfikar Ali Bhutto was an untiring man who brought about tremendous changes in the form of our thinking. He awakened the oppressed people and reminded them of their role in the ‘take-off’ position in which Pakistan was at that time. He could have carried things to new heights, but he also made many blunders.Democracy got derailed and other actors carried them to newer heights in money-laundering, looting the country’s wealth and massive corruption and the absence of accountability. Zia stepped in from nowhere and fathered Sharifs and the whole lot of half-cooked politicians. Pakistan went from bad to worse and there is no stopping. Today Pakistan is a hated country in the world with nincompoops ruling it and widening the damage thus caused. ZAB was smart, educated and belonged to a good family with a sound background. He was a hard working, quick and a statesman. Although I am not his ardent supporter I also like him for what he did in the form of the Islamic Summit in Lahore, his contact with the masses and quick action when he was supposed to act. He attended the National Assembly and the Senate regularly. His foreign relations were on top of the world and he was truly cut out to be the head of the state or government. Why did he have to rush through with things?A.H. Mirza\nLahorePublished in Dawn, October 8th, 2017\n", "author": "From the Newspaper", "title": "‘Democracy in disarray’"}}
{"1362457": {"date": "October 08, 2017", "article": "\n\nThe writer is a security analyst.\n\n\nTHE federal interior minister’s ire against the Punjab Rangers is not related to the enemy’s narrative, as suggested by DG ISPR Maj Gen Asif Ghafoor in his recent presser in which he justified the deployment of Rangers personnel outside a court hearing a corruption reference against former prime minister Nawaz Sharif.Mr Ahsan Iqbal had lashed out at the Rangers for barring ministers, his party’s leaders, and lawyers from entering the accountability court. Punjab Law Minister Rana Sanaullah claimed that it was not the first time the paramilitary forces had overstepped their mandate. The incident gave the impression that security and law-enforcement institutions in the country are working at cross purposes, and that questions about control and command linger.The episode exposed the deeper structural issues of law enforcement in the country. Civilian law-enforcement agencies have become so weak that they cannot even clarify their position in such instances. On the other hand, paramilitary forces have been encroaching on civilian law-and-order affairs and strengthening their institutional and moral authority.Both the civilian and security establishments need to review the situation in a context broader than the institutional, egotistical one. It is obvious that the unprecedented terrorism challenge has forced the state to take exceptional operational, legislative and administrative measures. In the process, parallel to the security forces, the government also engaged paramilitary forces to combat the threat. The China-Pakistan Economic Corridor further forced the government to take exceptional security measures. This process not only exposed the old fault lines but also threw up new challenges, including those linked to coordination and authority.\nParamilitary forces have been used in tackling conventional criminal and terrorist threats.\nThe government is spending huge resources on improving internal security and most federal and provincial security allocations are for parallel and purpose-built security forces. The federal government allocated Rs91.8 billion in the last budget towards the maintenance of law and order in the country. Besides, an amount of Rs15.6bn was allocated for CPEC security and another security layer that was being created in the country recently.Each province has parallel security forces to combat similar threats. Punjab has the Elite Police force, which was created in 1997 to tackle counterterrorism and violent crime, but the province raised another dedicated counterterrorism force in 2014. Experts and police officials favour the restructuring and expansion of the elite force which has shown its worth in the past. However, the force has largely been appropriated by VVIPs for their own security and protocol — and especially as a display of their office and the power they wield. These VVIPs include provincial cabinet members, judicial officers and foreigners residing in the province.The other provinces have similar forces. Sindh had its own elite special force, the Special Security Unit, before the quick-response force. Highly trained SSU personnel look after the security of VVIPs, like the elite police in Punjab. Khyber Pakhtunkhwa and Balochistan set up their special counterterrorism forces in 2015-16. There are several other dedicated operational forces functioning in the country such as the Special Investigations Group that was created by the Federal Investigation Agency to investigate cases of terrorism, bank fraud, and forgery, and to trace informal money transactions. However, this federal counterterrorism force suffers negligence and financial crisis in the capital territory.Another security area in which provincial governments are investing consists of ‘safe city projects’. However, these projects have not reduced the burden of the physical security infrastructure in Islamabad and Lahore; they have been completed but have yet to provide sufficient relief to the common man. The Punjab government allocated an additional Rs45bn for such projects in 2017.Apart from the police and their specialised operational units, paramilitary forces were constantly being used to deal with conventional criminal and terrorist threats in parts of the country. In some cases, the security establishment pushed the civilian government to subscribe to the services of paramilitary forces, as in the case of Punjab, which reluctantly accepted the Punjab Rangers’ assistance in its anti-terrorism campaign.The operational assistance of paramilitary forces in large-scale anti-terrorism operations has been significant and has usually come with very narrow terms of references. However, in most cases, paramilitary forces have gradually expanded their role to include normal policing. Paramilitary assistance has not only put a financial burden on the provincial governments but has also weakened the law-enforcement infrastructure of the provinces.In Karachi, for example, it has become difficult to conceive of normal policing in the city, at least in the near future. Coordination among civilian security forces was already an issue but the ‘Rangerisation’ of security has further complicated the situation. Big institutions have big egos and they expect a bigger and leading role in managing affairs. Conventional law enforcement becomes passively dysfunctional and administration becomes habitual when these superior bodies are invited to handle critical situations so that the government does not have to take responsibility.The civilian law-enforcement department, which is operating with comparatively little freedom, like the civilian intelligence agency and provincial counterterrorism departments, has performed well in the anti-terrorism campaign and against violent crime. This indicates that if the state focuses more on restructuring, strengthening and investing in civilian institutions, the latter can perform better. If the government continues with its approach of developing parallel institutions and engaging paramilitary forces for long-term normal policing, it will cost more and create misunderstandings amongst institutions.It is not certain if the interior minister has any plans of reviewing the past practice of engaging paramilitary forces in urban counterterrorism and anti-crime campaigns, and assessing the progress of the paramilitary forces. He may not have time on his side as the general elections are approaching. But the new government will have to look into the matter and work towards empowering civilian security institutions, and sending paramilitary forces back to perform their normal tasks.The writer is a security analyst.Published in Dawn, October 8th, 2017\n", "author": "Muhammad Amir Rana", "title": "Constitutional authority"}}
{"1362447": {"date": "Updated October 08, 2017", "article": "LAHORE: The Pakistan International Airlines (PIA) is seriously mulling suspending its flight operation for the United States from January next year, primarily because of ‘low traffic’. The airline has stopped booking for its twice-a-week flights for New York from November onwards. However, it will continue to operate its two weekly flights — Lahore-New York and Karachi-Lahore-New York — till Dec 31.“The PIA is considering closing its flight operation for the US till the financial health of the organisation improves,” a senior official privy to the development told Dawn on Saturday. “The national flag carrier is already facing acute financial crunch, therefore, it cannot operate on routes which are running in losses,” the official said, adding that the PIA’s accumulative loss was over Rs300 billion.When contacted, PIA spokesman Mashood Tajwar said that the decision whether to continue the flight operation for New York after December would be taken in the coming weeks.\nSince 1961, the national flag carrier has never stopped flights for New York\n“The PIA’s two flights in a week for New York will continue to operate till Dec 31. A decision whether to continue this operation after Dec 31 will be taken by the management in coming weeks.”Mr Tajwar admitted that the US flight operation was not economically viable.Nearly 500,000 Pakistanis live in the US and PIA has never stopped its flight operation for that country since it launched the operation there in 1961.“The PIA may also close its New York office by the end of December and may go for code-sharing with some foreign airline regarding its passengers for the US,” sources said.The PIA spokesman, however, held out the assurance that no retrenchment would be done in case the management decided to suspend the US flight operation. “There will be transfers and postings according to the PIA’s needs,” he added.In the past years the PIA operated flights for Washington, Chicago and Houston. Of late, it has cut twice-a-week flight for Chicago and Houston because the routes were no more financially viable.Published in Dawn, October 8th, 2017\n", "author": "Zulqernain Tahir", "title": "PIA mulls suspending flight operation for US"}}
{"1362437": {"date": "October 08, 2017", "article": "LAHORE: In another incident in Lahore, a three-year-old boy died after falling into an open manhole in Misri Shah on Saturday.The death of three children in a couple of weeks in the city has exposed the provincial administration.Earlier, two children had drowned in manholes in Shahdara and Shafiqabad and the fresh incident exposed how the administration remained indifferent to the plight of the people in under-developed localities.According to the initial police inquiries, Muhammad Yusuf, the son of Ayaz Ahmed of Faiz Bagh, was playing in the street when he suddenly fell into the manhole.The family and the neighbours remained unaware of the incident. After some time, a local spotted his body and informed the family.A large number of people blocked the road and staged a demonstration against the government. Police managed to disperse the crowd and a case was registered. Wasa management suspended from service SDO Sheikh Azmat and Sub-engineer Mohammad Shahzad.Published in Dawn, October 8th, 2017\n", "author": "The Newspaper's Staff Reporter", "title": "Another minor drowns in manhole"}}
{"1362427": {"date": "October 08, 2017", "article": "Auditions for Alhamra Unplugged Season 2 will commence from Oct 10, music producer of the project, Abu Bakar, told Dawn. He said in the first phase, auditions will be conducted at Kinnaird College, the Lahore University of Management Sciences, Beaconhouse National University, University of Lahore, University of Central Punjab, National College of Arts and Fast University, and continue for a month. On Oct 27, auditions for the general public will be held at Alhamra, The Mall. Lahore Arts Council Executive Director retired Capt Atta Muhammad said this year approximately 20 singers and musicians will be shortlisted. Season 1 of Unplugged was a roaring success, he claimed, adding that hopefully the new season will also elicit the same response. Ajoka is set to organise a three-day theatre festival from Oct 10 to mark the 70th anniversary of the Partition of sub-continent. Titled ‘Revisiting Partition’, the event will feature three plays based on the theme at Alhamra. The festival will open on Tuesday with Kaun Hai Yeh Gustakh. Written by Ajoka’s Shahid Nadeem, the play focuses on Manto’s life struggle after migration to Pakistan in 1948. Enactments of his short stories Siyah Hashiye, Khol Do, Thanda Gosht and Toba Tek Singh depict the horrors of violence that accompanied the Partition. On the second day, Shahr-i-Afsos, based on legendary fiction writer Intezar Husain’s famous short story of the same name, will be performed. The play is an experimental production designed and directed by Madeeha Gauhar. It will depict the nightmarish world of three guilt-ridden scepters who have lived through the bloodied times of 1947 and 1971. The festival will conclude with Anhi Maai Da Sufna on Oct 12, a Shahid Nadeem play inspired by true stories of the generation dislocated and tormented by the Partition. The play will be directed by Kolkata-based theatre director Usha Ganguly. Nadeem said this festival will be Ajoka’s tribute to the resilience of the generation which retained the love for their motherland despite the forced mass migration across the border. While celebrating the 70th anniversary of independence, “we should also reflect on the hatred and violence unleashed upon innocent people on both sides of the border seven decades ago and which still impact our state policies and collective mindset”. The Walled City of Lahore Authority in collaboration with British Council, Unesco, the Higher Education Commission and French embassy will organise a two-day festival, titled ‘Heritage Now’. The festival aims to celebrate and reflect upon the cultural heritage of Pakistan. It will bring together professionals from Pakistan and various other countries to discuss pressing issues facing the museums and heritage sector here through conversation and performing arts. There will be panel discussions, academic paper presentation, exhibitions, crafts, activities for children, providing an opportunity for people of all ages and interests to interact with tangible and intangible heritage.Published in Dawn, October 8th, 2017\n", "author": "Shoaib Ahmed", "title": "Culture Circle: Auditions for Alhamra Unplugged from 10th"}}
{"1362417": {"date": "Updated October 08, 2017", "article": "WASHINGTON: US President Donald Trump’s administration annulled on Friday an Obamacare provision that obliged employer hea­­lth plans to pay for contraception, potentially stripping free birth control from millions of women.The move extends to all commercial enterprises an exemption alr­eady given to religious institutions.Rights groups, physicians, Dem­o­­­crats and ordinary citizens were outraged, and #HandsOffMyBC was a top trending hashtag on Twi­t­ter while the American Civil Libe­rties Union threatened a lawsuit. But the White House insisted it was a matter of religious freedom.The ruling expands “exemptions to protect moral convictions for certain entities and individuals whose health plans are subject to a mandate of contraceptive coverage” under Obamacare, a note published by the US Department of Health and Human Services said.Millions of American women who had the cost of contraception reimbursed could be affected by the decision, which conservative groups had been seeking since Obamacare began.Challenges to Obamacare had reached the US Supreme Court, which in 2014 ruled that family-owned private companies could choose not to provide contraceptive coverage to female employees on religious grounds.In May, Trump signed a decree on religious liberty ordering his administration to take into account objections of conscience on matters of contraception.Obamacare is the common name for the Affordable Care Act, health reforms that took effect under former president Barack Obama in 2010. It allowed millions of people to get health insurance.It was not immediately clear how many women would be affected by the new ruling. The Trump administration, basing estimates off the number of employers who had previously filed lawsuits over the Obamacare requirement to fully cover the costs of birth control, said it would only be about 120,000 women. A 2016 government study said Obamacare had guaranteed that 55.6 million women with private insurance had access to free birth control.The American Civil Liberties Union said it was “suing the Trump administration to block new rules allowing employers to deny insurance coverage for birth control.” Planned Parenthood said the new rule “puts our birth control coverage at risk.”The non-profit health organisation, targeted for cuts by Trump’s administration because it provides abortion services, said on Twitter that the decision on contraception coverage “shows the Trump admin’s disdain for women’s health & lives.” Bernie Sanders, who sought the Democratic nomination for president in last November’s election, called the new rule sexist.“It’s the latest display of Republicans’ total disdain for women’s ability to control their own lives,” he said.Published in Dawn, October 8th, 2017\n", "author": "AFP", "title": "Trump rolls back Obamacare provision for free birth control"}}
{"1362407": {"date": "October 08, 2017", "article": "LONDON: One man was detained after a number of pedestrians were injured in a collision with a car near the city’s Natural History Museum on Saturday, and London police said they were trying to determine the circumstances. British media reported a car had mounted the sidewalk outside the tourist attraction, one of several large museums in that area of South Kensington, west London, and police said a man had been detained at the scene. “A vehicle has collided with pedestrians near the Natural History Museum entrance at Exhibition Road,” the museum, one of the most popular visitor attractions in the country, said in a statement. “We are working with emergency services to assess the incident and we are doing all we can.” Police described the incident as a collision. Unverified footage from the scene showed a man being pinned to the ground by four people. \nPolice say inquiries to establish the circumstances of the incident under way\n“Inquiries to establish the circumstances and motive are under way,” police said. A spokeswoman for the London force said counterterrorism officers were assessing the incident but had not yet reached a conclusion as to the circumstances. Earlier a spokesman said it was not being treated as a terrorism-related incident at this stage. Prime Minister Theresa May was being updated, a spokesman said, adding it was usual practice in such circumstances. London Mayor Sadiq Khan said he was in close contact with the police’s most senior counterterrorism officer. A Reuters witness said there were large numbers of police, including armed officers, and paramedics at the scene although the atmosphere appeared calm. A BBC reporter at the scene said she could see a car diagonally across the road surrounded by a crowd of people with one or two on the ground. She said she was told by police injuries sustained were minor. A spokesman for the museum told Reuters that no one was being allowed into the building and people were being let out through a different exit. Britain is on its second highest security alert level, meaning an attack by militants is considered highly likely. There have been five attacks described by authorities as terrorism this year, three involving vehicles. In March, a man drove a car into pedestrians on London’s Westminster Bridge killing four before stabbing a police officer to death in the grounds of parliament. Three Muslim militants drove into people on London Bridge in June before stabbing people at nearby restaurants and bars, killing eight. The same month, a van was driven into worshippers near a mosque in north London which left one man dead.Published in Dawn, October 8th, 2017\n", "author": "Reuters", "title": "Man held after several hurt in car collision near London museum"}}
{"1362397": {"date": "October 08, 2017", "article": "PESHAWAR: A local court on Saturday remanded eight alleged members of a recently busted illegal transplant racket to the custody of the Federal Investigation Agency for two more days.Judicial magistrate Aftab Jawed directed the FIA officials to produce suspects in his court again on Oct 9.The court extended the remand after the FIA’s investigating team claimed it wanted to further interrogate suspects to trace ‘some very influential’ people involved in the illegal transplant business.\nArrested medic’s father demands judicial inquiry into matter\nAzhar Yousaf and Saeed Khan, lawyers for the suspects, opposed the grant of further custody of their clients to the FIA.They said the alleged FIA raid on Nowshera’s transplant facility took place on Sept 26 and their clients had been in the custody of the FIA since then.The lawyers said the FIA wanted to harass and humiliate suspects to pressure them to confess to the illegal kidney transplant.FIA assistant director (legal) Tanveer Hussain Langrial and FIA Multan SHO produced the suspects in the court seeking their further remand, saying they were tasked with looking into the case on Oct 3 leaving them with just three days to do the task.They said the activities of suspects were spread in Mansehra and parts of Azad Jammu and Kashmir and Punjab.The two also requested the court to examine the records of the case saying some sensitive information was available in them.The suspects included Dr Abdul Aziz, who was allegedly operating on kidney donor Mohammad Babar and kidney recipient Samiullah during the FIA raid on the privately-owned Dua Surgical Hospital, Pabbi town, Nowshera on Sept 26.The seven other suspects are medical technicians Naveed Ahmad, Mohammad Farooq and Bilal Yamin, nursing helper Mohammad Kamran, driver Shahid Iqbal and two others, including Abdur Rehman and Asmatullah.The suspects are charged under sections 10 and 11 of the Transplantation of Human Organs and Tissues Act, 2010, and Section 109 of the Pakistan Penal Code.According to the FIA, the illegal hospital, where the raid was conduct, belonged to drug inspector Mohammad Tayyab, Dr Saifullah Afridi and ring leader of the group Zafar, who belongs to Punjab and is allegedly involved in illegal transplants in different parts of the country.The alleged kidney donor, Mohammad Babar, a resident of Nankana Sahib in Punjab, told the FIA team that he had sold his kidney for Rs150,000, while kidney recipient Samiullah, who is an Afghan national, said he had purchased the same for Rs1.6 million.Meanwhile, Dr Abdul Aziz Dawar’s father Hafiz Mohammad Usman said his son was only a trainee medical officer at the Hayatabad Institute of Kidney Diseases and was not highly qualified surgeon capable of kidney transplant.He requested the Peshawar High Court’s chief justice to order a judicial inquiry into the matter saying influential elements had not been apprehended and instead ordinary workers at the hospital were made scapegoat.He added that the FIA team should record statement of qualified surgeons on the subject to ascertain the expertise of his son and other suspects.Published in Dawn, October 8th, 2017\n", "author": "Bureau Report", "title": "Remand of suspects in illegal kidney transplant case extended"}}
{"1362387": {"date": "October 08, 2017", "article": "ISLAMABAD: Employees of the Pakistan Institute of Medical Sciences (Pims) on Saturday decided they will only strike for three hours a day due to the problems thousands of patients had to face during this week and so that patients who come from far flung areas can get treatment.From Monday onwards, the strike will be held from 8am to 11am and employees are considering holding the protest at D-Chowk.Pims employees have been demanding that the hospital be separated from the Shaheed Zulfiqar Ali Bhutto University since Monday. \nDecision to change the strike plan has been taken due to problems being faced by patients, says Dr Asfandyar Khan\nFor six days, the outpatient departments and laboratories have been closed, 200 operations a day have been postponed and some 10,000 patients a day are facing problems due to the strike.Accompanied by the Minister Capital Administration and Development Division Dr Tariq Fazal Chaudhry on Friday, the employees met with Law Minister Zahid Hamid who assured them a summary will be sent to Prime Minister Shahid Khaqan Abbasi in order to seek approval for tabling a bill in parliament for separating the hospital from the university.Spokesperson for the Pims Employees Association, Dr Asfandyar Khan told Dawn the decision to change the strike plan was taken due to problems being faced by patients and as a good gesture because the government has shown an interest in addressing the issue.“We expect the government to pass the bill in the current parliamentary session. We request the premier to intervene and address the issue for good,” he said.Dr Khan said if the protestors are not allowed in D-Chowk, they will protest at the National Press Club and that some of the employees will stay back at the hospital to perform duties.He added that Pims Vice Chancellor Dr Javed Akram had called a meeting of faculty members at 11am on Monday. However, Prof Haider Sherazi and other faculty members had participated in the protest on Saturday and announced they will not be attending the meeting.Employees have locked the VC secretariat for the last many days and are saying he is the reason the hospital and university have not been separated. Dr Akram has strongly opposed the strike and said the University Syndicate had in Oct 2016 passed a resolution for the separation of the hospital and university and that he has nothing to do with the matter.Published in Dawn, October 8th, 2017\n", "author": "Ikram Junaidi", "title": "Pims employees to strike for three hours everyday"}}
{"1362377": {"date": "Updated October 08, 2017", "article": "KARACHI: The influx of cheap imports from China has left an adverse impact on the local industry as small and medium-sized enterprises (SMEs) are losing ground to products from Asia’s largest economy, according to a recent report published on the website of the State Bank of Pakistan (SBP). Written by two SBP officials, the report titled “Dynamics of Pakistan’s Trade Balance with China” says the bilateral trade balance remains skewed towards China. Pakistan’s volume of bilateral trade expanded and reached $13.8 billion in 2015-16, up from $2.2bn in 2004-05. However, Pakistan’s exports to China increased from $0.4bn in 2004-05 to $1.7bn in 2015-16. “Imports from China grew exponentially – increased from $1.8bn in 2004-05 to $13.9bn in July-May 2016-17,” said the report. As per the Tariff Reduction Modality of China, some of the Pakistani products having relatively greater export potential were facing high tariff rates and receiving no concession on China’s offer list, said the report. For instance, Pakistani dried fruits had a tariff rate of around 25 per cent, semi-milled or wholly milled rice/broken rice 65pc, footwear with wood base/metal toe-cap 24pc and men’s garments of cotton 16pc, it said. \nExports to Beijing are heavily concentrated in cotton, rice \nIn contrast, items in which Pakistan lacks competitive advantage, such as telephone sets, digital cameras, electrical machines and toys, were included in the tariff elimination list of China. The report said Pakistan’s margin of preference eroded due to China’s free trade agreements (FTAs) with other countries, especially with members of the Association of Southeast Asian Nations. It suggested that Pakistan should seek the same level of tariff concessions on its exports to China as enjoyed by its competitors from East Asian countries. “This may provide our exports an equal opportunity to compete with the competitors’ products in Chinese markets,” said the report. Due to cheap imports from China, local manufacturing of ceramics, electric machinery and equipment, chipboard, plywood, bicycles and a number of other small-scale industries have been affected. “Although adequate data is not available in support of the argument, the influx of imported consumer goods and non-availability of their local substitutes present enough evidence that local SMEs are losing ground in the domestic market,” it said. The report said Pakistan’s potential export areas remain limited because China outpaced it in almost all of its major producing sectors. China now occupies the largest share in Pakistan’s total imports (29pc) and is followed by the United Arab Emirates (13pc). These imports mainly include electrical equipment, high-tech machinery, nuclear reactors, iron and steel, organic chemicals and manmade filaments. In fact, more than half of Pakistan’s imports of electrical equipment and machinery are from China. After the FTA in 2007, the top import from China – electrical, electronic equipment – increased by 68pc of all imports of that product from the rest of the world. Pakistan’s exports to China are heavily concentrated in cotton and rice, accounting for 75pc of the country’s total exports to the neighbouring country, said the report. Cotton exports to China increased from $358 million in 2006 to $968m in 2016.Published in Dawn, October 8th, 2017\n", "author": "Shahid Iqbal", "title": "SMEs losing ground to imports from China"}}
{"1362367": {"date": "Updated October 08, 2017", "article": "KARACHI: Strong de­­mand for quality cotton kept prices firm on Saturday. Interestingly, higher arri­val of phutti (seed cotton) did not dent cotton prices. Due to peak season for the textile industry, there was rush of buyers who were keen to replenish their cotton inventories. It was encouraging that the flow of quality cotton also remained high. Phutti arrival is at its peak since picking in almost all cotton growing districts of Punjab is in full swing. However, phutti arrival from lower Sindh, where cotton sowing took place earlier, is nearing an end and a number of ginning factories have also closed down. Despite a glut, the prices of phutti remained on the higher side — indicating that off-take of cotton was equally high. According to estimates, world cotton production would be much higher than last year. On Saturday, world leading cotton markets closed firm, with New York cotton recovering its recent losses. The Indian cotton market also stood steady. The Chinese market remained closed. The following major deals were reported to have transpired on ready counter: 800 bales, Shahdadpur, at Rs5,500 to Rs5,800; 800 bales, Shahpur Chakar, at Rs5,975 to Rs6,000; 1,400 bales, Nawabshah, at Rs5,975 to Rs6,000; 1,600 bales, Sakrand, at Rs6,050 to Rs6,075; 2,000 bales, Khairpur, at Rs6,100 to Rs6,150; 1,600 bales, Saleh Pat, at Rs6,150 to Rs6,200; 1,000 bales, Rohri, at Rs6,150 to Rs6,200; 1,000 bales, Mian Channu, at Rs6,200; 1,000 bales, Mianwali, at Rs6,100 to Rs6,200; 1,200 bales, Khanewal, at Rs6,150; 800 bales, Bahawalnagar, at Rs6,125 to Rs6,140; 600 bales, Faqirwali, at Rs6,100; and 800 bales, Burewala, at Rs6,150.Published in Dawn, October 8th, 2017\n", "author": "The Newspaper's Staff Reporter", "title": "Strong demand for cotton keeps prices firm"}}
{"1362357": {"date": "Updated October 08, 2017", "article": "\n\nScoreboard\n\n\nSOUTH AFRICA (1st Innings, overnight 428-3):\n\n\nBANGLADESH (1st Innings):\n\n\nBLOEMFONTEIN: South Africa’s fast bowlers ripped into Bangladesh’s top-order batting as the home side continued their dominance on the second day of the second and final Test at Mangaung Oval on Saturday.Bangladesh were 61 for four at tea in reply to South Africa’s 573 for four declared.Kagiso Rabada made the first breakthrough, new ball partner Duanne Olivier took two wickets and Wayne Parnell struck with his second ball when he replaced Rabada.Hashim Amla and captain Faf du Plessis completed centuries before South Africa declared.Amla (132) and du Plessis (135 not out) became the third and fourth centurions of the innings. They joined Dean Elgar and Aiden Markram, who made centuries on the first day.Amla’s 28th Test hundred took him past former captain Graeme Smith on South Africa’s all-time century-makers list, behind only Jacques Kallis, who made 45.The only previous occasion on which South Africa scored four centuries in an innings was against the West Indies in a high-scoring draw in St John’s in 2004-05.Du Plessis hit his seventh Test century — his first in 19 innings going back to a day-night Test against Australia in Adelaide in November 2016.Both batsmen looked comfortable after rain delayed the start of play by 90 minutes. They reached their centuries off 113 and 147 balls respectively.Their fourth wicket partnership was worth 247.Scoreboard\nSOUTH AFRICA (1st Innings, overnight 428-3):\nD. Elgar c Mustafizur b Subashis    113 A.K. Markram b Rubel    143 H.M. Amla b Subashis    132 T. Bavuma c Liton b Subashis    7 F. du Plessis not out   135 Q. de Kock not out  28 EXTRAS (B-4, LB-2, W-8, NB-1)   15 TOTAL (for four wkts decl, 120 overs)   573 FALL OF WKTS: 1-243, 2-276, 3-288, 4-535.DID NOT BAT: A.L. Phehlukwayo, W.D. Parnell, K.A. Maharaj, K. Rabada, D. Olivier.Bowling: Mustafizur Rahman 25-3-113-0 (1nb, 2w); Subashis Roy 29-3-118-3 (1w); Rubel Hossain 22-1-113-1 (1w); Soumya Sarkar 5-0-21-0; Taijul Islam 27-0-145-0; Mahmudullah 9-2-35-0; Mominul Haque 1-0-6-0; Sabbir Rahman 2-0-16-0.BANGLADESH (1st Innings):\nImrul Kayes not out 26 Soumya Sarkar b Rabada  9 Mominul Haque c de Kock b Olivier   4 Mushfiqur Rahim c Bavuma b Olivier  7 Mahmudullah c de Kock b Parnell 4 Liton Das not out   10 EXTRAS (LB-1)   1 TOTAL (for four wkts, 17 overs) 61 FALL OF WKTS: 1-13, 2-26, 3-36, 4-49.TO BAT: Sabbir Rahman, Taijul Islam, Rubel Hossain, Mustafizur Rahman, Subashis Roy. BOWLING (to-date): Rabada 7-2-15-1; Olivier 7-1-29-2; Parnell 2-0-15-1.Published in Dawn, October 8th, 2017\n", "author": "AFP", "title": "Bangladesh in tatters after Amla, du Plessis hit centuries"}}
{"1362347": {"date": "October 08, 2017", "article": "KARACHI: The ongoing international Nishan-i-Haider 9ners hockey tournament reached the knockout quarter-finals stage at the Abdul Sattar Edhi Hockey Stadium on Saturday.At the time of filing this report, six of the eight teams were decided. They will be joined by two teams from pool A on completion of day’s third match.L/N M. Mahfooz 9ners and Maj. Rana Shabbir Sharif 9ners notched up convincing victories over their rivals on Saturday. Both the outfits earned four points apiece by winning penalty shootouts and respective match.Mahmood 9ners carved out 4-2 victory over Capt. Sher Khan 9ners in the shootout. Bilal Qadir, Shah Faisal, Zeeshan Bokhari and Mohsin Sabir cashed their chances while Mohibullah and Nabeel Hussain could only score one goal apiece for the losers.Fresh from their triumph, Mahfooz 9ners scored a solitary goal win over their rivals, thanks to a first half field goal by Bilal Qadir, that helped their team earn three valuable points.In the next fixture, Rana Shabbir Sharif 9ners outplayed Mohammad Hussain Janjua 9ners 8-3, 4-1 in the shootout and 4-2 in regulation time.Nohaiz Malik, Rana Sohail, Amir Ali and Faizan scored one goal each for the winners as only Mohammad Asif could score for the losers in shootout.Shabbir Sharif 9ners again scored four goals to maintain their ascendency. Rana Sohail, Nohaiz Malik, Mohammad Naved and Junaid Kamal struck one goal each in the regulation time.A late strike by their opponents enabled them to reduce the deficit as they scored two goals in a span of as many minutes in the dying moments.M. Asif scored in the 38th minute while Zain Ijaz found the net in the dying moments of the match.The six outfits who were through to the last eight include Maj. Rana Shabbir Sharif 9ners and Rashid Minhas 9ners (pool B), Maj M. Akram 9ners and L/N M. Mahfooz 9ners (pool C), Hav Lalak Jan 9ners and Naik Saif Ali Janjua 9ners (pool D).Published in Dawn, October 8th, 2017\n", "author": "Anwar Zuberi", "title": "Quarter-finals  line-up drawn in Nishan-e-Haider hockey"}}
{"1362337": {"date": "October 08, 2017", "article": "KARACHI: A weather system in the Arabian Sea started to show its effects on the weather in the metropolis by cutting the sea breeze to the city on Saturday. Karachiites sweated through the hot day as the mercury touched the mark of 40.5 degrees Celsius, said an official of the Meteorological Department, adding that similar conditions might prevail on Sunday.  Responding to Dawn’s queries, the weatherman said that Chhor and Mithi in the southeast of the province, Nawabshah and Dadu in the central/upper areas of the province were the hottest places in the country on Saturday where the mercury touched the mark of 42 degrees Celsius.  He said that owing to the weather system in the Arabian Sea low pressure had developed there which was not only curtailing the sea breeze entering the coastal areas, including Karachi, but was also sucking in air from the coast to the sea, creating a vacuum, and resulting into pulling of the hot continental winds to the coastal areas during daytime. The situation, however, would change during the evening and night when the sea breeze would re-enter the coast, including the provincial capital, turning the evening weather pleasant.   He said that the minimum temperature in the city on Saturday was 25.5 degrees Celsius and humidity — the amount of moisture in the atmosphere — during early morning was 60 per cent and later on, as the sea breeze was curtailed, humidity went down to 21pc.Published in Dawn, October 8th, 2017\n", "author": "Bhagwandas", "title": "Hot day forecast"}}
{"1362327": {"date": "October 08, 2017", "article": "HYDERABAD: The Sindh Environmental Protection Agency (Sepa) imposed a fine of Rs100,000 each on two industrial units in Kotri SITE area due to violations of environmental laws and issued a notice to Hyderabad Municipal Corporation (HMC) to stop unauthorised dumping of solid waste and its burning within the city.Speaking to Dawn on Saturday, Sepa Hyderabad regional head and deputy director Muneer Ahmed Abbasi said that after issuance of the notices to two industrial units and personal hearing of their representatives, Sepa had to impose the fine because of their serious violations of the Sindh Environmental Protection Act (Sepa) 2014, rules and regulations. He said that Gul Paper Mill and Fibertex Mill located at Kotri SITE area were fined total Rs200,000 for want of functional treatment plants, personal protective equipment and discharge of waste water ultimately into the KB Feeder through local drains. He said the units were asked to act upon instructions, submit undertaking and make their respective treatment plants functional within 15 days. He said that Sepa also issued a notice to the HMC on Friday to stop the unauthorised dumping of municipal solid waste and its burning within the city area and on bank of Phulelli Canal within its jurisdiction.He said that the HMC representative, Municipal Com