{"1362915": {"date": "Updated October 10, 2017", "article": "Pakistan Tehreek-i-Insaf (PTI) Chairman Imran Khan's lawyer on Tuesday argued before the Election Commission of Pakistan (ECP) that MNA Ayesha Gulalai had violated party laws and therefore, should be deseated.A five-member bench of the ECP, headed by the chief election commissioner (CEC), was conducting a hearing on a reference filed by National Assembly Speaker Ayaz Sadiq for deseating the former PTI member. The reference was filed after Imran declared Gulalai a defector and wrote to the NA speaker and the CEC, seeking commencement of the process for her disqualification.During the hearing, Advocate Sikander Mohmand stated before the ECP that Gulalai had gained membership to the NA not by contesting elections but after being nominated by Imran for a reserved seat. The lawyer added that Gulalai had violated party laws by abstaining from voting for PTI’s designated candidate in the elections for the office of prime minister, which were held after former prime minister Nawaz Sharif was disqualified by the Supreme Court.The lawyer told the bench that on July 29 ─ a day after Nawaz was ousted ─ a PTI session was held at Imran's Bani Gala residence where it was decided that the party would field Sheikh Rasheed as its candidate for the prime minister's office. Advocate Sikander said that Gulalai was present during the session. Stating that Imran had also notified all party members of the decision to support Rasheed, the lawyer presented before the ECP an affidavit signed by PTI's chief whip in the National Assembly Shireen Mazari attesting to the same. In a previous hearing of the case, Gulalai had said that she had not participated in the voting process for the prime minister in the National Assembly due to illness.Refuting Gulalai's statement, the lawyer presented before the ECP a record of television talk shows that the former PTI member had appeared on at the time of the NA session to speak about her decision to leave the PTI.On August 1, Gulalai had announced her exit from the party amid a flurry of scathing allegations against Imran Khan and other top party members.Gulalai made the announcement moments before the election of a new prime minister, citing \"ill-treatment\" of women in the party as the reason behind her decision. She had claimed that she had communicated her grievances to the party leadership but no action had been taken.Prior to her resignation Gulalai, who is a former PPP member, had been a staunch and vocal supporter of the PTI and Imran Khan, often featuring in prime time talkshows to defend party policies.\n", "author": "Muhammad Bilal", "title": "Gulalai violated PTI's laws, Imran's lawyer tells ECP"}}
{"1362905": {"date": "October 10, 2017", "article": "\n\nMeasures will be 'taken'\n\n\nMounting pressure\n\n\nBusiness worries\n\n\nSpain's separatism crisis faced a decisive moment on Tuesday with Catalonia's leader Carles Puigdemont to address regional lawmakers in a speech his supporters hope will be a unilateral declaration of independence.Whether the 54-year-old Catalan president will actually go ahead with it in defiance of the central government and national courts, play for time or simply back down is still a mystery.At stake is the future of a region of 7.5 million people, one of Spain's economic powerhouses whose independence drive has raised concern for stability in the European Union.Measures will be 'taken'\nPolitical leaders in Catalonia, Spain and Europe have urged Catalan separatists to back down and ease the country's biggest upheaval since it returned to democracy in the 1970s.But Puigdemont says an independence referendum that took place on October 1 despite a ban by Madrid justifies secession.About 90 percent of the 2.29m who cast ballots voted to split from Spain, as Catalans who reject independence largely boycotted an illegal poll that was severely repressed by police.Puigdemont hinted in a weekend interview that the region would go ahead with the declaration if Madrid continued to refuse dialogue.\"We have said yes to so many mediation options that have been proposed,\" he told Catalan broadcaster TV3.\"The days are going by and if the Spanish state does not give a positive response, we will do what we set out to do.\"Such a move \"will not go unanswered by the government\", Deputy Prime Minister Soraya Saenz de Santamaria retorted on Monday.\"If this gentleman unilaterally declares independence, measures will have to be taken,\" she told the COPE radio station.Prime Minister Mariano Rajoy at the weekend refused to rule out an unprecedented constitutional manoeuvre to impose direct rule on the semi-autonomous region ─ a move likely to heighten tensions still further.Mounting pressure\nCatalan separatists have come under intense pressure both at home and abroad to halt plans to break away from Spain.On Monday evening, Ada Colau, the popular mayor of Barcelona, warned a unilateral declaration of independence would put \"social cohesion\" at risk.The results of the referendum \"cannot be an endorsement to proclaim independence but they constitute the possibility of opening a dialogue and international mediation\", she said.In France, Nathalie Loiseau, minister for European affairs, said that \"if there were a declaration of independence it would be unilateral and it wouldn't be recognised\".Meanwhile German Chancellor Angela Merkel backed Spanish unity in a telephone call with Rajoy over the weekend.The pressure also came from the street itself.On Sunday, hundreds of thousands of Spanish flag-waving demonstrators packed central Barcelona to protest against the independence plan.Over in the other camp, the ANC, an influential Catalan pro-independence association, called on supporters to come watch Tuesday's parliamentary session live on screens in front of the regional parliament in Barcelona.Business worries\nThe crisis has caused uncertainty in business circles.Following the lead of the region's two major banks, CaixaBank and Sabadell, a string of companies have moved their legal headquarters ─ but not their employees ─ from Catalonia to other parts of Spain.On Monday, highway operator Abertis, telecoms company Cellnex and real estate firm Colonial became the latest to announce their move from Barcelona to Madrid.Recent opinion polls indicate that Catalans are split on independence, though regional leaders said police violence during the referendum had turned many against Madrid.Demands for independence in Catalonia, which has its own language and cultural traditions, date back centuries.But a 2010 move by Spain's Constitutional Court to water down a statute that gave Catalonia additional powers, combined with an economic crisis in Spain, sparked a surge in support for independence.\n", "author": "AFP", "title": "Crux day for Spain as Catalan leader decides on independence"}}
{"1362895": {"date": "October 10, 2017", "article": "\n\nSignificant damage\n\n\n'Everything gone'\n\n\n\n\nMore than a dozen fast-moving wildfires tearing through California's wine country have killed at least 10 people, destroying hundreds of homes, authorities said Monday.Fanned by winds of over 80 kilometres an hour, the blazes have forced more than 20,000 people to evacuate in the country's heaviest populated state since they began Sunday night.California's fire service said about 73,000 acres have been ravaged by the major infernos.“The Sheriff's Office confirms seven fire-related deaths from the Sonoma Co. fires. Our condolences to their friends and families,” tweeted the sheriff of Sonoma County in the state's north. The previous toll had stood at three.At least 1,500 buildings were destroyed as the state declared an emergency in three counties ravaged by intense fires, mostly in its famous wine-producing regions.\n\nA resident goes through personal belongings in a parking lot next to a fire damaged Arby's restaurant in Santa Rosa, California.— AFP\n\n\nFourteen major fires are burning in total. Napa, Sonoma and Yuba counties are covered by Governor Jerry Brown's order. The counties are north of San Francisco Bay.An AFP correspondent in the Santa Rosa area witnessed multiple explosions from gas lines or gas tanks, in addition to charred out homes and a winery.Fire trucks were out in force in that area, he said.About 410 firefighters are working on blazes in Mendocino, a sheriff's spokesman in that county told the CBS news network, adding that multiple fatalities were expected.Significant damage\nAnother fire in Anaheim has surged to char nearly 2,000 acres and at least 200 firefighters scrambled to try to contain it. Dozens of shelters were opened in schools and churches. Even livestock had shelter areas set up on some fair grounds.“We're going to have to start over completely,” Dreama Goldberg, who fled her home — now a heap of ashes — at eight months pregnant, told NBC.Jesus Torres told CBS he barely had time to grab a few things and run from his home.“We could see the sky was getting red: we did not know it was fire until the last second because there was just smoke everywhere,” he said.The Hilton Hotel in Santa Rosa said on Facebook that its staff and guests were evacuated safely.“The wildfires in Santa Rosa, California and the surrounding areas have forced the evacuation and temporary closure of Hilton Sonoma Wine Country,” it said on Facebook.“All guests and associates of the Hotel have been safely evacuated and are not able to return until further notice. It is anticipated that the Hotel has sustained significant damage.” Pacific Gas & Electric said more than 196,000 customers had initially lost electricity although half had had their power restored.“As of 3:00pm (2200 GMT), we have about 99,000 customers out of power throughout our service area, with the majority of them in Sonoma and Napa counties,” it said.'Everything gone'\nCoffey Park, a sprawling Santa Rosa neighbourhood with dozens of homes, was also charred in the strong winds and low humidity fire which experts said was more like fires in southern California.Cheri Sharp told Oregon-based TV news channel KOBI her home of 26 years in Santa Rosa was among those destroyed.“All our pictures are gone. Everything, everything is gone. We've got a fire pit. It's pretty awful,” she said.“But we're all healthy and safe, and we have to try and be grateful for that. But it's pretty awful.” Marian Williams of Kenwood, in Sonoma County, told NBC Bay Area she joined a convoy of neighbours driving through the flames before dawn as one of the fires reached the area's vineyards.“It was an inferno like you've never seen before,” Williams told the station.Governor Brown in April declared the official end of the state's drought that lasted more than five years.But the state is still dealing with the Santa Ana winds, a meteorological phenomenon which brings dry winds down from the high mountains east of the coastal areas — a recipe for perfect wildfire conditions.Forest fires are common in the western United States during dry, hot summer months.Last month, a massive fire described as the biggest in the history of Los Angeles forced hundreds to evacuate their homes.Early Monday, the fires could be smelled in San Francisco, about 60km from the closest.\n", "author": "AFP", "title": "Thousands evacuate as California wildfires kill 10"}}
{"1362885": {"date": "October 10, 2017", "article": "IN an otherwise peaceful residential area behind Ashiyana and Forum Mall in Clifton, an increase in the number of private schools and coaching institutes has created a traffic mess as the area is boxed by three main roads, and the nearby underpass that is under construction has added to this misery. Parking problems, shouting and loud horns has made it a marketplace. Will the CBC, traffic police or any concerned department kindly take notice of and solve this problem?Dr Muhammad Zakiuddin\nKarachiPublished in Dawn, October 10th, 2017\n", "author": "From the Newspaper", "title": "Traffic woes"}}
{"1362875": {"date": "October 10, 2017", "article": "PESHAWAR: The Peshawar High Court Bar Association on Monday criticised the Rangers for ‘illegally’ stopping the people, especially lawyers, from entering Islamabad’s district courts on Oct 2 and asked the paramilitary force to restrict itself to the roles defined in the Constitution.The criticism came during a meeting of the PHCBA general body here with its president, Arbab Mohammad Usman Khan, in the chair.The participants unanimously passed a resolution condemning the Oct 2 action of the Rangers and warned if the security forces crossed their limits as prescribed by the Constitution, the country would suffer.Senior lawyers Qazi Mohammad Anwar, Abdul Lateef Afridi, Moazzam Butt, Ayaz Khan, Mohammad Iqbal Khan and Arbab Mohammad Usman addressed the meeting.They expressed concern about the Islamabad incident and said the Rangers had locked around 36 courts at the Judicial Complex, including the one, where former prime minister Nawaz Sharif was being tried by an accountability court.The speakers said ironically, the Rangers had also stopped the interior minister while the Rangers were subordinate to his ministry.They insisted that all institutions must act within their respective limits defined by the Constitution.The speakers said the rule of law, independence of the judiciary and supremacy of the Constitution should prevail in the country.The participants said Pakistan needed cordial and friendly relation with all its neighbours and that its current strained relation with neighbours was not a healthy sign, which needed to be improved at the earliest.“The house is of the opinion that the armed forces must confine their role as enumerated in the Constitution, specifically Article 245. Only strict compliance and observance of constitution can lead to strengthened democratic order as well as institution, otherwise the country will perpetually face crises,” the resolution read. Qazi Mohammad Anwar said his community had always strived for safeguarding the Constitution.He said the meeting wasn’t called to strengthen anyone’s political agenda and instead, its purpose was to ask all institutions to act in accordance with the Constitution.The lawyer said it appeared as if the civil administration had been paralysed by the Rangers.He added that the besieging of courts by the Rangers proved that there was no sanctity of votes given by 110 million people to the ruling party.The lawyer said under the law, the Rangers functioned under the civil administration but it reached the courts on that day after receiving orders from ‘someone else’. Abdul Lateef Afridi said the federal government had ordered an inquiry into the incident and the findings of that inquiry had also surfaced but action was not taken against the responsible persons.He said certain hidden elements had opened a floodgate of controversies by disqualifying the prime minister from the Supreme Court.He said the Supreme Court had become controversial due to its judgment in the Panama Leaks case.Published in Dawn, October 10th, 2017\n", "author": "Bureau Report", "title": "PHCBA asks Rangers to confine itself to constitutional roles"}}
{"1362865": {"date": "October 10, 2017", "article": "MANSEHRA: Sixteen members of the 19-strong Balakot tehsil council on Monday voted the nazim and naib nazim out of their respective offices by passing a no-confidence motion against them and thus, increasing the chance of the PTI forming the next local government with the support of the PML-N dissidents.Nazim Rustam Khan and naib nazim Abdul Qudus, both members of the PML-N, were ousted through voting on a no-confidence motion during a council session chaired by acting convener Mian Salahuddin.All PTI and PML-N councillors except the chair cast votes against the nazim and naib nazim, who weren’t present in the house. On Sunday, the PML-N councillors had clearly told the two that they would support the no-confidence motion against them.PTI’s Ibrahim Ahmad Shah and PML-N’s Liaquat Khattana, who had moved the no-confidence motion against the nazim and naib nazim respectively, are the main contenders for the two vacant offices.“We (PTI) joined hands with the PML-N councillors for the development of Balakot and will work together without taking the party’s affiliations into consideration,” Mr Shah told reporters after the passage of the no-confidence motion. The ousted nazim said he would challenge his removal in the court of law.“Horse trading and violation of rules were rife during the voting on no-confidence motion and therefore, I will move the court of law for relief,” he said.GAS SUPPLY PROMISED: Religious affairs minister Sardar Mohammad Yousuf on Monday announced that the government would soon supply natural gas to the far-off valleys of Mansehra district in order to address environmental challenges.“Work on the lying of gas pipelines from Abbottabad to Mansehra has almost completed and therefore, gas supply to Kaghan, Siren and Konsh valleys will begin soon,” he told a gathering held in connection with the launch of gas supply to Ogra and its surrounding area on Monday.The minister said the federal government wanted an early end to deforestation in remote parts of the country, including Mansehra, by supplying natural gas to the local residents, who cut trees for fuel.“Kaghan, Siren and Konsh valleys famous for natural beauty and pleasant environment are suffering from acute environmental pollution and therefore, the government is addressing this issue through the supply of natural gas,” he said.Mr Yousuf said work on the second phase of Hazara Motorway from Havelian to Thakot was under way and that its completion would create large-scale employment opportunities for local residents, especially youths, and thus, ushering in a new era of development.He said the authorities were trying to fix the prices of land being acquired for the Suki Kanari power project, in consultation with landowners.The minister said the mega initiative being executed under the China-Pakistan Economic Corridor project would help address the country’s energy woes. Published in Dawn, October 10th, 2017\n", "author": "A Correspondent", "title": "Balakot councillors vote nazim, deputy out"}}
{"1362855": {"date": "October 10, 2017", "article": "GUJAR KHAN: Recruitment of college teaching interns (CTIs) has begun in colleges falling under the jurisdiction of the Higher Education Department (HED). Sources in the HED confirmed to Dawn that a large number of colleges were facing shortage of teaching staff. As a stop-gap arrangement, the provincial government has decided to hire CTIs on a temporary basis. The interview process for the hiring of CTIs started on Monday and will continue on Tuesday. Successful candidates will be placed on duty on Oct 16. When contacted, Sher Ahmed Satti, the deputy director colleges Rawalpindi, told Dawn that the HED had taken the initiative to save the time of students while the selection of lecturers and assistant professors was under process by the Punjab Public Service Commission. The CTIs are paid Rs30,000 per month. Published in Dawn, October 10th, 2017\n", "author": "A Correspondent", "title": "Hiring of teaching interns begins"}}
{"1362845": {"date": "October 10, 2017", "article": "\n\nThe writer works in strategy and business development at Microsoft.\n\n\nTHE year 2017 has been a difficult one for Silicon Valley as the tech industry in the United States has repeatedly come under fire following blog posts, lawsuits and exposés centred on sexual harassment and gender discrimination. While there is still a long way to go before we see equality of the sexes in the American tech industry, the year 2017 has been a step in the right direction. Unfortunately, many other countries around the world have not yet reached the same level of discourse around issues of diversity and inclusion in STEM, or science, technology, engineering, and math. A recent study, Engineers of jihad, exploring the connection between violent extremists and the STEM fields showed that a large majority of radical-minded Muslims have engineering backgrounds. The researchers’ explanation was that individuals with extremist proclivities may be more inclined to pursue studies in engineering. The authors describe an ‘engineering mindset’ which favours right-wing ideology, hierarchy and order.Some have argued against this study, calling into question the samples and methodology used. In Pakistan, however, there is overwhelming anecdotal evidence for the existence of religious extremism in STEM. Famous examples include Afiya Siddiqui, an MIT-trained neuroscientist who was arrested on charges of her connections to Al Qaeda, 9/11 ‘mastermind’, Khalid Sheikh Mohammed, who studied mechanical engineering in the US and Hafiz Saeed, a founding member of Lashkar-e-Taiba, who was a faculty member of University of Engineering and Technology in Lahore. This pattern has become even more alarming in Pakistan’s context with the newest militant group, Ansarul Sharia Pakistan (ASP) which is claimed to have carried out several terrorist attacks in Karachi. Some members of the ASP belonged to the physics department of Karachi University and the NED University of Engineering and Technology. \nDo religious extremists opt for STEM education?\nFurther exploration is needed to determine whether there is a significant correlation specifically between STEM fields in Pakistan and violent extremists, and the underlying mechanisms of this relationship. While it is indeed possible that the mindset that leads individuals to gravitate towards these disciplines also makes them more likely to espouse extreme religious beliefs, STEM departments at universities and colleges have also fostered a culture of radicalisation. This is not just significant for effective counterterrorism policy. Science and technology play a central role in the development and progress of any nation. Sadly, the prevalence of extremist ideology has had a damning effect on the STEM fields in Pakistan. There is a common perception that STEM departments in universities are heavily dominated by bearded men and have fallen victim to increasing religiosity. This trend extends to workplaces in STEM fields. Pervez Hoodbhoy, a physicist and professor, has been an outspoken critic of the impact of ‘Islamisation’ on the state of science and technology in Pakistan. In articles and interviews, he has brought attention to the increasingly anti-science culture in Pakistan which is closely tied to the infiltration of religion in the teaching of STEM subjects. He cites examples, such as textbooks that decry the theory of evolution. The increasing religiosity and our inability to separate religion from science has had great bearings on the quality of education in STEM and the future of the field in Pakistan. The intolerant and extremist culture in the field is also a deterrent against diversity and inclusion. Women are unwelcome in a field dominated by ultra-religious men. My career in the technology sector in Pakistan has led me to encounter men who inform women in the workplace that religion forbids them from going outside the home unless it is out of absolute necessity; men who harass women who are friendly with male colleagues; and men who refuse to look directly at female colleagues as they are ‘na-mehram’. This intolerance extends to all kinds of diversity — the most tragic example being that of Dr Abdus Salam, a Nobel prize winning Pakistani physicist who was rejected by our country for belonging to the Ahmadi community. In this atmosphere, the brightest and best students of Pakistan are no longer gravitating towards STEM subjects as they are now seen as backwards. Those who are, strive to leave Pakistan resulting in a serious brain-drain in the STEM fields. A friend who recently completed her PhD from a top university in the US lamented that she couldn’t come back to a country where she wouldn’t even be able to teach the theory of evolution.While the debate in Silicon Valley rages around gender equality, it is time that Pakistan seriously started considering the sorry state of the STEM fields. We need to modernise the field, including revising textbooks, attracting better faculty, enacting legislation around diversity and inclusion and reintroducing Pakistani youth to heroes such as Dr Abdus Salam.The writer works in strategy and business development at Microsoft.Published in Dawn, October 10th, 2017\n", "author": "Anum Malkani", "title": "STEM crisis"}}
{"1362835": {"date": "Updated October 10, 2017", "article": "QUETTA: The provincial president of Awami National Party (ANP), Asghar Khan Achakzai, has criticised the federal government for what he called non-implementation on projects approved for Balochistan under the China-Pakistan Economic Corridor (CPEC) and said such an attitude would deepen the sense of deprivation among the people of the province.Addressing a press conference here on Monday, he said that benefits of the CPEC were visible only in Punjab.“Balochistan is being ignored in the development process and all resources were being diverted towards Punjab,” he said, adding that the ruling Pakistan Muslim League-Nawaz PML-N was giving all of its attention to the development of Punjab because it wanted to win maximum number of seats from that province in the next general elections.Mr Achakzai said former prime minister Nawaz Sharif had made tall promises of initiating development projects in Balochistan under the CPEC, but his promises had not been fulfilled.\nImplementation on CPEC projects for province urged\n“Work has not been begun so far on development projects announced by Mr Sharif for Balochistan under the CPEC,” the ANP leader said, adding that it was the responsibility of the federal government to ensure implementation on development projects in all the four provinces. He demanded of Prime Minister Shahid Khaqan Abbasi to initiate work on projects announced by Mr Sharif. He expressed concern over increasing incidents of target killing in Quetta and other parts of the province and said the government had failed to protect the life and property of people.He accused law-enforcement personnel of humiliating people, including women, children and senior citizens, on the pretext of checking and demanded of the government to stop this practice.Published in Dawn, October 10th, 2017\n", "author": "The Newspaper's Staff Correspondent", "title": "ANP slams centre for ‘ignoring Balochistan’"}}
{"1362825": {"date": "October 10, 2017", "article": "LAHORE: ‘F’ is lying in pain in one of Mayo Hospital’s wards. A patient of breast cancer, she has been admitted for surgery, but her lump is the size of a football now, and chances of her winning the battle seem improbable. “She only came here because the lump had begun to tear through the skin, and the infection had begun to seep. It was stinking,” says a doctor. The situation in Pakistan – which has the highest rates of breast cancer in Asia – is dire. Data collected by Pink Ribbon, a local non-governmental organisation (NGO) dealing with the issue, shows that cases of breast cancer rise by around 12 to 13 per cent every year and 40,000 women die of this disease. Also, one out of every nine women is at the risk of breast cancer, which translates to a startling 9.8 million women. In total, 90,000 new cases are reported every year. But Dr Asghar Naqi, professor of surgery at the King Edwards Medical University, says the reasons for such high death toll and number of cases can be addressed. “The first problem is ignorance,” he said. “The very first presentation – appearance in front of doctor -- of 90pc of breast cancer cases happen when the disease has reached stage 3.” “In other countries too, there are delays but usually those delays are in system such as diagnosis or test results. In Pakistan, the patient does not see a doctor only because anything to do with the breast is a taboo. Then if they do go for treatment, many of them look for an easy way out,” he added. The second problem is pirs or faith healers. ‘F’, for example, has tried many treatments, including faith healing (pirs) and homeopathy. And of course, there have been no results. Forty-year-old Kausar, who discovered a lump a year ago, was actively discouraged by her family from visiting the doctor. Instead she was taken to a woman faith healer who whiled away time on the pretext of doing ‘spiritual magic’ to get rid of the lump. As its size grew and Kausar realised the ‘magic’ wasn’t working, she went to a doctor only to find out the cancer had grown too big. Ultimately, a breast had to be removed. The most common discovery happens by accident. “Usually when most women notice a lump, it is around 3cm or a little more. But this size usually indicates stage 2 cancer,” says Dr Naqi. This points at basic lack of awareness among women. Dr Naqi points out that unfortunately since pain is not a symptom the lump is not given importance. “In other parts of the world, mammography has come up as the most successful method to prevent breast cancer. In fact, prevention is the best cure. We must be able to detect a lump when it is just the size of a seed.” The third problem, he says, is that many people do not have access to a proper healthcare centre. A majority of families cannot reach hospitals because of lack of finances or there aren’t any such facilities, or sometimes because a female doctor is preferred and is not available. The doctor may ask the patient to get a needle biopsy done in order to check whether the lump is actually cancer or not. As a rule though, all lumps must be treated as malignant, not benign, Dr Naqi added. A patient told her gynaecologist about with a lump, who began treating it for other diseases. Eventually, the patient succumbed to breast cancer. Her family did not know about the lump until much later. Meanwhile, Pink Ribbon representatives say they are trying to raise funds for the construction of a dedicated breast cancer hospital in Lahore. “It will provide international standard facilities for diagnosis and treatment,” said a representative. “We aim for this to be free.” For most people, breast cancer treatment is expensive. Almost every stage, especially chemotherapy, costs so much money that the patient may never receive treatment. With the exception of a couple, most government hospitals do not have mammography machines. Yet, the best possible alternative, not just for NGOs, but also for the government’s health department, is awareness of the disease in both cities and remote areas as being integral to saving lives of thousands of women.Published in Dawn, October 10th, 2017\n", "author": "Xari Jalil", "title": "‘90pc of breast cancer cases reported to doctors at stage 3’"}}
{"1362815": {"date": "October 10, 2017", "article": "LAHORE: The PPP thinks that the PML-N leadership may not have the courage to launch a political struggle in the wake of the ongoing accountability of the Sharifs.“The wailing by the PML-N leaders on brief arrest of retired Capt Safdar by the NAB shows that the party (may) prefer dropping (the idea of) political struggle to avoid the trouble of facing court cases and imprisonments,” says Punjab PPP President Qamar Zaman Kaira.In a statement issued on Monday, he also questioned arrest of the ousted prime minister’s son-in-law for a couple of hours, unlike the PPP leaders, who were kept in NAB custody for 90 days before being charge-sheeted.“Safdar was charge-sheeted after four-hour arrest without being sent on judicial remand. But even this short imprisonment has frightened the Sharifs as the PML-N leadership has begun crying in a chorus.”He also wondered at what he called total ignorance of Nawaz and Maryam about their “wrongdoings” as they’re undergoing the accountability process. “They always ask what misdeeds the Sharifs have committed, ignoring the Supreme Court orders of interrogating them for owning assets beyond their means of earnings and laundering money.”Meanwhile, a local PPP leader, Afnan Butt, has demanded the ministers should stop at once criticism of state institutions while defending the Sharifs. He argued that such criticism was creating a negative image of the judiciary and that the apex court should take notice of it.Published in Dawn, October 10th, 2017\n", "author": "The Newspaper's Staff Reporter", "title": "Kaira doubts PML-N credentials to launch political struggle"}}
{"1362805": {"date": "October 10, 2017", "article": "FAISALABAD: The students who got admission to the FSc, pre-agriculture, at the University of Agriculture Faisalabad (UAF) announced launching a protest drive against the administration which failed to resolve the accreditation issue.The students will stage a protest demonstration outside the university gate today (Tuesday). Addressing a press conference on Monday, officials of a students’ body -- Muttahida Tulaba Mohaz -- including Humayun Mahmood, Abdul Haseeb and Owais Iqbal, said the UAF had launched the FSc pre-agriculture programme in 2009 without getting the approval of the Board of Intermediate and Secondary Education (BISE). They said some 3,000 students who were enrolled for the programme had been suffering owing to its non-accreditation and they were unable to apply for any job or scholarship. They alleged that the former vice-chancellor Dr Iqrar Ahmed had approached the court only to “satisfy his ego” instead of going for permanent solution of the issue with the relevant authority -- the education board committee.After staging demonstration outside the varsity gate, the protesters said they would also join a students’ convention scheduled to be held at the Dhobi Ghat ground here on Thursday (Oct 12). After the convention, a protest march would also be organised that would terminate at the university gate, they added.They demanded the government should terminate the unaccredited FSc pre-agriculture programme, equivalence certificates be issued to the passing students, besides launching a probe into the issue that why the programme was launched without accreditation. The BISE had refused to recognise the six-year degree programme that was re-launched in 2009 when Dr Iqrar Ahmed assumed the charge.The UAF spokesman, Dr Jalal Arif, said the issue was pending with the Lahore High Court and the next date of hearing was Oct 25.Published in Dawn, October 10th, 2017\n", "author": "The Newspaper's Staff Correspondent", "title": "Students protest unaccredited degree programme of UAF"}}
{"1362795": {"date": "October 10, 2017", "article": "KARACHI: The provincial law officer informed the Sindh High Court (SHC) on Monday that the Sindh government has formed a committee to review the provincial law which repealed the applicability of the National Accountability Ordinance (NAO) 1999, better known as NAB Ordinance, in the province.A three-judge bench of the SHC, headed by Chief Justice Ahmed Ali M. Shaikh, was hearing a set of petitions filed separately by Muttahida Qaumi Movement-Pakistan, Pakistan Muslim League-Functional, Pakistan Tehreek-i-Insaf and others against repeal of the NAB Ordinance.When the petitions came up for hearing on Monday, Advocate General Barrister Zameer Ghumro informed the judges that the provincial cabinet has formed a committee to review the National Accountability Ordinance 1999 Sindh Repeal Bill, 2017 and it was directed to convene its meetings and submit report within six weeks.The bench adjourned the hearing till a date to be fixed by the court’s office and directed the National Accountability Bureau (NAB) to continue its operation in the province until further orders.\nCourt directs NAB to continue its operation in province until further orders\nThe provincial assembly had on July 3 passed the National Accountability Ordinance 1999 Sindh Repeal Bill, 2017 that repealed the applicability of the NAB Ordinance to departments and autonomous bodies controlled by the provincial government.It had also approved the establishment of a provincial accountability agency that would replace the decades-old Anti-Corruption Establishment.According to the petitioners, the National Accountability Ordinance 1999 Sindh Repeal Act, 2017 is an attempt by the PPP, the ruling party in the province, to “protect its corruption”. They claimed that the law was against the basic scheme of the Constitution.Missing persons’ case The SHC was informed on Monday that four persons, who have been missing since 2010, were allegedly killed by the detained Lyari gangster Uzair Baloch.A two-judge bench of the SHC, headed by Justice Naimatullah Phulphoto, was hearing a petition regarding the alleged disappearance of Lala Amin, a head constable of jail police, Ghazi Khan, Sher Afzal and Shiraz Khan from the jurisdiction of the New Town police station in 2010.A police officer through a report informed the judges that Uzair Baloch, who was currently facing trial before military courts, in his confessional statements before a magistrate and a joint investigation team had confessed to having killed the four due to personal enmity in August 2010. He also submitted copies of both statements recorded under Section 164 of the CrPC by a magistrate and by the JIT. The bench directed the SSP Central to furnish a report in this regard by Nov 6.Published in Dawn, October 10th, 2017\n", "author": "The Newspaper's Staff Reporter", "title": "Sindh govt forms committee to review NAB repeal law, SHC informed"}}
{"1362785": {"date": "October 10, 2017", "article": "\n\nJean Rochefort\n\n\nPARIS: Jean Rochefort, the French actor who played a key role in one of the most cursed movie sagas in Hollywood history, has died aged 87, his daughter said on Monday.Rochefort was a French national treasure when he was cast to play Don Quixote in 1998 by the former Monty Python member Terry Gilliam, who dreamed of bringing Cervantes’ “unfilmable” novel to the big screen.But things soon began to go wrong with the wildly ambitious project in which Johnny Depp was to play a marketing executive sent back in time who the elderly knight mistakes for his squire, Sancho Panza.The veteran actor was struck by a prostate infection on the first day of shooting in Spain which left him in agony on the back of his half-starved horse.Over the next two decades Gilliam failed seven times to get the project off the ground again, and his doomed efforts to revive it became the subject of an acclaimed documentary, “Lost in La Mancha”. But last year Amazon finally agreed to fund the film and “The Man Who Killed Don Quixote” will be released next year.Published in Dawn, October 10th, 2017\n", "author": "AFP", "title": "Star-crossed ‘Don Quixote’ actor Rochefort dies"}}
{"1362775": {"date": "October 10, 2017", "article": "WASHINGTON: A top Republican lawmaker warned on Sunday that US President Donald Trump’s impulsive threats against other countries could set America “on the path to World War III”, in comments capping an unusually hostile and public feud between the two on social media.Bob Corker, who chairs the powerful Senate Foreign Relations Committee, slammed the president for running his office like a “reality show” in a stinging rebuke against a sitting president of his own party that was remarkable even by the volatile standards of the Trump administration.The public spat between the former allies could also undermine Donald Trump’s legislative agenda, with Corker’s vote vital to the fate of the Iran nuclear deal and passing tax reform.“He concerns me,” Corker told The New York Times, adding: “He would have to concern anyone who cares about our nation.” The drama erupted in the morning, when Trump tweeted that Corker had decided against running for re-election because he lacked the “guts,” and the senator replying that the White House had become an “adult daycare centre”. The highly unusual exchange came seemingly out of nowhere on a rainy Sunday morning that Trump began in the White House before skies cleared and he headed to a nearby golf course.Corker, a respected moderate who once supported Trump, has emerged in recent months as one of the president’s most outspoken Republican critics.He recently said that only the presence of the generals in Trump’s inner circle had kept the White House from descending into “chaos”. Trump made no mention of that remark in his volley of tweets, instead attacking Corker for his decision to return to private life, saying that the Tennessee Republican bore heavy responsibility for what Trump considers the deeply flawed nuclear deal with Iran.“Senator Bob Corker ‘begged’ me to endorse him for re-election in Tennessee. I said ‘NO’ and he dropped out (said he could not win without my endorsement),” Trump wrote in a series of tweets.“He also wanted to be Secretary of State, I said ‘NO THANKS.’ He is also largely responsible for the horrendous Iran Deal!” Trump called Corker a “negative voice” who would “stand in the way of our great agenda”.  Corker for his part disputed the account, telling the New York Times that President Trump had urged him to run again and promised to endorse him if he did.“I don’t know why the president tweets out things that are not true,” he said.The generals and ‘chaos’: Trump’s tweet storm was not particularly unusual — he has rarely been one to calmly endure criticism — but Corker’s blunt rebuttal was strikingly rare, coming from a fellow Republican in such a prominent position.The senator, perhaps feeling liberated by his decision not to seek re-election, tweeted: “It’s a shame the White House has become an adult day care centre. Someone obviously missed their shift this morning,” hinting that presidential caretakers were not doing their job.Corker had supported Trump’s presidential campaign. He reportedly was considered as a possible vice presidential running mate to Trump, and later as a potential secretary of state.But the relationship took a turn for the worse in August. After Tru­mp’s much-criticised remarks about the violent protests in Charlot­tesville, Virginia, Corker said the president had “not yet been able to demonstrate the stability, nor some of the competence, that he needs to demonstrate”.Published in Dawn, October 10th, 2017\n", "author": "AFP", "title": "Trump could set off WWIII, fears top Republican"}}
{"1362765": {"date": "October 10, 2017", "article": "HONG KONG: Former US Open champion Sam Stosur declared she felt “100 per cent” again after she battled into the second round of the WTA Hong Kong Open in three sets here on Monday.Stosur, who is on the comeback trail after suffering a stress fracture of her right hand in June when in tip-top form, appeared to be cruising at a set and 3-1 up against the unheralded Lee Ya-hsuan of Taiwan.But the Australian dropped five of the next six games with a string of unforced errors to let the world number 303 take the set 6-4.Stosur, 33, drew on all her experience to race through the third set, cutting out the sloppy mistakes to progress 6-3, 4-6, 6-1 in a hard-fought hour and 57 minutes at Victoria Park.“I was really happy with the third set, the way I came out and finished that off really quickly,” Stosur said. “I really stepped it up, served better and was able to hit some winners.“And once I got that lead I was able to keep it, unlike the second set,” added the Australian world number 43.A resurgent Stosur earlier this year had looked to be approaching the form that took her to the US Open crown in 2011, winning the WTA title in Strasbourg this May.She followed up in June by reaching the last 16 of the French Open. But soon after X-rays revealed the damage to her troublesome right hand was a bone fracture and she had to take a complete break.“I was really disappointed not to make it back for the US Open and miss that whole US summer which is a time I feel like I can do well,” Stosur said. “It felt like it took forever. But I feel like it’s pretty much 100 percent now.”The only seeded player in action on day one in Hong Kong, China’s number two Zhang Shuai, wasted little time and energy in crushing her Japanese opponent Kurumi Nara with a “double bagel” 6-0, 6-0.Published in Dawn, October 10th, 2017\n", "author": "AFP", "title": "Stosur ‘100 per cent’ after injury-hit year"}}
{"1362755": {"date": "October 10, 2017", "article": "LAHORE: A fine half-century by Hassan Qadeer helped Mehboob Park Gymkhana qualify for the second round of the 15th M. Siddiq Memorial Cricket Tournament as they defeated Universal Club by three wickets at Shahdra ground here on Monday. Batting first, Universal Club made 204 all out in 39.2 overs with Irfan Haider making the highest score of 57. Hassan Ali picked 3-30.Mehboob Park Gymkhana, in response, reached the target in 35.4 overs for the loss of seven wickets as Hassan Qadeer smashed a fine 89.Summarised scores:UNIVERSAL CLUB 204 in 39.2 overs (Irfan Haider 57, Zain-ul- Hasnain 30, Huzan Ali 23; Hassan Ali 3-30, Waqas Saleem 2-40, Usman Abid 2-33); MEHBOOB PARK GYMKHANA 208-7 in 35.4 overs (Hassan Qadeer 89, Ahmed 25, Ali Zaryab Asif 25; Emad Ali 3-32).Published in Dawn, October 10th, 2017\n", "author": "The Newspaper's Sports Reporter", "title": "Mehboob Park Gym advance"}}
{"1362745": {"date": "October 10, 2017", "article": "KARACHI: Bears were back on Monday as the KSE-100 index dipped 212.60 points (0.51 per cent) to close at 41,099.99.Market participants blamed the unsettled political situation for the investors’ nervousness. The appearance of former premier Nawaz Sharif’s daughter and her husband before an accountability court and the reservations expressed by the PTI over the appointment of National Accountability chairman made a complete recipe for distressed selling.Local institutional and individual investors were also spooked by the heavy foreign sell-off worth $11 million.The volume declined 17pc to 123.3m shares over the preceding day while the traded value also slipped 29pc to Rs6.14bn.Elixir Securities stated that institutional interest from both local and foreign investors was in a few index names, including Engro Fertilisers, Habib Bank, Pakistan State Oil and MCB Bank.\n\n\n\nMajor index-point losing scrips were Mari Petroleum, which went down 4.7pc, Sui Northern Gas Pipelines 4.2pc, Fauji Fertiliser 2.2pc, Lucky Cement 1.6pc and Kohinoor Textile 4.4pc, eroding 115 points. Pakistan Services gained 4.5pc, Habib Bank 0.3pc, United Bank 0.8pc, Pakistan Oilfields 1.3pc and International Industries 2.8pc, adding 112 points to the index, according to Topline Securities.JS Global stated that selling pressure was witnessed in the cement sector as most heavyweights closed in the red. Maple Leaf went down 1.63pc, D.G. Khan Cement 1.6pc, Fauji Cement 2.39pc and Pioneer Cement 2.41pc. Profit-taking was seen in the fertiliser sector to some extent, with Engro Fertilisers losing 0.92pc, Fauji Fertiliser 1.85pc and Fatima Fertiliser 2.67pc.Foreign investors rever­ted to purchasing stocks worth $3.5m with major inflows in banks that attracted $2.3m, fertiliser companies $0.6m and oil marketing companies $0.5m.Published in Dawn, October 10th, 2017\n", "author": "Our Equities Correspondent", "title": "Index loses 212 points amidst political wrangling"}}
{"1362735": {"date": "October 10, 2017", "article": "\n\nTrauma\n\n\nStigma\n\n\nCOX’S BAZAR: Thirteen-year-old Adjida, a Rohingya Muslim girl, kicked and screamed when the rough and dirty hands of the masked soldier ripped off her clothes.She pleaded with him to stop when he, with a gun in one hand, raped her.Just minutes before, Adjida had watched her parents being shot dead from her hiding place under a wooden table in a village in Myanmar’s western state of Rakhine. She tried to run into the surrounding jungle, but was captured by a soldier.The home of the teenager was torched in the attack in Kawarbil village six weeks ago by Myanmar army soldiers, she said, and she and her sister fled with other villagers across the border to Bangladesh.But the threat of sexual violence for children like Adjida has not diminished since reaching the sprawling refugee camps near Bangladesh’s Cox’s Bazar — home to hundreds of thousands of newly arrived Rohingya who have fled violence in Myanmar.More than 800 incidents of gender-based violence have been reported by Rohingya refugees since the recent influx, said Unicef’s head of child protection Jean Lieby. Over half of these cases are sexual assaults, according to the UN agency.Some 515,000 Rohingya have arrived in Bangladesh in an unrelenting movement of people that began after the Myanmar army responded to Rohingya militant attacks with a brutal crackdown.The UN has denounced the Myanmar military offensive as ethnic cleansing but Myanmar insists its forces are fighting “terrorists” who have killed civilians.About 60 per cent of the new arrivals are children. Adjida arrived with her 15-year-old sister Minara a month ago. The sole survivors of their family, they live by themselves in a tent made of bamboo and plastic sheeting in Kutupalong camp.They don’t feel safe.“Our parents and two older sisters were killed and they can’t take care of us anymore. Here in the camp, we have already heard of other girls who were raped in the last days, that’s why we try to stay in our tent most of the time,” Minara said.Trauma\nThe girls agreed to speak to the Thomson Reuters Foundation in an empty classroom of one of the camp’s school buildings, but asked for windows to be closed and that they not be identified by their full names.The girls covered their faces with their headscarves and asked for assurances no men would be allowed into the room.“I’m ashamed of what happened. I had many dreams for the future, but they are lost with my purity,” said Minara, who was also raped as she tried to escape from her village.“I don’t have enough clothes to fully cover, but it’s what I want to do now,” she said, nervously fidgeting with the embroidered black dress she had borrowed from a neighbour.Aid agencies have set up safe spaces in Kutupalong camp — colourful rooms or outside areas — where women and children who are victims of sexual assault can find counselling and support.“They feel comfortable and understood here and it’s often the first time they open up and talk about their trauma,” said UNFPA spokeswoman Veronica Pedrosa.But there is not enough help for the overwhelming numbers who have arrived in such a short time.“We just had a month of unprecedented refugee influx and it’s nothing like Bangladesh has seen before. Almost half a million people arrived,” said Lieby of Unicef. “We are now working hard to scale-up and meet the needs of refugee children. We especially ... want to change the stigma that comes with rape.” Stigma\nEven with counselling services available, many girls still opt not to report that they have been raped, said aid workers in the camp.“In an environment like this, girls are often scared of the stigma attached to sexual violence. They also fear their family’s opinion,” said Rebecca Duskin, a nurse focusing on sexual violence in Kutupalong.Working for the health charity Medical Teams International, she has come to the camp to set up a disease prevention clinic.“This is often the first sexual encounter for the victims and they need a safe place to turn to now,” she said. “They have experienced violent rape in a conflict zone and often in public, which increases trauma.” Kutupalong’s new refugees have arrived exhausted, hungry and often with physical injuries such as machete or gunshot wounds. But it is the psychological trauma that runs deepest.“I’d rather die here than go back home,” said Minara. “We barely go outside. There are no more guns here, but there are people who could rape us again.” Her younger sister Adjida, sitting next to her, agrees.“I thought I was going to die when the soldiers took us to the jungle. Now I know I would have preferred to die. It’s better than losing my purity.” Thomson Reuters FoundationPublished in Dawn, October 10th, 2017\n", "author": "Stefanie Glinski | Stefanie Glinski", "title": "Sex attacks leave Rohingya children fearful in Bangladesh’s camps"}}
{"1362725": {"date": "Updated October 10, 2017", "article": "Jails get quiet when prisoners hear an execution warrant has been issued. Like every other jail in Pakistan, Sahiwal Central Jail was full. Of course, by full, I mean holding twice as many prisoners than it was built for. If you put thousands of men in cages, it can get loud. I barely slept at night when I was a prisoner there for ten years. The sounds of men snoring, crying and sometimes screaming in their sleep will keep you awake.The exception was when we knew that one of us was heading to the gallows. We would get silence, but we would lose our sleep. They would quietly separate the prisoner with the execution warrant from the general population of the prison. We all knew then that his time had come.Even those of us who were not on death row would tense up. Held like animals in a pen, we would turn to the one thing that we could do: pray. We would collect in groups, praying to a higher power – because the power on the ground was not listening – to spare his life, for mercy to replace vengeance, for a miracle.We would know that the deed had been done when the prison guard, charged with counting the prisoners every morning, would be late. On normal days, he would turn up at 5:30 am. On an execution day, he would arrive by 8:00 am. That day, none of us would speak. The televisions and radio would be silent. \nJails in Pakistan are always clean because prisoners are in charge of upkeep. They do not have much to do to while away the time. So they clean. But sometimes, they also help with carrying out the execution. The prisoners helping out with the execution are responsible for removing the body, after it has remained suspended for 30 minutes. This is a requirement under Pakistan’s Prisons Manual. They also clean the corpse, and hand it over to the family that waits outside the prison gate with a charpai and a set of clothes. The family is also told to arrange an ambulance at their own expense. Prisons have a graveyard where unclaimed bodies are buried. There are not that many graves there, though. Many of us have families. Demonised as we are by the rest of the world, there are still people who remember us as humans, not criminals. We do mean something to somebody. \nI was asked to witness an execution of one of my fellow inmates in 2006. Mami Pabal was a burly man, at least six feet tall with a booming voice. He had been at Sahiwal Central Jail for years and had befriended many of us. Even the prison officials liked his company. It was easy to forget that he had been accused of murder. He used to joke, “There  are a lot of crimes I should be in here for – but this murder is not one of them.”When death unnecessarily came for him, he cried like a small child. He was escorted to the gallows. Half-carried would be more accurate. The Medical Officer, Magistrate, jail Superintendent, blacksmith, and two men from the victim’s family were there. The jail staff who were present kept reminding the victim’s family of the option to forgive Mami. The superintendent told him to recite the kalma. I don’t think Mami heard him. He kept crying out that he had not done it, that he was innocent, that killing him would be murder, not justice. Even after they placed the hood over his face, Mami spent his last few breaths begging for his life. \nThere are barely any state executioners in Pakistan, despite having one of the world’s largest death rows. That day, he was not available. So instead, the jail warden pulled the lever. Before he did, he bowed his head and said, “I’m helpless Mami. I’m obligated to do this. If you can, please forgive me.”You never forget the sound of a body being dropped into the pit. The way the beam creaks is not loud enough to drown out the choking, the 