{"1362917": {"date": "Updated October 10, 2017", "article": "The Pakistan International Airlines (PIA) suffered losses amounting to more than Rs146 billion during the last four years, according to a statement submitted by the Minister in Charge of the Aviation Division.The details, submitted in response to a question by PPP MNA Shahida Rehmani during the National Assembly session on Monday, stated that after rising losses in 2013, the trend reversed in 2014 and 2015, with the airline incurring 27 per cent less losses.However, the reply stated, a surge in losses in 2016 was expected due to increasing financial expenses resulting from PIA's acquisition of new aircraft on lease and payment of mark-up on legacy loans, among other things.  The national flag-carrier thus incurred estimated losses worth Rs37bn in 2016 alone.According to the details provided by the minister, the airline incurred the following losses in past four years:\n2013: 44.32 billion\n2014: 32.22 billion\n2015: 32.53 billion\n2016: 36.95 billion (estimated)\n\nThe revelation comes as the national carrier is mulling suspending its flight operation for the United States from January next year, primarily because of ‘low traffic’.The airline has stopped booking for its twice-a-week flights for New York from November onward. However, it will continue to operate its two weekly flights — Lahore-New York and Karachi-Lahore-New York — until Dec 31.“The PIA is considering closing its flight operation for the US till the financial health of the organisation improves,” a senior official privy to the development had told Dawn on Saturday. “The national flag carrier is already facing acute financial crunch, therefore, it cannot operate on routes which are running in losses,” the official had said, adding that the PIA’s accumulative loss was over Rs300 billion.When contacted, PIA spokesman Mashood Tajwar had said that the decision regarding continuing the flight operation for New York after December would be taken in the coming weeks.\n", "author": "Muhammad Bilal", "title": "PIA incurs losses worth over Rs146 billion in last 4 years"}}
{"1362907": {"date": "October 10, 2017", "article": "\n\n'Facing down the street'\n\n\nFrench civil servants angered by Emmanuel Macron's plans to freeze their pay and eliminate 120,000 public jobs go on strike Tuesday, amplifying a revolt over the president's cost-cutting, pro-business agenda.Nine unions representing 5.4 million public workers have called for a day of nationwide strikes and demonstrations to show their “profound disagreement” with Macron's bid to transform the gargantuan public service. The protests are the fourth in a series of demonstrations aimed at forcing the 39-year-old president to row back on his reforms. “The government does not seem to have taken the full measure of the deep malaise among civil servants,” Laurent Berger, head of the CFDT, France's second-biggest union, told Les Echos business daily. “They are suffering from being seen merely as a budgetary constraint and not as beneficial,” he said. For the first time since 2009, hospital unions have called on medical staff to walk off the job. Schools are also set to be affected and trains and flights are expected to be delayed. Thirty percent of flights in and out of Paris and other major cities have been cancelled. This is the first time in a decade that all nine public-sector unions have issued a joint strike call. It comes as Macron ─ who has been painted as a “president of the rich” by leftist critics ─ continues to take heat for a string of derogatory comments about disgruntled workers. But Berger and other labour leaders have been divided over how to respond to Macron's far-reaching shake-up of France's labour code. The hardline CGT union and the hard-left France Unbowed party organised three demonstrations last month over the changes, which make it easier for employers to lay off staff and do deals with workers at the company level, instead of across an indus