{"1281006": {"date": "August 31, 2016", "article": "DUBAI: A high-rise building under construction in Abu Dhabi caught fire on Tuesday, forcing the evacuation of the structure and a nearby luxury hotel, the latest in a series of tower blazes to hit the United Arab Emirates.The fire began late in the morning at the more than 20-story building, which appeared to be nearing completion on the Emirati capital’s skyscraper-studded main island. Thick black smoke could be seen billowing from the blue-coloured tower for miles.Government-owned daily The National reported that hundreds of labourers were evacuated from the building as authorities sealed off the surrounding area.The adjacent Beach Rotana Abu Dhabi hotel was forced to evacuate because of the fire, and was putting guests up overnight at its other properties in the city. There were no immediate reports of casualties. Cities in the fast-developing Emirates have been hit by a spate of fires in recent years, including one in a residential tower in Dubai last month and another at a luxury hotel next to the city’s biggest shopping mall on New Year’s Eve.Published in Dawn, August 31st, 2016\n", "author": "AP", "title": "Under-construction tower catches  fire in Abu Dhabi"}}
{"1281016": {"date": "Updated August 31, 2016", "article": "\n\n\n\t\t\t\t\tThe writer is an author and journalist.\n\t\t\t\t\n\n\nHis near-demonic hold over his followers may have loosened and an internal party coup has apparently dethroned him from leadership. Yet it is premature to write off Altaf Hussain whose name has been synonymous with the very existence of the MQM. From his base in London, he still maintains contact with his supporters in Pakistan and across the world.  Altaf Hussain may have been wounded but he has certainly survived any detonating of the ‘suicide vest’ as others describe it. It appears obvious that what happened on Aug 22 was part of an organised plan that boomeranged. The party leadership in Pakistan may have dissociated itself from him and removed his name from the party constitution as the supreme leader whose decision could not be challenged. But it is extremely difficult to destroy the cult that has been built around his personality for the past three decadesOne fully empathises with Farooq Sattar who is walking a tightrope. Unsurprisingly, he dare not make a complete rupture and denounce his former leader publicly for his act of treason, for fear of breaking unity among the Muttahida leadership in Pakistan. There is also a fear of backlash from the militant wing that is directly controlled from London and that still pledges loyalty to the supreme leader, though it has been crippled by the ongoing operation. Examine: Confronting MQM’s pastInterestingly, Altaf Hussain too has kept silent over the internal party revolt that claims to have stripped him of his undisputed authority reinforcing suspicion about a mutually agreed separation short of a divorce. It is, indeed, surprising that the entire Pakistani leadership overnight turned against their supreme leader whom they had defended even against the charges of an Indian connection. So what is the deal?   \nAltaf Hussain may have been wounded but he has certainly survived any detonating of the ‘suicide vest’.\n\nMany believe that while the party organisation in Pakistan would be allowed to operate independently, the London office would continue to control the overseas branches. They would maintain an aggressive stance to internationalise the issue of the alleged extra-judicial killing of MQM workers and their enforced disappearances. Altaf Hussain’s latest harangue through telephonic addresses to MQM workers in America and South Africa lends credence to these theories.  This arrangement was, perhaps, necessary to ensure the success of the party’s candidate for city mayor in the elections held a few days later. Waseem Akhtar, who was nominated with the approval of Altaf Hussain months ago, swept the polls easily with not a single MQM vote wasted. Any reaction from London against the decision of the Pakistan-based committee would have divided the party which could have caused it to lose control of the city government. By separating the Karachi and London committees, the MQM has apparently escaped the possibility of being banned. Almost all the major political parties are opposed to any move that could lead to the disintegration of the party into splinters thus strengthening militancy. For sure, the ongoing Rangers operation in Karachi has crippled the party’s militant wing and contained its capacity to bring the city to a halt as it did frequently in the past. But the party is still deeply entrenched in the city and its vote bank has remained intact as demonstrated in the local government polls and various by-elections. The creation of the Pak Sarzameen Party (PSP) led by Mustafa Kamal may have made some dents in the MQM but it has failed to make much of an impact on the city’s politics largely because of the perception of it being sponsored by the security establishment as part of a plan to re-engineer Karachi’s politics. The latest crisis in the MQM may result in PSP support for some more defectors, but there is little possibility of it making any inroads into the hard-core Urdu-speaking vote bank. Such political manipulations by the security agencies have failed in the past too. In fact, the Rangers’ revenge action following Aug 22 has played into Altaf Hussain’s politics of victimhood so cleverly exploited by him in the past. Sealing and bulldozing MQM offices without legal sanction will certainly strengthen the hard-liners in the party. The spectacle of Farooq Sattar being dragged out of the Karachi Press Club by uniformed officers and forcibly taken to the Rangers headquarters is hard to rationalise.  Read: Key MQM leaders rounded up, party offices sealed, bulldozedSimilarly, the case of Asif Hasnain raises questions about the role of the security agencies in forcing defections. The MQM MNA from Landhi who was reportedly picked up by Rangers joined the PSP soon after his release. What has led to his sudden awakening of his conscience is anyone’s guess. The involvement of security agencies in political manipulation in Karachi invariably had the opposite effect. For sure, there have been growing sentiments among senior members of the Pakistan-based leadership committee against Altaf Hussain and the coterie around him in London particularly after the murder of Imran Farooq and the money-laundering investigation against him by Scotland Yard. Most of them privately admit that Altaf Hussain had become a liability with his deteriorating mental condition. His long harangue came as an embarrassment for saner elements. The Aug 22 incident provided a trigger for an open revolt. But it is not easy for the rebels to cut off the umbilical cord that has joined them to the party for so long. One major concern is that the disintegration of the MQM may further disenfranchise the city and the Urdu-speaking community in particular. The gap cannot be filled by any party sponsored by the security agencies. Such experiments have failed in the past and cannot work now.Karachi’s complex problems cannot be resolved through political re-engineering. True, the security agencies must be commended for containing violence and crime in the city and the law must be enforced without discrimination. But involvement in political manipulation could further complicate the situation. Banning the party for the crime of one or a few persons among the leadership is not the solution. Altaf Hussain must be held accountable for his deeds, but questioning the patriotism of the entire party is despicable. The writer is an author and journalist.zhussain100@yahoo.comPublished in Dawn, August 31st, 2016\n", "author": "Zahid Hussain", "title": "Karachi’s political re-engineering"}}
{"1281086": {"date": "August 31, 2016", "article": "KHAR: The Bajaur Agency political administration has decided to take stern action against truant teachers and health workers in the region. The decision was taken after Additional Political Agent Mohammad Irfanuddin found a number of teachers and health workers absent from duty during his surprise visits to several schools and health units in Khar tehisl.During his visits to schools and health centres, the additional political agent was informed by local people about shortage of teachers and health workers in schools and health centres in the region.They said most of teachers and health workers either remained absent from duty or came late to their workplaces owing to lack of check by the authorities. The students told the official that shortage of teachers was affecting their \nstudies. They said that some of the teachers left the school at least two hours before the closing time. “Majority of students come from remote areas but attend only three or four classes owing to absence of teachers,” said a student. The students also complained about the lack of basic facilities in the schools. Mr Irfanuddin asked the schools principals to issue show cause notices to the truant teachers. He said that administration would never tolerate absenteeism of teachers and others employees. He said that strict action would be taken against the absentee government employees. The additional political agent also visited various health centres. He showed grave concern over absence of staff and lack of facilities in the health centres. The official pledged to set up a monitoring committee to pay surprise visits to government institutions on regular basis to stop absenteeism by employees.Published in Dawn, August 31st, 2016\n", "author": "A Correspondent", "title": "Bajaur admin to take action against truant teachers, health workers"}}
{"1281106": {"date": "August 31, 2016", "article": "ISLAMABAD: Although the Pakis­tan Peoples Party (PPP) and the Pakistan Tehreek-i-Insaf (PTI) claim to be on the same page on the issue of Panamagate, the former is still not completely on board with the latter’s protest plan. PPP leaders Syed Khurshid Shah and Aitzaz Ahsan on Tuesday told PTI vice chairman Shah Mehmood Qureshi that they would respond to his party’s formal invitation to participate in the Sept 3 anti-government rally in Lahore after consulting their top leadership. Hours after Mr Qureshi’s meeting with the PPP leaders, PTI chairman Imran Khan announced that his party would hold a public meeting in Karachi’s Nishtar Park on Sept 6 to express solidarity with the country and to condemn MQM chief Altaf Hussain’s anti-Pakistan speech. \nPublic meeting in Karachi on Sept 6, says Imran\n\nSources in the PPP told Dawn that the party was reluctant to join the Sept 3 rally because of Imran Khan’s habit of taking “unilateral decisions”. A senior PPP leader said that keeping in mind the outcome of the PTI’s 2014 sit-in against alleged rigging in the general elections, the party would have to be cautious while taking a decision about joining the PTI rally. When asked if the party could nominate someone for a token participation in the Sept 3 rally, he said it also appeared to be difficult in the present circumstances because it would be seen as providing a “tacit support” to the PTI’s unilateral call. Moreover, he added, other opposition parties such as the Awami National Party and the Muttahida Qaumi Movement had also distanced themselves from the PTI’s plan to hold rallies on the Panama issue. He said the PPP leadership also considered the PTI’s decision to file a petition in the Supreme Court as “unwise”. Talking to reporters after the meeting, the PPP and PTI leaders, however, claimed that there was a complete unity among the opposition parties on the Panama issue and all of them wanted an across-the-board accountability of all those who owned offshore companies as revealed by the Panama Papers. Mr Qureshi said the parliamentary committee formed by the National Assembly speaker to draft terms of reference (ToR) for the proposed judicial commission on Panamagate had “met premature death due to the government’s \nstubbornness”. “The ToR committee is now a dead horse,” he said, adding that the MQM had already come out of the committee whereas Jamaat-i-Islami had decided to approach the apex court after getting disappointed from the committee. Mr Qureshi said the PTI would completely support the bill drafted by Aitzaz Ahsan for formation of the Panama commission and it would soon be moved in the Senate as a private member’s bill. He said the PTI would also move a resolution in the Khyber Pakhtunkhwa Assembly over the Panama scam.Published in Dawn, August 31st, 2016\n", "author": "Amir Wasim", "title": "PPP undecided about joining PTI rally"}}
{"1281226": {"date": "Updated September 01, 2016", "article": "KARACHI: The administrative judge of the antiterrorism courts remanded on Wednesday three leaders and around 40 activists of the Muttahida Qaumi Movement in prison in two cases pertaining to sedition, anti-state offences and attack on media houses. Police reproduced MQM leaders MNA Kanwar Naveed Jameel, Qamar Mansoor and Shahid Pasha, who have been in custody since Aug 23, along with around 40 workers, including three women, because their last physical remand ended on Aug 30. The police sought further extension in the custody of the suspects and submitted that they had recovered sticks and iron rods, allegedly used during the crime, on the lead provided by the detained suspects and added that some eyewitnesses had identified around 25 suspects during identification parades conducted by a judicial magistrate on Aug 30. However, the defence counsel opposed the extension in physical remand and asked the court to send them to prison. The administrative judge sent the suspects to prison on 14-day judicial remand and directed the police to submit investigation reports. The suspects have been booked in two cases registered at the Artillery Madian police station under multiple allegations, including sedition and offences against the state, after the Aug 22 riots. A highly-provocative speech of their London-based chief on Aug 22 outside the Karachi Press Club allegedly triggered the violent protest, arson attacks and ransacking of media houses and left a passer-by dead. Meanwhile, MQM leader MNA Kanwar Naveed Jameel informally spoke to the media while leaving the court premises and said that he had confidence in Dr Farooq Sattar and was convinced with his policy. The bail applications of the three women activists Rabia, Sumera and Quratual Ain are fixed before an ATC on Thursday. The first case was registered under Sections 302 (premeditated murder), 324 (attempted murder), 353 (criminal force to deter public servant from discharge of his duty), 147 (punishment for rioting), 148 (rioting, armed with deadly weapon), 149 (every member of unlawful assembly guilty of offence committed in prosecution of common object), 186 (obstructing public servant in discharge of public functions), 123-A (condemnation of the creation of the state and advocacy of abolition of its sovereignty), 124-A (sedition), 427 (mischief causing damage to the amount of fifty rupees), 435 (mischief by fire or explosive substance with intent to cause damage, etc), 436 (mischief by fire or explosive substance with intent to destroy house, etc), 337 (shajjah), 506-B (criminal for intimidation) and 109 (abetment) of the Pakistan Penal Code (PPC) read with Section 7 of the Anti-Terrorism Act, 1997. The second FIR was registered under Sections 123-A, 124-A, 109 and 34 of the PPC read with Section 7 of the ATA against the same set of suspects. Besides 1,500 to 2,000 unidentified men and women, the police also named around a dozen party leaders, including Altaf Hussain, Dr Farooq Sattar and Amir Khan as absconders in both cases registered at the Artillery Madian police station.Published in Dawn September 1st, 2016\n", "author": "Ishaq Tanoli", "title": "Over 40 MQM activists sent to jail in media attacks cases"}}
{"1281246": {"date": "September 01, 2016", "article": "ISLAMABAD: A man was arrested on charges of carrying explosives, police said here on Wednesday. A cas{"1281006": {"date": "August 31, 2016", "article": "DUBAI: A high-rise building under construction in Abu Dhabi caught fire on Tuesday, forcing the evacuation of the structure and a nearby luxury hotel, the latest in a series of tower blazes to hit the United Arab Emirates.The fire began late in the morning at the more than 20-story building, which appeared to be nearing completion on the Emirati capital’s skyscraper-studded main island. Thick black smoke could be seen billowing from the blue-coloured tower for miles.Government-owned daily The National reported that hundreds of labourers were evacuated from the building as authorities sealed off the surrounding area.The adjacent Beach Rotana Abu Dhabi hotel was forced to evacuate because of the fire, and was putting guests up overnight at its other properties in the city. There were no immediate reports of casualties. Cities in the fast-developing Emirates have been hit by a spate of fires in recent years, including one in a residential tower in Dubai last month and another at a luxury hotel next to the city’s biggest shopping mall on New Year’s Eve.Published in Dawn, August 31st, 2016\n", "author": "AP", "title": "Under-construction tower catches  fire in Abu Dhabi"}}
{"1281016": {"date": "Updated August 31, 2016", "article": "\n\n\n\t\t\t\t\tThe writer is an author and journalist.\n\t\t\t\t\n\n\nHis near-demonic hold over his followers may have loosened and an internal party coup has apparently dethroned him from leadership. Yet it is premature to write off Altaf Hussain whose name has been synonymous with the very existence of the MQM. From his base in London, he still maintains contact with his supporters in Pakistan and across the world.  Altaf Hussain may have been wounded but he has certainly survived any detonating of the ‘suicide vest’ as others describe it. It appears obvious that what happened on Aug 22 was part of an organised plan that boomeranged. The party leadership in Pakistan may have dissociated itself from him and removed his name from the party constitution as the supreme leader whose decision could not be challenged. But it is extremely difficult to destroy the cult that has been built around his personality for the past three decadesOne fully empathises with Farooq Sattar who is walking a tightrope. Unsurprisingly, he dare not make a complete rupture and denounce his former leader publicly for his act of treason, for fear of breaking unity among the Muttahida leadership in Pakistan. There is also a fear of backlash from the militant wing that is directly controlled from London and that still pledges loyalty to the supreme leader, though it has been crippled by the ongoing operation. Examine: Confronting MQM’s pastInterestingly, Altaf Hussain too has kept silent over the internal party revolt that claims to have stripped him of his undisputed authority reinforcing suspicion about a mutually agreed separation short of a divorce. It is, indeed, surprising that the entire Pakistani leadership overnight turned against their supreme leader whom they had defended even against the charges of an Indian connection. So what is the deal?   \nAltaf Hussain may have been wounded but he has certainly survived any detonating of the ‘suicide vest’.\n\nMany believe that while the party organisation in Pakistan would be allowed to operate independently, the London office would continue to control the overseas branches. They would maintain an aggressive stance to internationalise the issue of the alleged extra-judicial killing of MQM workers and their enforced disappearances. Altaf Hussain’s latest harangue through telephonic addresses to MQM workers in America and South Africa lends credence to these theories.  This arrangement was, perhaps, necessary to ensure the success of the party’s candidate for city mayor in the elections held a few days later. Waseem Akhtar, who was nominated with the approval of Altaf Hussain months ago, swept the polls easily with not a single MQM vote wasted. Any reaction from London against the decision of the Pakistan-based committee would have divided the party which could have caused it to lose control of the city government. By separating the Karachi and London committees, the MQM has apparently escaped the possibility of being banned. Almost all the major political parties are opposed to any move that could lead to the disintegration of the party into splinters thus strengthening militancy. For sure, the ongoing Rangers operation in Karachi has crippled the party’s militant wing and contained its capacity to bring the city to a halt as it did frequently in the past. But the party is still deeply entrenched in the city and its vote bank has remained intact as demonstrated in the local government polls and various by-elections. The creation of the Pak Sarzameen Party (PSP) led by Mustafa Kamal may have made some dents in the MQM but it has failed to make much of an impact on the city’s politics largely because of the perception of it being sponsored by the security establishment as part of a plan to re-engineer Karachi’s politics. The latest crisis in the MQM may result in PSP support for some more defectors, but there is little possibility of it making any inroads into the hard-core Urdu-speaking vote bank. Such political manipulations by the security agencies have failed in the past too. In fact, the Rangers’ revenge action following Aug 22 has played into Altaf Hussain’s politics of victimhood so cleverly exploited by him in the past. Sealing and bulldozing MQM offices without legal sanction will certainly strengthen the hard-liners in the party. The spectacle of Farooq Sattar being dragged out of the Karachi Press Club by uniformed officers and forcibly taken to the Rangers headquarters is hard to rationalise.  Read: Key MQM leaders rounded up, party offices sealed, bulldozedSimilarly, the case of Asif Hasnain raises questions about the role of the security agencies in forcing defections. The MQM MNA from Landhi who was reportedly picked up by Rangers joined the PSP soon after his release. What has led to his sudden awakening of his conscience is anyone’s guess. The involvement of security agencies in political manipulation in Karachi invariably had the opposite effect. For sure, there have been growing sentiments among senior members of the Pakistan-based leadership committee against Altaf Hussain and the coterie around him in London particularly after the murder of Imran Farooq and the money-laundering investigation against him by Scotland Yard. Most of them privately admit that Altaf Hussain had become a liability with his deteriorating mental condition. His long harangue came as an embarrassment for saner elements. The Aug 22 incident provided a trigger for an open revolt. But it is not easy for the rebels to cut off the umbilical cord that has joined them to the party for so long. One major concern is that the disintegration of the MQM may further disenfranchise the city and the Urdu-speaking community in particular. The gap cannot be filled by any party sponsored by the security agencies. Such experiments have failed in the past and cannot work now.Karachi’s complex problems cannot be resolved through political re-engineering. True, the security agencies must be commended for containing violence and crime in the city and the law must be enforced without discrimination. But involvement in political manipulation could further complicate the situation. Banning the party for the crime of one or a few persons among the leadership is not the solution. Altaf Hussain must be held accountable for his deeds, but questioning the patriotism of the entire party is despicable. The writer is an author and journalist.zhussain100@yahoo.comPublished in Dawn, August 31st, 2016\n", "author": "Zahid Hussain", "title": "Karachi’s political re-engineering"}}
{"1281026": {"date": "August 31, 2016", "article": "SENATOR Mohammad Yaqoob Khan’s view that the ‘poor are born to serve the rich’ (Aug 26) may sound offensive but it reflects a pervasive mindset that prevails not only in Pakistan but in countries like the USA. This is not surprising given the fact that a British imam and many sheikhs in the Arab world believe that slavery was banned by Abraham Lincoln and not by Islam. My personal view is that what Lincoln did is apparently tenable under the Islamic concept of maslaha mursala (broader public interest). A bitter truth is that inequality has remained a feature of most societies, and the countless studies by political philosophers like Aristotle, Tacitus, Moska, Michel, Marx, Pareto and C. Wright Mill attest to this. What a pity that demokratia (power of the people) never succeeds in equalising citizens.James Maddison’s idea of having a bicameral legislature to balance the brute power of the proletariat against the bourgeoisie did not bear fruit. We only have to look at the performance of our National Assembly versus the Senate, Lok Sabha versus Rajya Sabha, the House of Commons versus the House of Lords, so on. Nevertheless, all democracies envisioned `opportunities for political participation to larger proportions of the population’, and across-the-board accountability (no loan write-offs or plots and permits). Democracy is a progressive effort to equalise citizens before the law, rather than legalising the elite and mafias. It is unfortunate that a senator regards inequality as an unchangeable status quo.William A. Welsh says: “The rise of democracy has signalled the decline of elites” (Leaders and Elites, p 1). But, a bitter lesson of history is that demokratia had always been an ideal, never a reality. History reminds us that no system, not even ochlocracy (mobocracy) could ever bulldoze governing elites. The Delhi Sultanate, the Mughals, and the English ruled through handpicked elites.The ‘equal citizen’ as enshrined in our constitution has remained a myth. Even American democracy is run by a handful of specialised people while the majority of the population is a silent spectator, a “bewildered herd” (Chomsky).Amjed Jaaved Rawalpindi(2)THE senator’s contentious remarks have underscored the chauvinistic mindset of the privileged class towards the underdogs of Pakistani society.The biggest irony is that the same senator had been elected thrice from NA-263, but he did not establish a single hospital or educational institution in his hometown. In this backdrop it comes as no surprise that he is utterly nonchalant towards the miserable plight of the poor people living next to his home. Meanwhile, he also dilated upon the misconception prevalent in our society that God has made social and economic divisions.Quite contrary to his comments, the truth is that it is not God but people like the senator who have contributed to the creation of such disparities. To sum it up, people of such mindset can hardly alleviate the miseries of poor and downtrodden people.M. Ishaq NasarLoralai, BalochistanPublished in Dawn, August 31st, 2016\n", "author": "From the Newspaper", "title": "Born to serve the rich"}}
{"1281036": {"date": "August 31, 2016", "article": "WASHINGTON: Is President Barack Obama already thinking about his next job? In the coming months, he will guest-edit an issue of tech-focused Wired magazine.It is the first time a sitting president has guest-edited a magazine, the publication said Tuesday, announcing that Obama's November issue would be centered around the theme of frontiers.“Like Wired, our 44th president is a relentless optimist. For this completely bespoke issue, he wants to focus on the future -- on the next hurdles that humanity will need to overcome to move forward,” it said.“We want to wrestle with the idea of how today's technology can influence political leadership. And who better to help us explore these ideas than President Obama?” editor-in-chief Scott Dadich said.At the same time, the White House announced a “Frontiers conference” inspired by the issue, to take place in Pittsburgh on October 13.Health care, telecommunications, artificial intelligence, space exploration and clean energy are some of the themes to be addressed at the event.Obama will leave the White House on January 20, 2017 at age 55, after eight years in power.The Wired gig is not his first foray into the magazine world. He wrote an essay on feminism for the September issue of Glamour magazine.\n", "author": "AFP", "title": "Obama to guest-edit issue of Wired magazine"}}
{"1281046": {"date": "August 31, 2016", "article": "SAHIWAL: Seven Rescue 1122 firefighters got burn injuries in a rescue operation at an LPG refilling shop at Arifwala bypass on Monday evening.\n​\nAn eyewitness says the fire erupted after a blast at the LPG decanting shop of Mustafa Murdana. The blast was not fatal. Soon rescuers arrived at the scene and put out the fire. After the operation, the shop owner informed the rescuers that many LPG cylinders were still in the adjacent store and suggested the rescuers to remove them. As rescuers started removing them, one cylinder burst out leaving seven rescuers injured. Those who suffered injuries are: Asif, Qasir, Abid Shakeel, Manzoor Ahmed, Waqaar and driver Rashid. They were admitted to the Sahiwal District Headquarters hospital. Commissioner Babar Hayat, CM’s Inspection Team member Ahmed Ali Zafar and District Coordination Officer (DCO) Shoukat Ali visited the hospital and inquired after the rescuers. Mr Zafar visited the fire scene and later attended a meeting at the DCO office. The DCO said action would be taken against illegal LPG decanting shops. PROTEST: Three dozens of residents of village Manhaat Darshan with children protested outside the office of the Pakpattan DCO on Tuesday against choked ​sewerage pipelines in their village. They said the overflowing sewage had entered more than 100 houses. Even though they had contacted the municipality staff so many times, but in vain. They demanded cleaning of the choked pipelines, regular visits by sanitary staff ​and widening of the drainage lines.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Seven firefighters hurt in cylinder blast"}}
{"1281056": {"date": "August 31, 2016", "article": "LAHORE: The Punjab Excise, Taxation and Narcotics Control department on Tuesday signed an agreement with the National Bank of Pakistan (NBP) to install 14 automated teller machines (ATMs) at the E&T field offices across the province.Akram Ashraf Gondal, the department’s director general, told Dawn the NBP would install four ATMs in Lahore and 10 in eight regional offices to facilitate visitors. He said in the next phase the bank would install 16 more ATMs in the remaining district field offices. He said the bank would bear the expenses for setting up ATMs.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "ATMs to be installed at E&T offices"}}
{"1281066": {"date": "August 31, 2016", "article": "ISLAMABAD: The Chief Commissioner Office on Tuesday approached the Fata Secretariat in Peshawar for custody of a man wanted in connection with the murder of Malik Fahad, a nephew of former Senate chairman Mohammedmian Soomro, officials told Dawn.They said a letter written by the Chief Commissioner Office to the Fata additional chief secretary, Fata Secretariat Peshawar, sought the transfer of the accused, Raja Arshad Mehmood, to the federal capital. A case has been registered against him on charges of murder, attempted murder, rioting, possession of deadly weapon, unlawful assembly guilty of offence committed in prosecution of common object and hurt. Non-bailable warrants for the arrest of the accused have already been issued by the court, it stated.“It was reported that the accused had been arrested through the assistant political agent of Landi Kotal and currently he is on physical remand.”The accused is required to be transferred from Landi Kotal to Islamabad for an investigation, it added.“It is requested that the quarters concerned may kindly be directed for the transfer of the accused under effective \nsecurity arrangements and after completing all codal/legal formalities,” the letter added.Fahad was killed in an armed clash on August 15 in the jurisdiction of the Shalimar police. An FIR was registered with the police under the Anti-Terrorism Act on a complaint by Malik Tariq, Fahad’s uncle, against Raja Arshad and another suspect, Noman Khokhar.On August 15, a verbal dispute broke out in F-10 between Raja Arshad and Malik Tariq and resulted in the two men reaching an agreement at a local police station. However, both parties then clashed again in the same area. Fahad, who was attempting to mediate between the two parties, was shot four times and died on the spot while Malik Tariq was injured.On Aug 18, Raja Arshad obtained a protective bail from Lahore High Court’s Multan bench till August 30. The LHC directed him to approach the district and sessions court of Islamabad. However, on August 27, the protective bail of another accused – Noman Khokhar – was cancelled leading to his arrest. Raja Arshad was arrested at the Torkham border while trying to escape to Afghanistan on Aug 28. He was held at the border checkpoint during the checking of his passport, which was found to have been cancelled. The passport had been cancelled by the Ministry of Interior on the request of the capital police. The name of the accused was also found in the exit control list. Later, he was handed over to the political agent and detained at a lock-up in Landi Kotal. A case was also registered against him there. The officials said the accused obtained an Afghan visa for a month from its consulate at Quetta on August 24. He was planning to escape to Europe via Afghanistan as visas were also found stamped on his passport, they added. Published in Dawn, August 31st, 2016\n", "author": "Munawer Azeem", "title": "Custody of accused in Malik Fahad murder sought"}}
{"1281076": {"date": "Updated August 31, 2016", "article": "ISLAMABAD: More than the issues of trust between Afghanistan and Pakistan, Afghanistan is affected by its internal problems, said director of the Peace Research Institute Oslo (PRIO) Kristian Berg Harpviken at the launch of his book on Tuesday.The launch of ‘A Rock Between Hard Places: Afghanistan as an Arena of Regional Insecurity’ was hosted by the Centre for Research and Security Studies (CRSS) at a local hotel.Mr Harpviken has studied Afghanistan and the region for a long time and his research interests include wartime migration, transnational movements and mobilisation, regional security and the dynamics of civil war.\nNew book explains political, economic history of region and the power rivalries within\n\nThe book, which is written with Dr Shahrbanou Tadjbakhsh, is based on the modern political and economic history of the region and the power rivalry within it. The authors explain why efforts to build a comprehensive Afghanistan-centric regional security order have failed and make suggestions for resetting inter-state relations.Mr Harpviken said the book had been completed a year ago and that his co-author and him had wanted to research even more and warned that the book did not contain easy answers.Those who attended the launch expressed interest in regional issues and their impact on different countries and a lively discussion followed Mr Harpviken’s speech.Associated Press regional correspondent Kathy Gannon, who survived being shot in Afghanistan in 2014, suggested that the issue of borders between Afghanistan, Pakistan and India be discussed in order to ensure regional stability.To this, Mr Harpviken said that solving border problems may not address all issues between countries of the region.Defence analyst Zahid Hussain said Afghanistan was also affected by many external factors including the rivalry between India and Pakistan.“The 2,500 kilometre border between Afghanistan and Pakistan is very porous and people can travel through to both sides, which is very difficult to manage,” he said.The dispute over the Durand Line is also an issue between the two countries and Afghanistan is the only country which opposed the formation of Pakistan in the United Nations and refused to accept it, Mr Hussain said.The analyst said that according to some reports, the Taliban and Russia were in some sort of contact, which may increase the problems of the region.Ms Gannon spoke about competitions between militant groups in Afghanistan, which she said are trying to organise themselves and making recruitments.Published in Dawn, August 31st, 2016\n", "author": "A Reporter", "title": "‘Afghanistan is plagued by internal problems’"}}
{"1281086": {"date": "August 31, 2016", "article": "KHAR: The Bajaur Agency political administration has decided to take stern action against truant teachers and health workers in the region. The decision was taken after Additional Political Agent Mohammad Irfanuddin found a number of teachers and health workers absent from duty during his surprise visits to several schools and health units in Khar tehisl.During his visits to schools and health centres, the additional political agent was informed by local people about shortage of teachers and health workers in schools and health centres in the region.They said most of teachers and health workers either remained absent from duty or came late to their workplaces owing to lack of check by the authorities. The students told the official that shortage of teachers was affecting their \nstudies. They said that some of the teachers left the school at least two hours before the closing time. “Majority of students come from remote areas but attend only three or four classes owing to absence of teachers,” said a student. The students also complained about the lack of basic facilities in the schools. Mr Irfanuddin asked the schools principals to issue show cause notices to the truant teachers. He said that administration would never tolerate absenteeism of teachers and others employees. He said that strict action would be taken against the absentee government employees. The additional political agent also visited various health centres. He showed grave concern over absence of staff and lack of facilities in the health centres. The official pledged to set up a monitoring committee to pay surprise visits to government institutions on regular basis to stop absenteeism by employees.Published in Dawn, August 31st, 2016\n", "author": "A Correspondent", "title": "Bajaur admin to take action against truant teachers, health workers"}}
{"1281096": {"date": "August 31, 2016", "article": "PESHAWAR: The Fata Grand Alliance has rejected the recommendations of government-sponsored Fata Reforms Committee and suggested formation of a legislative council to decide future of the tribal areas.Addressing a news conference at Peshawar Press Club on Tuesday, Fata Grand Alliance chief Malik Khan Marjan said that the recommendations given by Fata Reforms Committee were not acceptable to them because none of the relevant elders were consulted in that regard.He said that an independent and elected Fata legislative council should be established to decide future of the tribal areas. He said that new issues would surface if tribal elders were not taken into confidence about the future status of Fata. \nFGA chief rejects recommendations of reforms committee\n\nMr Marjan said that rulers must make consultations with tribal elders if they were really sincere in introducing reforms in Fata. He said that tribesmen were also citizens of the country and needed education, healthcare and other basic facilities. Accompanied by Malik Faizur Rehman, Malik Naib Khan, Malik Abdul Razaq, Malik Attaullah, Malik Bahadur Shah and Malik Marwaiz Khan, Mr Marjan said that Fata Grand Alliance had assured the government of its full support in bringing reforms if Fata but the process should not be one-sided. Any attempt to impose decisions on tribal people without their wishes would be resisted, he added. The tribal elder said that government should establish legislative council, which would make recommendations within one year to decide future status of Fata. He said governor, Fata Secretariat and political administration should be held accountable to the legislative council to avoid injustices with poor tribal people.Criticising the government for spending billions of rupees on mass transport service in Lahore and Islamabad, Mr Marjan asked Prime Minister Nawaz Sharif to announce a financial package of Rs1,000 billion to initiate mega development projects in Fata. The Fata Grand Alliance chief also demanded of the government to resume the scholarship programme for tribal \nstudents. He said that funds of Fata parliamentarians should be diverted to development projects in tribal areas.Mr Marjan urged the federal government to link Fata with China-Pakistan Economic Corridor. He also demanded compensation for the internally displaced persons, whose houses and shops were damaged or demolished during operation against terrorists.Published in Dawn, August 31st, 2016\n", "author": "Bureau Report", "title": "Legislative council proposed to decide future of Fata"}}
{"1281106": {"date": "August 31, 2016", "article": "ISLAMABAD: Although the Pakis­tan Peoples Party (PPP) and the Pakistan Tehreek-i-Insaf (PTI) claim to be on the same page on the issue of Panamagate, the former is still not completely on board with the latter’s protest plan. PPP leaders Syed Khurshid Shah and Aitzaz Ahsan on Tuesday told PTI vice chairman Shah Mehmood Qureshi that they would respond to his party’s formal invitation to participate in the Sept 3 anti-government rally in Lahore after consulting their top leadership. Hours after Mr Qureshi’s meeting with the PPP leaders, PTI chairman Imran Khan announced that his party would hold a public meeting in Karachi’s Nishtar Park on Sept 6 to express solidarity with the country and to condemn MQM chief Altaf Hussain’s anti-Pakistan speech. \nPublic meeting in Karachi on Sept 6, says Imran\n\nSources in the PPP told Dawn that the party was reluctant to join the Sept 3 rally because of Imran Khan’s habit of taking “unilateral decisions”. A senior PPP leader said that keeping in mind the outcome of the PTI’s 2014 sit-in against alleged rigging in the general elections, the party would have to be cautious while taking a decision about joining the PTI rally. When asked if the party could nominate someone for a token participation in the Sept 3 rally, he said it also appeared to be difficult in the present circumstances because it would be seen as providing a “tacit support” to the PTI’s unilateral call. Moreover, he added, other opposition parties such as the Awami National Party and the Muttahida Qaumi Movement had also distanced themselves from the PTI’s plan to hold rallies on the Panama issue. He said the PPP leadership also considered the PTI’s decision to file a petition in the Supreme Court as “unwise”. Talking to reporters after the meeting, the PPP and PTI leaders, however, claimed that there was a complete unity among the opposition parties on the Panama issue and all of them wanted an across-the-board accountability of all those who owned offshore companies as revealed by the Panama Papers. Mr Qureshi said the parliamentary committee formed by the National Assembly speaker to draft terms of reference (ToR) for the proposed judicial commission on Panamagate had “met premature death due to the government’s \nstubbornness”. “The ToR committee is now a dead horse,” he said, adding that the MQM had already come out of the committee whereas Jamaat-i-Islami had decided to approach the apex court after getting disappointed from the committee. Mr Qureshi said the PTI would completely support the bill drafted by Aitzaz Ahsan for formation of the Panama commission and it would soon be moved in the Senate as a private member’s bill. He said the PTI would also move a resolution in the Khyber Pakhtunkhwa Assembly over the Panama scam.Published in Dawn, August 31st, 2016\n", "author": "Amir Wasim", "title": "PPP undecided about joining PTI rally"}}
{"1281116": {"date": "Updated August 31, 2016", "article": "\n\n\n\t\t\t\t\tUS Secretary of State John Kerry shakes hands with Indian Minister for External Affairs Sushma Swaraj prior to a meeting in New Delhi on Tuesday.—AFP\n\t\t\t\t\n\n\nNEW DELHI: The United States and India on Tuesday reaffirmed their common view on cross-border terror albeit with varying emphasis and even a good word from US Secretary of State John Kerry for Islamabad’s efforts to curb the menace. “The US stands with India on all matters of terrorism, no matter where it comes from,” Mr Kerry said at a joint news conference with Indian External Affairs Minister Sushma Swaraj. Ms Swaraj on her part ruled out any dialogue with Islamabad, saying “talks with Pakistan will happen only when it takes steps on the Pathankot terror attack” since “terror and talks cannot go hand-in-hand”. Mr Kerry is in Delhi for the second strategic and commercial dialogue between India and the United States. “I briefed Secretary Kerry on the continuing problem of cross-border terrorism that India and the larger region face from Pakistan,” Ms Swaraj said, adding: “We both agreed that nations must not maintain double standards, such as the categorisation of good and bad terrorists, nor must they act as sanctuaries and safe havens for terrorist organisations.” \nTalks with Pakistan only after Pathankot probe, says Swaraj\n\nShe said both sides reaffirmed the urgent necessity for Pakistan to dismantle “safe havens for terrorists and criminal networks, including Lashkar-e-Taiba, Jaish-e-Mohammad and D Company”, the latter being India’s reference to Mumbai underworld don Dawood Ibrahim who Delhi says is being sheltered by Pakistan. “Secretary Kerry and I also agreed on the need for Pakistan to do more to bring the perpetrators of the 2008 Mumbai and 2016 Pathankot terrorist attacks to justice quickly,” she said. Mr Kerry agreed. “We cannot and will not distinguish between good and bad terrorists… US stands with India on all matters of terrorism, no matter where it comes from. It’s crystal clear we are on the same view over it.” Ms Swaraj said they spoke on the need to strengthen the international legal regime to counter terrorism. “We agreed on additional measures to strengthen our counterterrorism cooperation, specifically, to work for early operationalisation of the agreement on exchange of information on known or suspected terrorists. We will also intensify intelligence sharing and continue to work closely to get terrorist entities listed by the UN system, by coordinating our approach to the UN 1267 Committee.” Mr Kerry said the United States had been speaking to all the countries in the region about the issue, and appreciated Pakistan’s role in eliminating the threat. He confirmed that progress was made on an agreement about the construction of six nuclear reactors by US giant Westinghouse. “We hope to see our civil nuclear cooperation take shape in the form of new reactors that will deliver reliable electricity to tens of millions of Indian households.” The deal has been held up in the past by concerns over India’s laws that would make US companies liable for accidents at plants they helped build. Ms Swaraj said she had thanked Mr Kerry for American support for India’s bid to join the elite Nuclear Suppliers Group (NSG), a bloc of 48 countries. Earlier this year, the US led an initiative for India to gain admission to the bloc that trades in sophisticated nuclear material and technology, but China and a group of countries blocked India’s membership bid. Washington has promised to push India’s bid at “the highest levels” before the next NSG meeting later this year. The United States on Tuesday agreed to “look into” India’s concerns over the Obama administration’s move to hike fees for H1B and L1 visas. India Inc. raised the issue at the India-US CEO Forum, saying the move hurt Indian IT firms which are the main users of these non-immigrant temporary work visas. Ms Swaraj and Commerce Minister Nirmala Sitharaman said India had conveyed its concerns to the US side during a bilateral strategic and commercial dialogue. The visa fee hike has “affected our people-to-people exchanges… I would urge you to find a just and non-discriminatory solution to these issues,” Ms Swaraj told Mr Kerry. Indian Defence Minister Manohar Parrikar and US Defense Secretary Ashton Carter sealed an agreement on Monday in Washington in efforts to strengthen defence ties to counter concerns over China’s growing military assertiveness, reports said. Both countries can now access each other’s military bases. Mr Parrikar has stressed that the new agreement does not allow for US bases to be set up on Indian soil, nor for troops to be stationed there. Mr Kerry, who is on his fourth visit to India, will take questions from students at IIT-Delhi on Wednesday.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Correspondent", "title": "US with India on terror issue: Kerry"}}
{"1281126": {"date": "August 31, 2016", "article": "WASHINGTON: SpaceX and satellite operator SES have agreed to launch a commercial satellite later this year by reusing a Falcon 9 rocket, the companies announced Tuesday.The launch of SES-10, which will be the first satellite sent into space on a SpaceX flight-proven rocket, was scheduled for the fourth quarter of 2016.Terms of the deal were not announced. Officials with California-based SpaceX, headed by Internet entrepreneur Elon Musk, had previously indicated that reusing rockets could cut launch costs by 30 per cent.The billionaire said in April that it costs around $300,000 to fuel a rocket, but $60 million to build one.Musk wants to revolutionise the launch industry by making rocket components reusable, much the same way as commercial airplanes.Currently, expensive rocket parts are jettisoned into the ocean after each launch.“Re-launching a rocket that has already delivered spacecraft to orbit is an important milestone on the path to complete and rapid reusability,” Gwynne Shotwell, president and chief operating officer of SpaceX, said in a statement.The SES satellite will launch on a Falcon 9 first-stage booster that landed in April after sending a Dragon capsule laden with cargo to the International Space Station. It landed on a floating platform at sea.Since then, SpaceX has landed six first-stage boosters, most recently on August 14.“We believe reusable rockets will open up a new era of spaceflight, and make access to space more efficient in terms of cost and manifest management,” said Martin Halliwell, chief technology officer of Luxembourg-based SES.The company was the first commercial satellite operator to launch with SpaceX, in 2013.The SES-10 satellite will provide broadcast and mobility services to Latin America and the Caribbean.SpaceX's main competitors are US-based United Launch Alliance, a joint venture of Lockheed Martin and Boeing, and the French company Arianespace, which is the global leader in commercial satellite launches with 50pc market share.\n", "author": "AFP", "title": "SpaceX to launch satellite by reusing rocket"}}
{"1281136": {"date": "Updated Sep 01, 2016 11:05pm", "article": "Mohammad Amir runs in for the fourth time in the innings and bowls a fuller delivery, searching for his trademark late swing.\n\n\n\nConsidering the left-armer’s failure to extract lateral movement throughout the tour, one is heartened to see him target full-length. The pressure built on England opener Jason Roy is eased as the delivery, after taking a thick edge of the right-hander’s bat, smashes into the advertising skirting at deep square-leg.Mohammad Nawaz guarding the fence does everything right to execute the dive. But he doesn’t show willingness to stretch his hand towards the ball out of anticipation that his teammate, who is chasing the ball alongside, will secure the boundary.Three deliveries later, Babar Azam commits a heinous crime as he lets the ball pass through his legs at the cover region for Alex Hales to steal a four off Hasan Ali’s short of the length delivery. That is how the benevolence of Pakistani fielders allows England’s openers to break their shackles and open their accounts.\n\n\n\t\t\t\t\tSarfraz Ahmed leaves the field after being caught out. — AP\n\t\t\t\t\n\n\nEngland are one down for 137 by the end of 22nd over, cruising at 6.22 runs per over. Eager to induce a breakthrough, Azhar Ali introduces himself.Hales, nearing his fourth ODI century, is offered a juicy short-pitched delivery at 53.4 mph which is begging to be smoked out of the park, but he settles with a cross-bat drag that garners him a four.\nRead: Pakistan need a ‘300’\nThe second ball, a bit fuller this time, gets spanked over mid-wicket for a six. Two singles give Pakistan a breather, but the last two balls are again muscled for fours. England are 157 in no time. Hales, who has scored 77 from 73 balls at a strike rate of 105 so far, clocks his next 94 runs at a telling rate of 190. What follows next is the 27-year-old’s immaculate hitting that pushes Pakistan on the verge of a series defeat.However, this carnage would have not taken place had Wahab Riaz not transgressed two overs ago.\n\n\n\t\t\t\t\tGeneral view of the scoreboard displaying England’s record ODI batting score. — Reuters\n\t\t\t\t\n\n\nHales deposits his good-length delivery into Sami Aslam’s hands but a buzz on the on-field umpire’s watch reveals it to be a no-ball.The master of erratic line and length bowling, Wahab transgresses again: in the death overs on this occasion when he cleans up the mighty-hitting Jos Buttler.\nTake a look: ‘Pakistan need attacking middle-order batsman’\nEngland’s wicketkeeper batsman, whose unbeaten 94 comes at a staggering strike rate of 184, starts to walk off but is told to come back and continue smacking Pakistan all over the park. Wahab bowled a no-ball again. Buttler hits eight fours and seven sixes in total to complete Hales’ unfinished task.\n\n\n\t\t\t\t\tWahab Riaz reacts after a no ball is called on his wicket. — AP\n\t\t\t\t\n\n\nMeanwhile Wahab, who by now should have been spearheading the Pakistan bowling attack, goes on to surrender 110 runs at a towering economy of 11. In the days of free-hits, when it is a sin to bowl no-balls, Pakistan bowlers bowl seven  — five coming from their new entrant Hassan Ali — contrary to just one by England, in the first three ODIs. With a mammoth 444 set on the board, Sharjeel Khan holds his end by smashing cracking fours and seeks support from the other. He is eager to see his senior team members step-up and assist him in providing Pakistan a much-wanted start. But the left-hander is left to deal with the task alone as his captain Azhar Ali’s nerves get the better of him. In the eighth over, Azhar charges down the wicket to edge Chris Woakes into the third-man’s hands.Azhar, who has hit a four eight balls ago, falters due to pressure of accumulating just five runs since his last boundary.Nine overs later, Shoaib Malik, veteran of 348 international matches, departs after adding just one run in his chase of a wide delivery by Liam Plunkett.\nSee: ‘I can win matches with both bat and ball,’ says Imad Wasim\nTwenty-six overs later, Pakistan give in the five-match ODI series after a 76-run resistance for the last wicket by Amir and Yasir Shah. The 10th-wicket stand, which goes in the scorebook as the best of the innings, sees the left-arm bowler match highest score of Sharjeel (58 off 28) in almost the same number of balls (30) with five fours and four sixes.\n\n\n\t\t\t\t\tThe scoreboard displays the England’s record breaking innings total at the end of the third one-day international against Pakistan at Trent Bridge. — AFP\n\t\t\t\t\n\n\nThese pitiful scenes infuriated millions of cricket followers around the world as fielding lapses, no-balls, and soft-dismissals laced with unthoughtful captaincy allowed England batters to club a record 444 runs to a bowling line-up, once touted as the best in 