{"1281005": {"date": "Updated August 31, 2016", "article": "DHAKA: A wealthy tycoon who was a chief financier for Bangladesh’s largest Islamist party could be executed in days after losing his final appeal on Tuesday against a death sentence from a controversial war crimes tribunal.The Supreme Court rejected Mir Quasem Ali’s last attempt to overturn the death penalty handed down two years ago by the domestic tribunal for murders committed during Bangladesh’s 1971 independence conflict. “Now he has a chance to seek presidential clemency. Or else the verdict could be executed anytime whenever the state wants,” Attorney General Mahbubey Alam told reporters.Five opposition leaders including four leading Islamists have already been executed for war crimes since 2013. They were all hanged just days after their appeals were rejected by the Supreme Court.Their families said they had refused to seek a presidential pardon as they did not want to legitimise the whole trials process.Ali, who became a shipping and real estate tycoon, was convicted in November 2014 of a series of crimes during Bangladesh’s war of independence from Pakistan, including the abduction and murder of a young independence fighter.Tuesday’s decision is considered a major blow for the Jamaat-i-Islami party, which the 63-year-old Ali had helped revive by setting up charities, businesses and trusts linked to it after it was allowed to operate in the late 1970s.His son Mir Ahmed Bin Quasem, who was part of his legal defence team, was allegedly abducted by security forces earlier in August, which critics say was an attempt to sow fear and prevent protests against the imminent execution.Security was tight in Dhaka on Tuesday, even though the party has in recent months eschewed violent protests in reaction to war crimes verdicts and there was no immediate sign of unrest.The war crimes tribunal set up by the government has divided the country, with supporters of Jamaat and the main opposition Bangladesh Nationalist Party (BNP) branding them a sham aimed at eliminating their leaders.The executions and convictions of Jamaat officials plunged Bangladesh into one of its worst crises in 2013 when tens of thousands of Islamist activists clashed with police in protests that left some 500 people dead.The Islamist party, which is banned from contesting elections, called a nationwide strike on Wednesday, calling the charges against Ali “false” and “baseless” and accusing the government of exacting “political vengeance”.TV station shutBefore he was arrested in 2012 on 14 war crimes charges, Ali headed the Diganta Media Corporation, which owns a pro-Jamaat daily and a television station that was shut down in 2013 for stoking religious tensions.Defence lawyers have said the charges against him were baseless. “Mir Quasem Ali wasn’t directly involved in war crimes. False witnesses were provided to frame charges against him. The future generation and law experts will scrutinise the verdict whether it was justified,” said Khandker Mahbub Hossain.The court ruling comes a day after a visit to Dhaka by US Secretary of State John Kerry who said the best way to combat extremism was “to live up to the core values of democracy”.Rights groups have criticised the war crimes trials, saying they fall short of international standards and lack any foreign oversight.A group of United Nations human rights experts last week urged Bangladesh to annul Ali’s death sentence and to retry him in compliance with international standards. “International law, accepted as binding by Bangladesh, provides that capital punishment may only be imposed following trials that comply with the most stringent requirements of fair trial and due process, or could otherwise be considered an arbitrary execution,” they cautioned.Prime Minister Sheikh Hasina’s government has defended the trials, saying they are needed to heal the wounds of the conflict, which it says left three million people dead.Published in Dawn, Au{"1281005": {"date": "Updated August 31, 2016", "article": "DHAKA: A wealthy tycoon who was a chief financier for Bangladesh’s largest Islamist party could be executed in days after losing his final appeal on Tuesday against a death sentence from a controversial war crimes tribunal.The Supreme Court rejected Mir Quasem Ali’s last attempt to overturn the death penalty handed down two years ago by the domestic tribunal for murders committed during Bangladesh’s 1971 independence conflict. “Now he has a chance to seek presidential clemency. Or else the verdict could be executed anytime whenever the state wants,” Attorney General Mahbubey Alam told reporters.Five opposition leaders including four leading Islamists have already been executed for war crimes since 2013. They were all hanged just days after their appeals were rejected by the Supreme Court.Their families said they had refused to seek a presidential pardon as they did not want to legitimise the whole trials process.Ali, who became a shipping and real estate tycoon, was convicted in November 2014 of a series of crimes during Bangladesh’s war of independence from Pakistan, including the abduction and murder of a young independence fighter.Tuesday’s decision is considered a major blow for the Jamaat-i-Islami party, which the 63-year-old Ali had helped revive by setting up charities, businesses and trusts linked to it after it was allowed to operate in the late 1970s.His son Mir Ahmed Bin Quasem, who was part of his legal defence team, was allegedly abducted by security forces earlier in August, which critics say was an attempt to sow fear and prevent protests against the imminent execution.Security was tight in Dhaka on Tuesday, even though the party has in recent months eschewed violent protests in reaction to war crimes verdicts and there was no immediate sign of unrest.The war crimes tribunal set up by the government has divided the country, with supporters of Jamaat and the main opposition Bangladesh Nationalist Party (BNP) branding them a sham aimed at eliminating their leaders.The executions and convictions of Jamaat officials plunged Bangladesh into one of its worst crises in 2013 when tens of thousands of Islamist activists clashed with police in protests that left some 500 people dead.The Islamist party, which is banned from contesting elections, called a nationwide strike on Wednesday, calling the charges against Ali “false” and “baseless” and accusing the government of exacting “political vengeance”.TV station shutBefore he was arrested in 2012 on 14 war crimes charges, Ali headed the Diganta Media Corporation, which owns a pro-Jamaat daily and a television station that was shut down in 2013 for stoking religious tensions.Defence lawyers have said the charges against him were baseless. “Mir Quasem Ali wasn’t directly involved in war crimes. False witnesses were provided to frame charges against him. The future generation and law experts will scrutinise the verdict whether it was justified,” said Khandker Mahbub Hossain.The court ruling comes a day after a visit to Dhaka by US Secretary of State John Kerry who said the best way to combat extremism was “to live up to the core values of democracy”.Rights groups have criticised the war crimes trials, saying they fall short of international standards and lack any foreign oversight.A group of United Nations human rights experts last week urged Bangladesh to annul Ali’s death sentence and to retry him in compliance with international standards. “International law, accepted as binding by Bangladesh, provides that capital punishment may only be imposed following trials that comply with the most stringent requirements of fair trial and due process, or could otherwise be considered an arbitrary execution,” they cautioned.Prime Minister Sheikh Hasina’s government has defended the trials, saying they are needed to heal the wounds of the conflict, which it says left three million people dead.Published in Dawn, August 31st, 2016\n", "author": "AFP", "title": "Bangladesh upholds Islamist tycoon’s death sentence"}}
{"1281035": {"date": "August 31, 2016", "article": "KARACHI: In the first-ever tech-talk by Google in Pakistan, a team of two experts from Singapore on Tuesday gave training to students, bloggers, writers, publishers, web designers and app developers at the Institute of Business Administration to enable them to use Google products to earn money.The informative session, ‘Google for Publishers’, was conducted by Waqas Burney, Manager (Web), and Ahmed Nawaz, Manager (Apps), who have been working for the South Asia region, Google Singapore for over a year, at the G&T auditorium of IBA main campus, says a press release. Mr Burney informed the audience that the World of Google publishing has users, advertisers and publishers and AdSense facilitates publishers earn money in a seamless manner. Anything between 100 and 50,000 dollars could be generated monthly, he added. An introduction to the two monetization products — Google AdSense and Google AdMob — followed. The audience was informed that AdSense had more than two million members and AdWords had one million plus members. Through AdSense you can make money, if you’re a YouTube blogger, publisher etc. and only 20 per cent publishers are brought on board by Google as they are stringent about selecting the best, according to the experts. Basically AdSense connects advertisers to users so that users can make money. Leading media organizations like Dawn and Jang are working with Google in this domain. Placing of advertisements on various web content is how bloggers and publishers earn good money. The more traffic on your site, the more revenue you earn. One must first concentrate on generating traffic on their website and then think about monetizing it. Useful tips on making the most of AdSense were shared by Mr Burney. Some heart-warming case studies in form of videos were also shared with the audience to show the impact AdSense had on the lives of ordinary people by empowering them financially. Introducing Google tool, AdMob, Mr Ahmed highlighted what made a great app and what did users require in an app. The more user friendly and functional the app, the more popular it would be. The activity proved to be successful as 1,100 plus registrations were received for the session. Dr Shakeel Khoja of the Faculty of Computer Science, said the tech-talk was a promising initiative of its kind and he hoped that Google would hold such informative sessions for the Pakistani youth in the future as well. He thanked the Google team profusely with mementos from IBA Karachi.Published in Dawn, August 31st, 2016\n", "author": "From the Newspaper", "title": "Google team trains IBA students on monetizing products"}}
{"1281115": {"date": "August 31, 2016", "article": "QUETTA: The Federal Investigation Agency (FIA) on Tuesday arrested a tribal elder, Malik Mehboob Khan Nurzai, on charges of attesting deceased Taliban chief Mullah Akhtar Mansour’s national identity card and local certificate in the border town of Chaman. Mullah Akhtar Mansur — who was killed in a US drone attack in Chagai district a few months ago while travelling in a car from Iran to Quetta — was allegedly carrying a passport which identified him as Wali Muhammad. The driver of the vehicle was also killed in the attack, which destroyed the car and left Mullah Mansour’s body charred beyond recognition.However, officials claimed that his passport and identity card were found at the site of the drone attack. It emerged later that the man travelling in the car was Mullah Akhtar Mansour, the chief of the Afghan Taliban. Official sources said that a team from the FIA went to Chaman on a tip-off about Mr Nurzai’s presence in the area. \nThe FIA team raided a place on the outskirts of Chaman town and arrested Mr Nurzai, who is an elder of the Nurzai tribe.“We have arrested Malik Mehboob Khan Nurzai who was involved in attesting the documents of Mullah Akhtar Mansour, the chief of Tehreek-i-Taliban Afghanistan and helping him get a Pakistani national identity card and local certificate,” said a senior FIA official, adding that the suspect had been taken to Quetta after the arrest. Several officials are also facing an inquiry regarding the issuing of a Pakistani identity card, certificate and passport to the deceased Taliban chief. The ID card was issued to the Taliban chief in 2004 in Quetta and he received his passport in a passport office in Karachi in 2005. The FIA has also arrested some officials of the Qila Abdullah district administration and is investigating them further. Published in Dawn, August 31st, 2016\n", "author": "Saleem Shahid", "title": "Tribal elder arrested for helping Mansour"}}
{"1281155": {"date": "Updated August 31, 2016", "article": "Punjab Government on Wednesday issued a legal notice to actor Hamza Ali Abbasi for spreading \"false rumours\" about the recent wave of child abductions across the province. Abbasi, in his Facebook post, revealed that he has been served a legal notice by the provincial government. \n\n\n\t\t\t\t\tHamza Ali Abbasi's Facebook status — screengrab\n\t\t\t\t\n\n\nThe notice, a copy of which is available with Dawn.com, was served by the provincial government's public prosecution department. The notice states that the number of missing children quoted by Hamza is incorrect and is \"less than one third that you (Hamza) reported\".The notification further claimed Hamza's post \"was exaggerated and it created a sense of insecurity in the general public\". \"The notice must be served to the news outlets as well. I, as a Pakistani, say that these politicians are as insensitive like animals,\" said Hamza in Geo News' Capital Talk.Pakistan Tehreek-i-Insaf's (PTI) senior leader Shafqat Mehmood alleged that \"Abbasi is subject to such a treatment because he is a PTI supporter. The government cannot arrest or serve legal notices to anyone for their Tweets or Whatsapp messages.\"This incident underscores Nawaz government's misuse of authority.\"In the month of Ramazan earlier this year, Pakistan Electronic Media Regulatory Authority (Pemra) barred Abbasi from hosting his Ramazan shows on Aaj TV respectively after complainants received said the show had aired provocative content.\n", "author": "Dawn.com | Imran Gabol", "title": "Hamza Ali Abbasi served legal notice by Punjab government for spreading 'false rumours'"}}
{"1281245": {"date": "September 01, 2016", "article": "ISLAMABAD: Noting the lack of cooperation on the part of the capital’s civic authority and the relevant federal and provincial government departments toward settling the matter of katchi abadis once and for all, the Supreme Court warned senior officials their salaries would be attached (withheld) if their lethargic attitude persisted. The warning was issued by a two-judge SC bench headed by Justice Dost Mohammad Khan, after Law and Justice Commission Secretary Sarwar Khan – who has been appointed a focal person of an expert group constituted by the court – said none of the secretaries he twice invited to meetings turned up. The court had taken up a petition moved by Aasim Sajjad Akhtar, through his counsel Abid Hassan Minto, seeking a declaration that the state is bound by the Constitution to provide evicted katchi abadi residents shelter and other amenities. \nSenior officials’ salaries to be attached if lethargy towards katchi abadi order persists\n\nThe petitioners also expressed concern over the manner in which residents of the I-11 katchi abadi were evicted by the Capital Development Authority (CDA), in an operation conducted on July 30 last year. In an order issued on April 20, the SC tasked the CDA and the federal and provincial governments with developing uniform legislation to devise inexpensive, low-cost housing for the destitute and shelterless. Subsequently, Sarwar Khan was appointed coordinator for facilitating and providing secretarial facilities to the working group, and governments were directed to ensure regular budgetary allocation for the smooth functioning of the group. The court ordered the law officers of all the provinces, and the respective finance directors, to attach the salaries of the officers assigned the task of developing the aforementioned uniform policy, in case any default was committed on their part. The court added that, in addition to their salaries being attached, the officers would also be proceeded against for contempt of court due to their lethargic attitude toward deciding a matter that has been pending for the last year. The court regretted that the CDA and the relevant federal and provincial departments were not interested in deciding the matter once and for all, through a proper policy. The court said this was unacceptable, and it would proceed against such a delinquent attitude of the relevant officers. However, it decided to issue a final warning, and directed the coordinator to convene yet another meeting of the relevant provincial secretaries and senior-most CDA officials – such as the member planning and housing and survey. It would be the responsibility of the coordinator to intimate, even in chambers, if any government official failed to take interest in the meeting of the expert group, the court said. The court ordered that in the next meeting, the expert group will finalise the fundamental features of the policy to provide low-cost housing facilities through legislation, to those who cannot afford modest housing. This should be done keeping in view areas’ environment and soil condition. The policy should also guard the interest of the state by protecting it from land grabbers, the order said. The court has allowed two months for the formulation of this policy. If nothing is developed, the respective chief secretaries and CDA chairman will personally appear before the court on the next hearing date to explain the attitude towards court orders. The court also directed the CDA and government departments to conduct a comprehensive survey of katchi abadis with the assistance of Survey of Pakistan, Google Maps and other sources, and for which surveyors can also sign a memorandum of understanding with the National Database and Registration Authority (Nadra) to permanently register the family trees of those living in katchi abadis. This would also help authorities prevent undue dual benefits to the same family. The court also asked the federal and provincial governments to explain why budgetary allocations were not made for the expert group in their respective budgets. The court order will be sent to the principal secretary to the prime minister, the provincial chief secretaries, principal secretaries to all chief ministers, the CDA chairman, the Islamabad mayor, and the secretaries of Cabinet Division, Establishment Division and climate change. Meanwhile, the Aug 26, 2015 stay order restraining the capital administration from demolishing any house in existing katchi abadis will remain in place, the SC said. In case of fresh encroachments, the CDA will submit a report to the court seeking permission to proceed against them.Published in Dawn, September 1st, 2016\n", "author": "Nasir Iqbal", "title": "SC gives CDA two months to formulate low-cost housing policy"}}
{"1281315": {"date": "Updated September 01, 2016", "article": "LAHORE: The Pakistan Tehreek-i-Insaf (PTI) lost to the Pakistan Muslim League-Nawaz (PML-N) in by-elections in the National Assembly constituency NA-63 (Jhelum-II) and the Punjab Assembly’s PPP-232 (Vehari-I) on Wednesday, but after giving a run to the ruling party for its money. In Jhelum, PTI candidate Fawad Chaudhry was outnumbered by PML-N’s Matloob Mehdi with a margin of about 5,000 votes in the unofficial results of 309 of the 314 polling stations. The margin of win in the Vehari by-polls was narrow — 1,056 votes. Polling started at 8pm and continued till 5pm in a largely peaceful way. Besides police, contingents of army and \nRangers were deployed in the two constituencies to prevent any untoward incident. However, independent candidate Mirza Mehboob Rabbani was allegedly tortured by PML-N activists over a trivial issue in Vehari, while Jhelum witnessed a post-polling clash resulting in bullet injuries to two activists of the PTI. Voter turnout remained quite low in Jhelum where at one polling station (Langar) not even a single vote was cast. The number of registered voters there was 1,384. Turnout was around 50 per cent in Vehari where PML-N’s Yousuf Kasilia and PTI’s Ayesha Nazir Jutt had a close contest. The number of registered voters in NA-63 Jhelum was 427,757 and in PP-232 Vehari 191,092. The Vehari seat had fallen vacant after an election tribunal unseated Mr Kasilia for submitting wrong statement of assets. During the 2013 general elections, he had won from the constituency as an independent candidate and later joined the PML-N. His supporters danced to the beat of drum soon after the announcement of unofficial results. Prime Minister Nawaz Sharif’s daughter Maryam Nawaz celebrated the win through her Tweet, “Dekho, dekho kaun aaya (See, who has come)”. Ayesha Jutt alleged that PML-N activists had forcibly stopped the polling process at some stations and that election results were manipulated, otherwise she was leading with a good margin. Also levelling allegations of pre-poll rigging, she vowed to use all options at her disposal for fighting against the “rigging”. The Jhelum seat had fallen vacant after the death of PML-N’s Raja Iqbal Mehdi. For the by-election, his son Matloob Mehdi had been fielded by the party. He was challenged by PTI’s Fawad Hussain, a TV anchor who launched his political career from the platform of the PML-Q, then joined the Musharraf-led All Pakistan Muslim League but later defected to the PPP. Mr Hussain also alleged that rigging had taken place at a couple of polling stations. He claimed that security forces had caught a presiding officer “illegally” carrying seals which should have been placed in the corner covered with screens to ensure privacy to the voters. Published in Dawn, September 1st, 2016\n", "author": "Amjad Mahmood", "title": "PML-N wins Jhelum, Vehari by-polls"}}
{"1281325": {"date": "September 03, 2016", "article": "“I will make their heads spin,” I said relaxing in my chair with my thoughts making me excited.It was a day which I had been waiting for. It was the party which was going to be a blast of surprises. I had invited my friends to a party. Right above the entrance I had placed a small bucket and attached a rope. The surprise was inside the bucket. As soon as I heard the sounds from outside the house, I knew my ‘guests’ had arrived. They rang the bell and I opened the door.Fauz, Umar and Bilal jumped with fear because the moment they stepped in, the bucket turned upside down and lizards dropped on their shoulders. They were hysterical. “They are rubber lizards, guys!” I said and all of us laughed. “Cool surprise on the entrance dude!” Umar said as he shook my hand. Their eyes were glistening with excitement.“What is the plan for today?” Fauz asked, with his hands still trembling from the welcome he had received.“We’re going to an amusement park!” I saidMy friends and I got into our car with my parents and we raced towards our destination. We first darted towards the Dodging Cars but my friends were clueless about the whole ‘Dodging cars’ process, mechanism, acceleration and rules. I became their driving instructor and explained to them where the accelerator was and how it worked. “We get it,” Bilal shouted like it was kindergarten stuff. I shrugged my shoulders and sat down in my car. When the whistle blew, the violence began. “Did you get it, Bilal?” I shouted repeatedly as I banged my car full force into his motionless vehicle. I could see his eyes growing wide. Fauz and Umar were so entangled by the mechanisms of their own cars that they forgot to drive, or dodge the other drivers. When the action came to a dizzying end, Omar, Fauz and Bilal were gazing at the cars as if they had just been in a train wreck. But they were crazy enough to plead for round two. I have seen that Dodging Cars literally knocks all sadness out of its passengers. By the time my friends had gotten the hang of things, it was the fifth round. When we got out of our cars grinning from ear to ear, the rain welcomed us.“This rain pelting could be a pretty good sign for us!” Omar said.“Yeah, it’s time for your annual shower dude,” I said. Omer shot me daggers with his eyes. “I was joking, man,” I said and grabbed his shoulder and we sprung into the middle of the ground and began dancing in the rain. Just then I saw my father walking towards us with a bag around his shoulder. He unzipped it and out came a brand new cricket bat, wicket and ball. We jumped with delight. We played in the rain till it was dusk and our clothes were dripping with mud. Every moment I spend with my father and my old friends was a party. It took us 90 minutes to get to my house because of the traffic jam arising from the rain and the kicker was that Omar, Bilal and Fauz’s parents had shown up in their respective cars. Omar handed me a present box. Then all three drove away with their parents. I went to my room and opened the present excitedly. A bullet of spray shot at me, drenching my entire face with paint. ‘What! They have decided to fight fire with fire… eh? Nice revenge!’ I thought with a laugh. Published in Dawn, Young World, September 3rd, 2016\n", "author": "Rayyan Ali", "title": "Story Times: An unforgettable party"}}
{"1281335": {"date": "Updated June 15, 2016", "article": "The Eastern Province of Saudi Arabia is not one pilgrims or foreign tourists normally visit. Set against the Persian Gulf, it is the heart of the kingdom’s oil industry. Unsurprisingly, it is also home to most of its migrant workers whose labour populates this sector.Other than migrant workers, mostly Pakistani, Indian, Sri Lankan or from one or another poor labour-exporting nation, the Eastern Province is also home to the majority of Saudi Arabia’s Shia population. Perhaps because of this diverse mix, the province has also been the place where the government has chosen to launch a programme called ‘Ehna al-Ahl’ or ‘We are one family’. According to an article in the Saudi Gazette, this programme, which organises performances in the region’s malls and arranges for the distribution of brochures, is meant to enhance national cohesion and denounce extremism and divisions. The programme is supposed to last throughout the month of Ramazan.It can be safely assumed, however, that the Pakistanis labouring in the Eastern Province are not part of the ‘one family’ whose cohesion and lack of division is a priority for the kingdom. Among them is Mohammad Ilyas who works as the head of budgeting and finance at a multinational steel company. For several months now, Mr Ilyas has been trying to obtain an exit permit that would enable him to visit Pakistan. As some may remember, a confusing directive by the Saudi government several months ago stated that Pakistani workers living in Saudi Arabia would only be permitted to visit Pakistan once every year. A few weeks later, however, the Saudi government said that the directive had been withdrawn and that Pakistani workers could go back home for visits multiple times as they did in previous years.\nThe issue of Pakistani workers trapped in Saudi Arabia’s eastern region deserves the urgent attention of both Islamabad and Riyadh.\n\nThe renewed permission to leave more than once seems only to apply to Pakistanis in certain parts of the kingdom. In the Eastern Province, which includes the areas of Jubail and Dammam, however, things are far more complicated. As per the kingdom’s latest requirements, workers must apply for the entry/exit permit through the computerised system known as muqeem. However, when Mohammad Ilyas and others in the Eastern Province use it to apply for the permit, the system gives them an error message and asks them to visit the passport office in Jubail in person. Both Mr Ilyas and his company representative have visited the passport office numerous times. When Mr Ilyas did so, the people at the passport office told him that he was only permitted to visit Pakistan once a year and that if he could not obtain a permit online, he simply could not go home. To add to the humiliation of denied workers like Mr Ilyas, colleagues of different nationalities, including Indians, have no problem obtaining the multiple exit/re-entry permit via the system and can visit home as many times as they wish.Nor is Mohammad Ilyas alone in this predicament. According to the online forum Life in Saudi Arabia, where numerous overseas Pakistani workers share their issues, many other Pakistanis in the Eastern Province are similarly being denied exit permits to go home. Saudi officials at the passport office either tell them that they must try again online or simply state that no permit will be issued at the office itself. In other cases they are told that they have already visited Pakistan more than once this year and are hence not eligible for an exit permit.On May 5, the embassy of Pakistan in Riyadh took note of the problem. The press release posted on the embassy’s website says: “The embassy of Pakistan, Riyadh is aware of the fact that some of our nationals face difficulty in obtaining multiple exit/re-entry visa from the passport offices of the Eastern Province of Saudi Arabia. The embassy is in constant contact with the concerned authorities to resolve the matter.” In a previous communication issued on April 16, the embassy has stated that it had brought up the issue in writing and in person with the Saudi authorities concerned and was trying its level best to handle the situation.It is now June 15 and Mohammad Ilyas (who has lived and worked in Saudi Arabia for the past 10 years) and many other Pakistani workers in the Eastern Province continue to be without exit/re-entry permits and are hence unable to leave the kingdom. It is true that the embassy of Pakistan has many issues on its hands. Some weeks ago, the Ministry of Foreign Affairs revealed that over 2,000 Pakistanis are languishing in Saudi jails on various charges. The Pakistani embassy is the only recourse for all of these accused. Add to this the demands of the upcoming Haj season and the ever larger number of pilgrims that wish to travel to Makkah, and you have a small consular staff beset with large problems.Even so, the issue of Pakistani workers trapped in Saudi Arabia’s eastern region is one deserving the urgent attention of both governments. At the Saudi end, the kingdom’s commitment to the principles of justice and fair treatment, particularly in this, the holiest month of the Muslim calendar, means that they should not entrap Pakistani workers in a situation that is akin to enslavement.At the Pakistani end, some honest answers must be demanded on the discrepancy between the ‘official’ statements given by the Saudi government’s representatives (ones that state that no restriction exists on the multiple exit/re-entry of Pakistani workers) and the reality via which Pakistani workers are being denied exit.It is Ramazan now and soon it will be Eid. Pakistan’s workers — forced abroad because of the scant sources of employment at home — should not be permitted to become pawns of a Saudi government that seems to care little about whether or not they can be with their families for the holiday. Workers, it must be remembered, are not slaves chained to their place of employment and must be accorded the very basic right to leave and return. The writer is an attorney teaching constitutional law and political philosophy.rafia.zakaria@gmail.comPublished in Dawn, June 15th, 2016\n", "author": "Rafia Zakaria", "title": "Leaving Saudi Arabia"}}
{"1281365": {"date": "September 01, 2016", "article": "LONDON: Twice as many British people support a ban on women wearing a burqa than oppose one, with a majority also in favour of outlawing the burkini, according to a poll published Thursday.Some 57 per cent of the 1,668 adults polled by YouGov said they supported \"a law that bans people from wearing the burqa in the UK\",  with 36pc \"strongly supporting\" the ban compared with only 10pc who were “strongly opposed”.The poll comes following a row in France about the banning of the burkini in around 30 coastal resorts in the Riviera.The country's highest administrative court later suspended the ruling after it was challenged by rights groups.Some 46pc of British people would support a similar ban on the burkini, against 30pc who were opposed, with 18pc neither for or against.Support for the ban on the burqa, worn by women in some Islamic traditions to hide the body and face, was uniform across supporters of all political parties, although strongest among Conservative and UK Independence Party backers.The only demographics to oppose the ban were 18-24 year-olds ─ by a margin of six percent ─ and those who voted to remain in the European Union, but only by a margin of three percent.The ban was also supported across the regions, with 51pc of Londoners and 63pc of northerners in favour.A similar YouGov survey in Germany found 62pc in support of a burqa ban, but another in the United States found that 59pc believed \"people should be allowed to decide for themselves what to wear.\"\n", "author": "AFP", "title": "British public heavily in favour of burqa ban: poll"}}
{"1281375": {"date": "Updated September 01, 2016", "article": "\n\n\n\nGILGIT: Army Chief General Raheel Sharif on Thursday warned India’s premier and its spy agency that Pakistan knows its enemies and is fully aware of their nefarious designs.Making a special mention of Indian PM Narendra Modi and the country's intelligence agency, Research and Analysis Wing (RAW), Gen Raheel assured the nation that the country’s frontiers are totally secure.The army chief was speaking at a seminar in Gilgit-Baltistan (GB) to highlight the progress on the China Pakistan Economic Corridor (CPEC).While addressing the participants, Gen Raheel said: “I am confident that the country is moving in right direction and we will ensure foolproof security of CPEC.”He acknowledged and appreciated the courage and determination of Gilgit-Baltistan's people and assured them that “China is working for the welfare and development of the region”.“I am confident that Gilgit-Baltistan will also develop like the Chinese area across the border,” he asserted.The army chief also appreciated the courage of local youth in Gilgit-Baltistan and said “Pakistan Army is their army”. Gen Raheel further said that “Pakistan Army will provide foolproof security to CPEC.” He showed satisfaction over the performance of the armed forces in Operation Zarb-i-Azb.“We don’t care what the world says, but we are fighting for our survival and the way the army has worked for eradication of terrorism, no other army can do that,” he said.\n", "author": "Dawn.com | Syed Sammer Abbas", "title": "Pakistan fully aware of India's nefarious designs, Gen Raheel tells Modi"}}
{"1281385": {"date": "September 04, 2016", "article": "Everyone’s interested in Reham Khan’s business, which might be why the former TV host has tread carefully these past few months. The result? Reham’s regular presence on billboards promoting her talk show Tabdeeli has been quietly replaced by her perennially active Twitter feed and stories about her personal life that graced tabloids in Britain have tapered off. But this month Reham will find herself in the spotlight again, and for very different reasons. She’s one of the producers behind upcoming film Janaan, starring Armeena Rana Khan, Bilal Ashraf and Ali Rehman Khan, and is reinventing herself as a devoted patron of the arts. “In the Pakistani entertainment industry it’s very, very difficult to get your foot in the door if you don’t have a network in Karachi or Lahore or in the film circle,” says Reham during our chat. “So I try to facilitate anyone under 30 if they want to improve their skills. I tend to mentor young people in the creative arts anyway, because I did that for the BBC for five years.”In a sense, Reham’s sympathy for young talent others might deem the underdog is congruent with her recent brush with fame and the media. Both during and after her brief 2015 marriage to PTI Chairman Imran Khan, Reham was dismissed as, at best, “a weather girl,” and at worst, a threat to her spouse’s political future.\nReham Khan is recasting herself as patron of the arts and the youth. She opens up about Pakistani cinema, dealing with abuse ... and love.\n\nSo why has she decided to plunge back into public life, that too through a medium with which she has little experience? In this candid exchange, Reham minces no words as she talks about present-day Pakistani cinema, being a role model – and love.What prompted you to get involved with producing Janaan, a film that focuses on Pakhtun culture?Reham Khan: Janaan is very much a romantic comedy. It’s light, fluffy and doesn’t pretend to be anything serious. It’s a contemporary film, a story from our own families, such as what happens when a modern Pakhtun wants to marry a Punjabi. But we have addressed our genuine problems as well, such as the Punjabi-Pakhtun rift. I’m Swati. [In film], I think we should promote communities that we know and understand and that haven’t been promoted. The Pakhtun voice has disappeared. The piecemeal offering in dramas is a stereotypical character, with the Chitrali topi atop the head, weapon in hand. I felt very strongly that this is not the Pakhtun culture I know and love.How is Janaan different from other, recently released Pakistani films?RK: One of the things my family found very objectionable [in recent films] – mind you, we’re from abroad – was language that was objectionable for family viewing. Two films we watched featured open swearing in Urdu and English and then innuendos, which made it very uncomfortable for us. Not just because they were sexual innuendos, in a very cheap way, but because they contained a lot of misogynistic messages.For me, film is a responsibility. For example, if we’re teaching people that they can cheat on their wives in Bangkok... Although you might have a moral at the end of the story, you’ll have people actually pick up these messages from films.\n“I’m a film buff. I don’t watch much TV, but I watch a lot of films in the cinema and it frustrated me to go and see poorly made films coming out of Pakistan.”\n\nApart from cliches about Pakhtun culture, what other stereotypes does the film break?RK: Well, in Janaan the protagonists are all women. So the chunkier, meatier role is leading lady Armeena’s. She is the one who precipitates things, she is the catalyst in the film. Likewise, the dadi, the phupi, the second leading ladies in the subplot, they’re all very strong characters.Who financed Janaan?RK: Contrary to what has been said about the film, it was the finance that we struggled with. Investors feel film is a very risky venture, and it is, but somebody has to do it. See, I’ve taken a major risk by giving the film my name since I have given these boys a lot of independence. It’s important that they learn from their mistakes and they learn to work independently. Finance was a big issue.In the end we didn’t get financed from Pakistan, we got better finances from a British-Asian route, because they take risks more than Pakistanis. Apart from finances, what was the most difficult aspect of making Janaan?\n\n\n\nRK: We faced a lot of problems. Children here have done an MA or BA but they can’t write a decent email or CV. I used to work for news channels and they go for cheap labour – but a cameraman paid 8,000 rupees will only do 8,000 rupees worth of work. If you don’t spend on skilled labour, your own quality [of work] will suffer. The government has to support these projects. If it supports [films] then the corporates will also support them. Initially, the government should support the industry through tax exemptions. Of course it’s a big risk but there needs to be some sort of [financial] attraction to come into this. PTV has lots of space which should be used. There is a PTV Academy, which is empty. It’s a big, huge resource which is empty.You’re a journalist by profession, why did you decide to go into film?RK: Personally, my daily routine is journalism.But people don’t read books anymore, people don’t even listen to the local mullah anymore, the message that you want to convey will be conveyed through the media. And of course, the bigger the medium, the bigger the message, the more emphatic the message.When you walk into the cinema you have to switch your phones off, you get involved with the big screen, you cry with the film, you laugh with the film. It actually drives the message home far stronger than when you quickly see it on your phone. If you look at things in international terms, a lot of the way we think is because of Hollywood, [or] because of Bollywood.So these conversations are very important.And I have always been fascinated by films. I’m a film buff. I don’t watch much TV, but I watch a lot of films in the cinema and I think in Pakistan there has been a lack of this, which just annoyed me. It frustrated me to go and see poorly-made films coming out of Pakistan. Is that also why your own show went off the air? Was it not able to maintain the standards that you wanted?RK: I’ve always been very careful and with journalism it’s not a good idea to take a break. But of course, I got married [to a politician] and I couldn’t work on TV. When I restarted I really wanted to bring that change.But now nobody watches TV like that. So the young people, or people like me who pretend to be young, watch everything online. Traditional news channels really limit me.How have you dealt with the ugliness and the accusations that were leveled at you during your marriage and after your divorce? Do you have any advice for young women in the media who might experience the same?\n\n\n\nRK: I do what I do because I have two children who look up to me. So if I pick up a cigarette, I’m their role model. They don’t have a father, they don’t have much of an extended-family support network, so whatever I do, they will inevitably pick it up. The same goes for the women who are looking up to me, whether they’re my daughters or other young women who I know are seeking advice. That’s why I came back because I thought, no, this is not on, you can’t bully a woman, it’s not a woman’s fault she’s divorced. Nine out of 10 times it’s blamed on the woman in our culture and if she’s in the media or twice-divorced, God forbid!I say this to girls in person, I say this in interviews, and you can write this down: work hard, put your head down, stay out of politics. I’m rubbish at politics. [Of course,] it’s harder for a younger girl. I come from a privileged background so I know I can sort this person out.But this needs to change. I’ve had to tell boys working for me to keep a four-pace distance from female co-workers. If you’re in an authoritative position and a younger girl is coming to work, try to be supportive. [Our problem is] we have no support for other female colleagues, we actually back stab them. Janaan is ultimately a film about love. Why were you so enthusiastic about this film after everything you’ve been through with your marriage? What’s your own idea of love?RK: I’m a perfectionist. For me, love is very different from how people think about love in our day and age and particularly in Pakistani culture. For us, love is generally superficial. You know, you see the girl, the girl’s good looking and you think ‘oh I’m in love with this girl’. For me, it’s not that. Love, for me – and I think maybe it’s nonexistent, maybe in real life it’s nonexistent – is the Pakhtun love – without any bars, go the long haul. It’s giving your life, and sacrificing, whatever it takes. So I don’t believe in this love where people will say, ‘oh I love my husband but I have my separate life’, I don’t get that. If you want a separate life then you might as well be single, I’d be as brutal as that. I feel like love is about complete commitment, complete fidelity. I must say, it seems like in Pakistan it has become acceptable that fidelity is not expected and I don’t mean only physically. If you can’t confide in someone or keep them as your confidante then what is the point of keeping them in an obviously very intimate relationship. So I’m quite an idealist and perfectionist in those areas. A lot of people criticise me for doing this and that but I don’t think it goes against feminism to give so much and also to want your husband to be successful. I don’t see a clash in that. I think if you can support your husband, or the husband can support the wife, then there’s nothing wrong in that.I think both should do it and it shouldn’t be one-sided but there’s nothing wrong with being devoted to whatever your partner is doing. In Pakistan, that is sometimes seen as negative.Published in Dawn, Sunday Magazine, September 4th, 2016\n", "author": "Hamna Zubair", "title": "FirstPerson: Reinventing Reham"}}
{"1281395": {"date": "September 02, 2016", "article": "KARACHI: To support the protest call by Karachi University (KU) teaching and non-teaching staff against the Sindh government for non-issuance of KU’s annual financial grant, Karachi University Teachers Society (Kuts) kept all academic and non-academic activities suspended for the second consecutive day on Thursday. The teaching and non-teaching staff gathered outside the university’s administration block carrying placards and banners in their hands. They also shouted slogans against the Sindh government and demanded that it fulfil the promise of issuing the Rs350 million grant for KU for 2015-16, keeping in view the university’s capacity and expenditures. The strike was also observed on Wednesday by almost all of Sindh’s public sector universities and supported by the Federation of all Pakistan Universities Academic Staff Association (Fapuasa), including KU, NED University of Engineering and Technology, Mehran University of Engineering and Technology, Jamshoro, and University of Sindh, Jamshoro. They protested against the government’s political interference in the autonomy of public-sector universities. The universities also demanded financial assistance to those universities facing financial crises. Kuts president Dr Shakeel Farooqi, who is also the general secretary of Fapuasa, said that due to lack of funds, the university had not been getting their due rights including medical allowance, leave encashment and increment in the salary as per the rules. They had asked the university’s administration to resolve their issues but there has been no outcome yet. KU is bearing a loss of Rs800 million every year on account of salaries because the government only releases salaries for eight months, while the university administration manages the remaining expenditures through tuition fees, he added. Unfortunately, salaries have not been paid since the last two months, he said. Dr Farooqi showed concern that after the 18th amendment the Sindh government failed to protect the rights of university employees. The annoyed protesters demanded that the government take their demands seriously otherwise all academic activities would remain suspended.Published in Dawn, September 2nd, 2016\n", "author": "PPI", "title": "KU suspends academic and non-academic activities for second day"}}
{"1281435": {"date": "September 02, 2016", "article": "SINGAPORE: Malaysia on Thursday reported its first suspected case of Zika, a 58-year-old woman believed to have contracted it in neighbouring Singapore where more than 100 cases have been confirmed.The Malaysian woman had made a brief trip in late August to visit her daughter, who has already been confirmed as having the Zika virus, Malaysia’s health ministry said in a statement. After returning to her home near Kuala Lumpur, the woman fell ill and was diagnosed with “suspected” Zika, based on a urine test. Full confirmation via blood tests is pending. “The source of infection is suspected to have occurred in Singapore,” the statement said.The Aedes mosquito-borne Zika has been detected in 67 countries and territories, with Brazil the hardest hit. It causes only mild symptoms for most people such as fever and a rash, but pregnant women who catch it can give birth to babies with microcephaly, a deformation marked by abnormally small brains and heads.Singapore is one of Asia’s cleanest cities with high healthcare standards, but is a densely populated tropical island with heavy rainfall and has a chronic problem with dengue fever, also spread by the same Aedes mosquito.Authorities say 115 people have now tested positive for the virus, including a pregnant woman and 57 foreigners living and working in the city-state.Singapore health officials on Thursday sought to reassure the international community that the disease is under control after the United States and Britain joined Australia and Taiwan in advising pregnant women to avoid non-essential travel to the city-state. “I don’t think there’s a need for us to press the panic button,” said Derek Ho, director-general for public health at the National Environment Agency.Published in Dawn, September 2nd, 2016\n", "author": "AFP", "title": "Malaysia reports first suspected Zika case"}}
{"1281455": {"date": "September 02, 2016", "article": "\n\n\n\nWITH its exquisite scenery, romantic tale of passion and dire misfortune, swelling musical score and leading actors who are one of Hollywood’s most attractive real-life couples, The Light Between Oceans has all the markings of a class act.Adapted by writer-director Derek Cianfrance from M.L. Stedman’s bestselling novel, this unapologetically weepy, handsomely staged melodrama revolves around an almost superhumanly restrained protagonist, lighthouse keeper and traumatised World War I veteran, Tom Sherbourne (Michael Fassbender).But counterbalancing his character’s chiseled stoicism is a willingness to go for broke — in the form of garment-rending scenes of loss and separation, and lots of tear-streaked close-ups — that indicate where the movie’s temperamental heart really lies.As The Light Between Oceans opens, Tom has just fetched up in a coastal Australian town in order to replace the light keeper who’s convalescing, a prologue eerily reminiscent of The Shining, with its intimations of death and madness. But where the tale could easily accommodate the moody conventions of gothic horror, Stedman and Cianfrance instead embrace its fable-like lyricism and dewy-eyed tragedy: in time, Tom takes Isabel (Alicia Vikander) — a comely, refreshingly direct local girl — as his wife, and they repair to his little island for an enchanted honeymoon period.But sadness soon descends, when they’re unable to start a biological family. Then, when circumstances conspire to bring a baby into their lives, The Light Between Oceans becomes a fraught, occasionally manipulative conundrum that the author and film-maker desperately try to portray as a genuine moral quandary, when any clear-thinking person can discern folly and selfishness on one hand and the clear, correct path on the other.Cianfrance knows his way around domestic drama — he wrote and directed the shattering marriage-drama Blue Valentine, with Ryan Gosling and Michelle Williams. But he’s hemmed in by material that’s not only dubiously equivocating but structurally ungainly, especially when another love story emerges to compete with the idealised portrait of Tom and Isabel’s marital devotion.That second tale is embodied by Rachel Weisz in a performance that’s as honest and touching as Vikander’s is keen{"1281005": {"date": "Updated August 31, 2016", "article": "DHAKA: A wealthy tycoon who was a chief financier for Bangladesh’s largest Islamist party could be executed in days after losing his final appeal on Tuesday against a death sentence from a controversial war crimes tribunal.The Supreme Court rejected Mir Quasem Ali’s last attempt to overturn the death penalty handed down two years ago by the domestic tribunal for murders committed during Bangladesh’s 1971 independence conflict. “Now he has a chance to seek presidential clemency. Or else the verdict could be executed anytime whenever the state wants,” Attorney General Mahbubey Alam told reporters.Five opposition leaders including four leading Islamists have already been executed for war crimes since 2013. They were all hanged just days after their appeals were rejected by the Supreme Court.Their families said they had refused to seek a presidential pardon as they did not want to legitimise the whole trials process.Ali, who became a shipping and real estate tycoon, was convicted in November 2014 of a series of crimes during Bangladesh’s war of independence from Pakistan, including the abduction and murder of a young independence fighter.Tuesday’s decision is considered a major blow for the Jamaat-i-Islami party, which the 63-year-old Ali had helped revive by setting up charities, businesses and trusts linked to it after it was allowed to operate in the late 1970s.His son Mir Ahmed Bin Quasem, who was part of his legal defence team, was allegedly abducted by security forces earlier in August, which critics say was an attempt to sow fear and prevent protests against the imminent execution.Security was tight in Dhaka on Tuesday, even though the party has in recent months eschewed violent protests in reaction to war crimes verdicts and there was no immediate sign of unrest.The war crimes tribunal set up by the government has divided the country, with supporters of Jamaat and the main opposition Bangladesh Nationalist Party (BNP) branding them a sham aimed at eliminating their leaders.The executions and convictions of Jamaat officials plunged Bangladesh into one of its worst crises in 2013 when tens of thousands of Islamist activists clashed with police in protests that left some 500 people dead.The Islamist party, which is banned from contesting elections, called a nationwide strike on Wednesday, calling the charges against Ali “false” and “baseless” and accusing the government of exacting “political vengeance”.TV station shutBefore he was arrested in 2012 on 14 war crimes charges, Ali headed the Diganta Media Corporation, which owns a pro-Jamaat daily and a television station that was shut down in 2013 for stoking religious tensions.Defence lawyers have said the charges against him were baseless. “Mir Quasem Ali wasn’t directly involved in war crimes. False witnesses were provided to frame charges against him. The future generation and law experts will scrutinise the verdict whether it was justified,” said Khandker Mahbub Hossain.The court ruling comes a day after a visit to Dhaka by US Secretary of State John Kerry who said the best way to combat extremism was “to live up to the core values of democracy”.Rights groups have criticised the war crimes trials, saying they fall short of international standards and lack any foreign oversight.A group of United Nations human rights experts last week urged Bangladesh to annul Ali’s death sentence and to retry him in compliance with international standards. “International law, accepted as binding by Bangladesh, provides that capital punishment may only be imposed following trials that comply with the most stringent requirements of fair trial and due process, or could otherwise be considered an arbitrary execution,” they cautioned.Prime Minister Sheikh Hasina’s government has defended the trials, saying they are needed to heal the wounds of the conflict, which it says left three million people dead.Published in Dawn, August 31st, 2016\n", "author": "AFP", "title": "Bangladesh upholds Islamist tycoon’s death sentence"}}
{"1281015": {"date": "Updated August 31, 2016", "article": "NOW that the management of Karachi’s K-Electric has notified the stock exchange of its plans to divest its shares in the company, a whole host of questions arises. This is going to be the fourth change of management that the utility has undergone since its privatisation more than a decade ago, and the third change of ownership. The journey the utility has made along the way has been marked with severe crises and occasional confrontations with the management of Pepco and the water and power ministry, and drawn-out wrangling with the finance ministry, as well as with entities belonging to the Sindh government over the settlement of outstanding dues. It has been used as an example of the pitfalls of privatisation in the power sector on some occasions, and as an avatar of its promise on others. The present management deserves credit for bringing the company into profitability after many years of accumulating losses, and investing in the upgrade of its infrastructure. But along the way, a few crucial lessons have also been learned which should play an important role in structuring the sale and the handing over of the enterprise whenever the time comes.Chief amongst these lessons is the fact that being a monopoly power utility serving the country’s largest city, there is a strong and abiding public interest in how it is run. This goes far beyond the recovery-based load-shedding regime that the present management inaugurated a few years ago. There is the matter of the power purchase agreement with the federal government, gas allocations, fuel adjustment surcharges and the roster of items to be considered as passed through in the tariff. In each case, strong public interest is touched upon and for this reason it is crucial that the transaction, if and when it occurs, be as transparent as possible with all opportunities to solicit stakeholder input. The forthcoming determination of a multi-year tariff for K-Electric provides a good opportunity for this. Nepra should ensure that the hearing on the tariff is conducted in Karachi and advertised well in advance.There is a tendency in Pakistan these days to view Chinese investors through a national security lens and see them as deserving of special treatment. This perception should be meticulously kept away from any K-Electric deal, which is not part of CPEC, nor does it merit any special treatment. This is the time for the power regulator to step forward and do its job in safeguarding the public interest, through strong stakeholder input. The multi-year tariff is only part of this obligation. We need to know more about the investment scheme of the new investor, should there be one, as well as the plans it has to reduce distribution losses, even as we ensure that it does not turn its back on the poorer neighbourhoods of the city.Published in Dawn, August 31st, 2016\n", "author": "Editorial", "title": "Chinese interest in K-Electric"}}
{"1281025": {"date": "August 31, 2016", "article": "WHY should we be afraid of calling a spade a spade? What stops us from telling Narendra Modi, the Indian Prime  that he is a hate-monger. He is responsible for inducing a highly bigoted and prejudiced frame of mind among the Indian electorate which is destroying their analytical faculties. He is dis-educating his electorate with lightning rapidity. He is banishing light and dispensing darkness.Is there any country in the world where a member of parliament is threatened with a sedition charge merely for saying that her neighboring country is not hell and that people living there have a good sense of hospitality.Ramy the popular Indian actress was commenting on the Indian defence minister’s pronouncement, ‘Pakistan is hell’ after she visited Islamabad. She said emphatically, ‘Pakistan is not hell’ She is not the only one who has said that Pakistan is a good country to be in. Scores of Indian celebrities and members of Indian delegations said that Pakistan took them by surprise. They never thought it was this good. An Indian actor Farooq Shaikh said, “The hospitality (of Pakistanis) is so effusive and so overwhelming that at times it becomes embarrassing.” Yet another writer said that when she landed at Lahore airport her legs were shaking, her heart was beating. She was sure that she would be attacked by people when they discovered that she was an Indian but what happened was that during her stay (perhaps of two weeks) every day she took her lunch and dinner with Pakistani hosts who were glad to treat her. The love and affection she was shown was amazing.Another female Indian writer said, “Lahore is amazing. It is beautiful. I prefer it to Paris.” The Indian prime minister and the defence minister need to be educated. You can’t hold a public office with tons of ignorance on your shouldersLet me give them two amazing facts about Pakistan that might make them reassess their perception of the potential of the people and the country. Pakistan is a God-blessed country. More flowering trees and shrubs grow in Pakistan than in the Alps. In charity and philanthropy Pakistan is among the topmost countries of the world. At one time it held the second place. Look at the per capita income and look at the generosity of its people. It is flattering to think that in charity and philanthropy Pakistan is ahead of many European countries. No, sir, Pakistan is not hell.Azmat Ansari KarachiPublished in Dawn, August 31st, 2016\n", "author": "From the Newspaper", "title": "Modi’s politics"}}
{"1281035": {"date": "August 31, 2016", "article": "KARACHI: In the first-ever tech-talk by Google in Pakistan, a team of two experts from Singapore on Tuesday gave training to students, bloggers, writers, publishers, web designers and app developers at the Institute of Business Administration to enable them to use Google products to earn money.The informative session, ‘Google for Publishers’, was conducted by Waqas Burney, Manager (Web), and Ahmed Nawaz, Manager (Apps), who have been working for the South Asia region, Google Singapore for over a year, at the G&T auditorium of IBA main campus, says a press release. Mr Burney informed the audience that the World of Google publishing has users, advertisers and publishers and AdSense facilitates publishers earn money in a seamless manner. Anything between 100 and 50,000 dollars could be generated monthly, he added. An introduction to the two monetization products — Google AdSense and Google AdMob — followed. The audience was informed that AdSense had more than two million members and AdWords had one million plus members. Through AdSense you can make money, if you’re a YouTube blogger, publisher etc. and only 20 per cent publishers are brought on board by Google as they are stringent about selecting the best, according to the experts. Basically AdSense connects advertisers to users so that users can make money. Leading media organizations like Dawn and Jang are working with Google in this domain. Placing of advertisements on various web content is how bloggers and publishers earn good money. The more traffic on your site, the more revenue you earn. One must first concentrate on generating traffic on their website and then think about monetizing it. Useful tips on making the most of AdSense were shared by Mr Burney. Some heart-warming case studies in form of videos were also shared with the audience to show the impact AdSense had on the lives of ordinary people by empowering them financially. Introducing Google tool, AdMob, Mr Ahmed highlighted what made a great app and what did users require in an app. The more user friendly and functional the app, the more popular it would be. The activity proved to be successful as 1,100 plus registrations were received for the session. Dr Shakeel Khoja of the Faculty of Computer Science, said the tech-talk was a promising initiative of its kind and he hoped that Google would hold such informative sessions for the Pakistani youth in the future as well. He thanked the Google team profusely with mementos from IBA Karachi.Published in Dawn, August 31st, 2016\n", "author": "From the Newspaper", "title": "Google team trains IBA students on monetizing products"}}
{"1281045": {"date": "August 31, 2016", "article": "TOBA TEK SINGH: Hunger strike unto death of the brick kiln workers for implementation of official  notification on minimum wage continued at Shahbaz Chowk on the second consecutive day on Tuesday. On the other hand, district officer labour Saeed Dhillon, in a statement, claimed the minimum wage notification had been implemented in the district and he had issued challans to more than a dozen brick kiln owners for not paying workers Rs1,036 per 1,000 bricks. The violators were taken to the court while action was still going on against others. At the hunger strike camp, Muhammad Shabbir and others again blamed the district officer labour for putting pressure on them to accept the wages being paid by the kiln owners. They warned that if any mishap occurred during the hunger strike, Mr Dhillon and district administration would be held responsible. They had earlier alleged that the district labour officer  was supporting the kiln owners. \nLabour officer says minimum wage order being implemented\n\nDLO Saeed Dhillon refuted the allegations against him that he was supporting the brick kiln owners and not taking action against them for violating the minimum wage notification. He said he could not go beyond his authority under the law but he was making all efforts to resolve this issue. He claimed Section 144 CrPC had been imposed for violators. Mr Dhilon further said the representatives of owners had requested the district administration for giving them time for implementation till December; however, the DCO had denied their request and asked them to implement the notification without delay. He said the owners were being persuaded to resolve the issue and added the hunger strike of the workers had no legal grounds in the existing circumstances. Meanwhile, an emergent meeting of District Brick Kiln Owners Association was also held in which the speakers, \nincluding its president Sheikh Amer Fayaz, Ikram Hafeez, Muhammad Ibrahim, Muhammad Yasin and Zeshan Randhawa, said the so-called labour leaders were blackmailing the kiln owners for their vested interests. They claimed kiln owners of Toba were paying the highest wages to their workers in the whole Faisalabad division. They claimed that those holding the hunger strike were not the kiln workers.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Brick kiln workers strike continues"}}
{"1281055": {"date": "Updated August 31, 2016", "article": "LAHORE: Ex-governor of Punjab and Pakistan Tehreek-i-Insaf leader Chaudhry Muhammad Sarwar on Tuesday said safe heavens of “economic terrorism” must be eradicated from the power corridors.He was addressing workers during a visit to Raiwind and Shahdra in connection with preparations for September 3 accountability march announced by the PTI. The party’s central leaders Sardar Kamil Umer, Mian Hamid Miraj, Mian Javed Ali, Raja Asif, Sami Khan and others were also present.He said the rulers would have to face public pressure and the opposition’s movement for accountability. “We are not taking a solo flight but making collective effort. Supreme Court is identifying the corruption and bad governance but the government is not paying any heed to it. All opposition parties will participate in “Pakistan March” on September 3. Coming days will be tough for the PML-N government,” he said.Mr Sarwar said terrorism and corruption were causing serious trouble to the nation and these must be rooted out. He added that “economic terrorism” must be eradicated from Pakistan. He said the PTI had invited all opposition parties, including Pakistan People’s Party and PML-Q to join its “Pakistan March” on Saturday.Meanwhile, Dr Yasmin Rashid, adviser to PTI chairman, lamented that the prime minister was out to destroy all national institutions just to cover up his corruption, adding that the Panama Papers had already exposed Nawaz Sharif’s corruption worth billions of rupees.Talking to a party workers’ delegations at her office on Tuesday, Ms Rashid asserted that the masses on September 3 would tell Nawaz Sharif that nobody would come out to defend corruption charges he was facing. “When the prime minister will himself be corrupt, the national institutions get destroyed automatically,” she said and regretted that Nawaz Sharif ruined the country just to make money for himself and his family.She deplored that Punjab’s 56 per cent budget was being spent in Lahore alone and the remaining 44pc budget was distributed in rest of the province. She said the PTI would prove on September 3 that the masses had decided they would not let a “corrupt government” rule them.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Sarwar terms corruption ‘economic terrorism’"}}
{"1281065": {"date": "August 31, 2016", "article": "LAHORE: The Lahore Development Authority’s Governing Body on Tuesday approved hiring of two senior lawyers for representing the provincial government and the authority in the court of law in the case of the Orange Line Metro Train project. Under the approval accorded by the participants in a meeting, the LDA will hire services of Advocates Khwaja Harris and Mustafa Ramday for the Orange Line case by paying them more than Rs20 million, sources told Dawn. The Governing Body headed by CM’s adviser Khwaja Ahmad Hassaan also granted administrative approval for undertaking three development projects in the city at a cost of Rs830 million. It also gave a go-ahead for undertaking project for widening, improvement and rehabilitation of 4.7-kilometre long part of Defence Road, from Labour Colony Raiwind Road to Shahkam Chowk for Rs736 million. It will be a dual carriageway with three feet median having LED lights. A bridge will also be constructed on the nearby drain as part of this project. The meeting also allowed the LDA to build six flyover gardens in the city for Rs91 million. The LDA will also carry out beautification and improvement of Shadman underpass at a cost of Rs5.1 million. Artistic design work, paint work and electrical work will be executed at this location.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Two lawyers to plead Orange Line case"}}
{"1281075": {"date": "August 31, 2016", "article": "RAWALPINDI: Police have failed to trace the gang that robbed Bank Al-Falah at Chur Chowk on Aug 24 and have started investigating the case on different lines.Inspector Mohammad Jamil, who was leading the investigation into the case, told Dawn that the police team had questioned the people with criminal record, bank staff and suspected persons.On the other hand, the director operation Shezada Security Service said in a statement that the three officers including the bank manager arrested by the police were kept in the police lockup in Saddar police station, Rawalpindi.While talking to Dawn, SHO Mohammad Jamil claimed that the bank manager and three other people were arrested by police under the Punjab Security of Vulnerable Establishment Act and after registration of a case.He said: “All of them were arrested and kept in the police lockup in Saddar police station for one night and they were granted bail by the duty magistrate the next day.”Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Police fail to solve bank robbery case"}}
{"1281085": {"date": "August 31, 2016", "article": "CHITRAL: A deficit budget of Rs46 million was presented in tehsil council Chitral on Tuesday which was later approved unanimously in the same sitting chaired by convener Khan Hayatullah Khan. Presenting the budget, tehsil nazim Maulana Mohammad Ilyas said the expected income of tehsil municipal administration was Rs156 million against the projected expenditure of Rs203 million. In his budget speech, the tehsil nazim said the devastating flash floods of the last year had left the infrastructure of roads, water supply and irrigation damaged heavily due to which whole of the budget was diverted to rehabilitation of the battered infrastructures. He said situation was still grim as the magnitude of loss was colossal and the resources available with the council were meager which led to the deficit in the budget. He urged the house members to come forward with practicable and viable proposals to augment and supplement the resources of the council, which also included levying of local taxes. Mr Ilyas said the flood-hit people were still waiting for the rehabilitation of their basic infrastructures of water supply and irrigation as shortage of irrigation water had inflicted heavy losses on them. Giving the break-up of development expenditures, he said 25 per cent of the budget would be spent on water supply schemes, 20 per cent on municipal services and five per cent on beautification of the city. He said 50 per cent funds were available with the council, which would be allocated to members. The non-development expenses included Rs50 million on salaries, Rs9.40 million on charge expenditures and Rs18 million on contingency. The members who participated in the debate on the budget included Abdul Haq, Haji Mohammad Sultan, Shamsher Khan, Khosh Mohammad Khan, Farida Sultana, Najma Bibi, and minority member Nazargai Kalash.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Chitral tehsil council approves Rs46m deficit budget"}}
{"1281095": {"date": "August 31, 2016", "article": "MANSEHRA: The Mansehra tehsil council witnessed a ruckus on Tuesday as the treasury and opposition members had heated exchanges over the distribution of development funds.Acting convener of the council Mohammad Arif chaired the meeting.The ruling PML-N and opposition PTI members confronted each other and hurled accusations at each other when opposition leader in the council Saeed Khan raised an objection saying development funds should be distributed to the members without discrimination.“We also want fair distribution of funds to general councillors and those elected on reserved seats. We’ll strongly react if the tehsil government doesn’t go for fair funds’ distribution,” said Mr. Saeed.PML-N councillor Ahmad Yar Khan snubbed Mr. Saeed complaining the government did whatever it wished.Thereafter, the opposition and treasury members had heated exchanges over distribution of development funds.However, tehsil nazim Khurram Khan Swati stepped in to pacify them.PML-N member Raja Ayaz accused a contractor of Lari Adda area of collecting illegal fee and demanded strict action against him.“Securing a contract on successful bidding is nothing until the council approves it. The fee collected by the contractor is illegal,” he said.The councillor said the tehsil government had failed to act upon the resolutions approved by the council.The meeting also approved the cattle market and slaughterhouse contracts.Tehsil nazim Khurram Khan Swati claimed his government was committed to the development of tehsil to the benefit of the people.“We have been working for the early yet effective resolution of the people’s issues,” he said.The nazim said the tehsil’s affairs were managed on the basis of merit and that he would ensure the fair distribution of development funds to councillors.ONE DIES: A man was killed after falling down a mountain in Naran area of Kaghan valley on Tuesday.The incident occurred when Jakwal Lala was with the herd of his animals.He was taken to a nearby hospital but he succumbed to injuries.NEW PTI PRESIDENT: Babar Saleem Swati was made the new PTI district president here on Tuesday.An announcement in this respect was made by PTI Hazara division president and CM political coordinator Zargul Khan during a public meeting here. Published in Dawn, August 31st, 2016\n", "author":{"1281165": {"date": "September 01, 2016", "article": "NO one can deny the urge to express our joy and emotions but not at the cost of causing harm and inconvenience to others around us. Midnight between August 13 and 14 always witnesses intense fireworks and celebratory firing which seem to have become part of our culture. Apart from the fact that how much money is lavished on such a show, it causes unimaginable inconvenience to the people in neighborhood. The loud bangs resulting from firing and crackers would raise even the dead. Causalities resulting from aerial firing are well known. Besides, many days before and after this particular day, children deliberately toss firecrackers at the pedestrians to scare them and sometimes cause injury. This practice is not confined to Independence Day; almost every joyous event, particularly weddings, features such celebrations.We often learn that selling and buying fireworks is banned and so is aerial firing. If so, where are the authorities concerned? Besides the state, parents must ensure that their children stay away from this dangerous activity.Syed Ahmed YahyaRawalpindi(2)ON Aug 13, I woke up early to listen to national songs, but disappointingly, no private TV channel was showing them except the only one which is associated with a studio performance. Surfing the TV channels, I decided to tune to the national channel. I finally came to watch a few national songs without which the Independence Day celebrations seem incomplete. I request all private channels to dedicate at least a day or two to such songs in August so that we can at least have a sense of Independence Day.Muhammad Farzan AminKarachiPublished in Dawn September 1st, 2016\n", "author": "From the Newspaper", "title": "Aug 14 chaos"}}
{"1281195": {"date": "September 01, 2016", "article": "MOSCOW: As in life, so in death: Islam Karimov’s regime was one of the world’s most secretive and opaque for a quarter of a century, and now his apparent demise is equally shrouded in mystery. Uzbekistan’s president, a dictator who was ruthless with his opponents and even locked away his own daughter, is rumoured to have died on Monday, though there has been no official confirmation.On Tuesday, state television ran segments about fruit, vegetables and the upcoming Independence Day celebrations, without mentioning a word about the president’s health.The president’s younger daughter, Lola Karimova-Tillyaeva, confirmed rumours of her father’s ill-health on Instagram on Monday, claiming he was in a stable condition in hospital after suffering a cerebral haemorrhage. The Russia-based Fergana news agency, which first broke news of Karimov’s deterioration, announced on Monday evening that the dictator had died that afternoon.On Wednesday, according to an AFP report, she said in an Instagram message that her father was recovering from a brain haemorrhage and thanked well-wishers for their support, saying this was helping her father’s recovery.Daniil Kislov, who runs Fergana, told The Guardian on Tuesday he was “99 per cent sure” that Karimov had died. Other Uzbekistan watchers agreed the leader was dead or at least in such a condition that he would never be able to rule the country again, though details were scarce.Steve Swerdlow, a Central Asia researcher at Human Rights Watch, who has spent many years working on Uzbek cases, said: “We have no idea what day the initial incident actually happened. Some have said it was Thursday, some said it was Saturday. It’s just like the Karimov regime to be so cowardly and so opaque that they can’t even give us the concrete information. Even in death, Karimov is a wily fox.”Assuming that Karimov is dead, the question of succession now looms large. When the longstanding dictator in neighbouring Turkmenistan died a decade ago, he was swiftly replaced by his former minister of health and dentist, who went about dismantling his predecessor’s personality cult and building his own.Many analysts suspect a plan must have been in place in Uzbekistan given Karimov’s increasing frailness over recent years, but whether or not it is adhered to is another matter.The country is one of the most closed and secretive in the world.Karimov rarely travelled abroad and almost never gave interviews. Few outsiders have insight into the power struggles at play behind closed doors, and diplomats and analysts are waiting to see whether the transition will be smooth or bumpy.Whatever happens, it will be unchartered territory. The country has no experience of living without Karimov, who was the last Soviet party boss when Uzbekistan was still part of the USSR, and has governed since independence in 1991. Uzbeks were due to mark 25 years of independence on Thursday, but the local BBC service reported that the celebrations had been cancelled.Kislov said he had received information from his sources that all key officials had their mobile telephones blocked on Tuesday, possibly to prevent them from organising or discussing potential plots.“We really don’t know very much. Maybe there was a plan put in place before. Maybe there is a battle going on now. Maybe there are negotiations. There is no information,” he said.Uzbekistan borders Afghanistan and has been seen as strategically vital by both Russia and the west, who were willing to turn a blind eye to Karimov’s human rights abuses in the wake of the 9/11 attacks in return for access to Uzbekistan’s airbases. In 2004 Britain sacked its ambassador to the country, Craig Murray, for speaking out over rights abuses.The next year, Karimov’s security forces gunned down hundreds of unarmed protesters in the town of Andijan , a massacre condemned by international rights groups but never properly investigated.“It’s the bloodiest event outside of an armed conflict on the territory of the former Soviet Union,” said Swerdlow. “That day defines Karimov more than anything else. The fact he leaves this world not having to answer for any of that is very sad for the victims.”Karimov has been accused of all manner of rights abuses and torture, and in recent years attention has also focused on his family. Nothing is known about the current whereabouts of his older daughter, Gulnara Karimova. For a long time she was considered a potential successor to her father, and was a highly public figure, launching a fashion brand and a music career under the name Googoosha. She even released a bizarre love duet with Gérard Depardieu.In 2014 Gulnara’s son, Islam Karimov Jr, who was studying at Oxford Brookes University, told The Guardian he feared for his mother’s life, and revealed an extraordinary feud brewing in the first family. He explained how he and his mother had been kept from visiting his grandfather, the president, by armed guards, and that when they finally did get an audience, there was an almighty showdown involving the president, his wife, and their daughter. Shortly after, Gulnara was placed under house arrest, and nothing is known of her whereabouts since, or even whether she is still alive.“There are plenty of rumours but no solid facts about Gulnara for two years already,” said Kislov.Details may become clear later in the week, when it will be difficult for the authorities not to mention and explain Karimov’s absence if celebrations go ahead. Gulnara is believed to be out of the running for successor, with most analysts agreeing that the prime minister and the head of the security services are the main centres of power.Deidre Tynan, Central Asia project director at International Crisis Group, said: “If there is disagreement or conflict between different players, they will try to keep it behind closed doors. The risks multiply if they are not able to put on a public front of unity.”By arrangement with The GuardianPublished in Dawn September 1st, 2016\n", "author": "Shaun Walker", "title": "Rumours of Uzbek  president’s death raise questions over succession"}}
{"1281245": {"date": "September 01, 2016", "article": "ISLAMABAD: Noting the lack of cooperation on the part of the capital’s civic authority and the relevant federal and provincial government departments toward settling the matter of katchi abadis once and for all, the Supreme Court warned senior officials their salaries would be attached (withheld) if their lethargic attitude persisted. The warning was issued by a two-judge SC bench headed by Justice Dost Mohammad Khan, after Law and Justice Commission Secretary Sarwar Khan – who has been appointed a focal person of an expert group constituted by the court – said none of the secretaries he twice invited to meetings turned up. The court had taken up a petition moved by Aasim Sajjad Akhtar, through his counsel Abid Hassan Minto, seeking a declaration that the state is bound by the Constitution to provide evicted katchi abadi residents shelter and other amenities. \nSenior officials’ salaries to be attached if lethargy towards katchi abadi order persists\n\nThe petitioners also expressed concern over the manner in which residents of the I-11 katchi abadi were evicted by the Capital Development Authority (CDA), in an operation conducted on July 30 last year. In an order issued on April 20, the SC tasked the CDA and the federal and provincial governments with developing uniform legislation to devise inexpensive, low-cost housing for the destitute and shelterless. Subsequently, Sarwar Khan was appointed coordinator for facilitating and providing secretarial facilities to the working group, and governments were directed to ensure regular budgetary allocation for the smooth functioning of the group. The court ordered the law officers of all the provinces, and the respective finance directors, to attach the salaries of the officers assigned the task of developing the aforementioned uniform policy, in case any default was committed on their part. The court added that, in addition to their salaries being attached, the officers would also be proceeded against for contempt of court due to their lethargic attitude toward deciding a matter that has been pending for the last year. The court regretted that the CDA and the relevant federal and provincial departments were not interested in deciding the matter once and for all, through a proper policy. The court said this was unacceptable, and it would proceed against such a delinquent attitude of the relevant officers. However, it decided to issue a final warning, and directed the coordinator to convene yet another meeting of the relevant provincial secretaries and senior-most CDA officials – such as the member planning and housing and survey. It would be the responsibility of the coordinator to intimate, even in chambers, if any government official failed to take interest in the meeting of the expert group, the court said. The court ordered that in the next meeting, the expert group will finalise the fundamental features of the policy to provide low-cost housing facilities through legislation, to those who cannot afford modest housing. This should be done keeping in view areas’ environment and soil condition. The policy should also guard the interest of the state by protecting it from land grabbers, the order said. The court has allowed two months for the formulation of this policy. If nothing is developed, the respective chief secretaries and CDA chairman will personally appear before the court on the next hearing date to explain the attitude towards court orders. The court also directed the CDA and government departments to conduct a comprehensive survey of katchi abadis with the assistance of Survey of Pakistan, Google Maps and other sources, and for which surveyors can also sign a memorandum of understanding with the National Database and Registration Authority (Nadra) to permanently register the family trees of those living in katchi abadis. This would also help authorities prevent undue dual benefits to the same family. The court also asked the federal and provincial governments to explain why budgetary allocations were not made for the expert group in their respective budgets{"1281145": {"date": "August 31, 2016", "article": "ISLAMABAD: Former captain Rashid Latif, while laying severe criticism on Azhar Ali-led Pakistan for their below par performance against England last night, said that the hosts were ‘still 20 to 30 runs short’. In a post-match analysis show on PTV Sports, the former Pakistan wicketkeeper said the selection committee opted for an imbalanced squad for the ongoing tour of England.Eoin Morgan-led England tormented Pakistan’s bowling line-up to record highest-ever One-Day International (ODI) score of 444 in the third of the five-match series. Commenting on England’s total, Rashid said: “In my opinion, England were 20 to 30 runs short as their batsmen had gotten tired by spanking boundaries. They may go on to score more than 444 in the remaining two matches.”However, Rashid saw a silver lining in the defeat.“Had England put up 300 and Pakistan lost the match by 50, it would not have had such an impact. With such a heavy drubbing, there are chances of changes in Pakistan cricket.”Expressing his displeasure on Pakistan’s poor show at Trent Bridge, Nottingham, former Australian all-rounder Andrew Symonds said: “England’s outclass show displayed how the ODI cricket is played. Each and every individual’s role is defined in the team. They put themselves in such a position from where they could attack.”England and Wales Cricket Board (ECB) made drastic changes in their ranks following England’s premature exit from the 2015 World Cup which has made them most successful unit since March, last year.Rashid further said that Pakistan selection committee is treating fast-bowler Mohammad Amir like they had with Mohammad Irfan, which resulted in latter’s injury.“Amir is making a return after five years. He has been utilised in four Tests, then he was made to play against Ireland to win the contest. He is being treated in a similar manner as Irfan. He was played everywhere in the world in every format. Sharjah, Dubai, Chichawatni, he played everywhere. But when he fell, did anyone lift him?”Rashid revealed that he had suggested to Pakistan Cricket Board Chairman Shehryar Khan against appointing Azhar Ali as the national side’s captain, but he proceeded with the appointment and now the whole country is regretting his decision.\n", "author": "Dawn Sport", "title": "England were still 20 to 30 runs short, says Rashid Latif"}}
{"1281155": {"date": "Updated August 31, 2016", "article": "Punjab Government on Wednesday issued a legal notice to actor Hamza Ali Abbasi for spreading \"false rumours\" about the recent wave of child abductions across the province. Abbasi, in his Facebook post, revealed that he has been served a legal notice by the provincial government. \n\n\n\t\t\t\t\tHamza Ali Abbasi's Facebook status — screengrab\n\t\t\t\t\n\n\nThe notice, a copy of which is available with Dawn.com, was served by the provincial government's public prosecution department. The notice states that the number of missing children quoted by Hamza is incorrect and is \"less than one third that you (Hamza) reported\".The notification further claimed Hamza's post \"was exaggerated and it created a sense of insecurity in the general public\". \"The notice must be served to the news outlets as well. I, as a Pakistani, say that these politicians are as insensitive like animals,\" said Hamza in Geo News' Capital Talk.Pakistan Tehreek-i-Insaf's (PTI) senior leader Shafqat Mehmood alleged that \"Abbasi is subject to such a treatment because he is a PTI supporter. The government cannot arrest or serve legal notices to anyone for their Tweets or Whatsapp messages.\"This incident underscores Nawaz government's misuse of authority.\"In the month of Ramazan earlier this year, Pakistan Electronic Media Regulatory Authority (Pemra) barred Abbasi from hosting his Ramazan shows on Aaj TV respectively after complainants received said the show had aired provocative content.\n", "author": "Dawn.com | Imran Gabol", "title": "Hamza Ali A{"1281155": {"date": "Updated August 31, 2016", "article": "Punjab Government on Wednesday issued a legal notice to actor Hamza Ali Abbasi for spreading \"false rumours\" about the recent wave of child abductions across the province. Abbasi, in his Facebook post, revealed that he has been served a legal notice by the provincial government. \n\n\n\t\t\t\t\tHamza Ali Abbasi's Facebook status — screengrab\n\t\t\t\t\n\n\nThe notice, a copy of which is available with Dawn.com, was served by the provincial government's public prosecution department. The notice states that the number of missing children quoted by Hamza is incorrect and is \"less than one third that you (Hamza) reported\".The notification further claimed Hamza's post \"was exaggerated and it created a sense of insecurity in the general public\". \"The notice must be served to the news outlets as well. I, as a Pakistani, say that these politicians are as insensitive like animals,\" said Hamza in Geo News' Capital Talk.Pakistan Tehreek-i-Insaf's (PTI) senior leader Shafqat Mehmood alleged that \"Abbasi is subject to such a treatment because he is a PTI supporter. The government cannot arrest or serve legal notices to anyone for their Tweets or Whatsapp messages.\"This incident underscores Nawaz government's misuse of authority.\"In the month of Ramazan earlier this year, Pakistan Electronic Media Regulatory Authority (Pemra) barred Abbasi from hosting his Ramazan shows on Aaj TV respectively after complainants received said the show had aired provocative content.\n", "author": "Dawn.com | Imran Gabol", "title": "Hamza Ali Abbasi served legal notice by Punjab government for spreading 'false rumours'"}}
{"1281165": {"date": "September 01, 2016", "article": "NO one can deny the urge to express our joy and emotions but not at the cost of causing harm and inconvenience to others around us. Midnight between August 13 and 14 always witnesses intense fireworks and celebratory firing which seem to have become part of our culture. Apart from the fact that how much money is lavished on such a show, it causes unimaginable inconvenience to the people in neighborhood. The loud bangs resulting from firing and crackers would raise even the dead. Causalities resulting from aerial firing are well known. Besides, many days before and after this particular day, children deliberately toss firecrackers at the pedestrians to scare them and sometimes cause injury. This practice is not confined to Independence Day; almost every joyous event, particularly weddings, features such celebrations.We often learn that selling and buying fireworks is banned and so is aerial firing. If so, where are the authorities concerned? Besides the state, parents must ensure that their children stay away from this dangerous activity.Syed Ahmed YahyaRawalpindi(2)ON Aug 13, I woke up early to listen to national songs, but disappointingly, no private TV channel was showing them except the only one which is associated with a studio performance. Surfing the TV channels, I decided to tune to the national channel. I finally came to watch a few national songs without which the Independence Day celebrations seem incomplete. I request all private channels to dedicate at least a day or two to such songs in August so that we can at least have a sense of Independence Day.Muhammad Farzan AminKarachiPublished in Dawn September 1st, 2016\n", "author": "From the Newspaper", "title": "Aug 14 chaos"}}
{"1281175": {"date": "September 01, 2016", "article": "KARACHI: England’s Mark King came from the jaws of defeat to beat Pakistan’s former Asian champion Hamza Akbar in five gruelling frames of the second round of Shanghai Masters qualifiers in England on Wednesday. Hamza, who fought back from 1-3 down to post a thrilling 5-4 frames victory over England’s Zak Surety in the first round the other day, was 4-2 up in the best of nine encounter when his opponent succeeded in taking the next three frames in one hand to turn the table. .The Englishman was home 25-74, 54-68, 71-38, 56-62, 64-30, 8-82, 65-63, 82-0, 69-56. Results:Second round: Mark King (England) bt Hamza Akbar 5-4 (25-74, 54-68, 71-38, 56-62, 64-30, 8-82, 65-63, 82-0, 69-56).Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Sports Correspondent", "title": "King survives Hamza scare to advance at Shanghai Masters"}}
{"1281185": {"date": "September 01, 2016", "article": "ZURICH: The Interna­tional Olympic Committee (IOC) said on Wednesday it had disqualified six sportspeople, including three Russian medallists, for failing doping tests at the Beijing 2008 Games. The sanctions come amid a crackdown on Olympic athletes’ use of banned performance-enhancing substances that has now spilled over to the Paralympics Games as well. Controversies over doping overshadowed the build-up to this year’s Rio Olympics and flared anew as U.S. and Australian competitors branded their Russian and Chinese rivals drug cheats. In the latest move, the IOC disqualified Russian bronze-medalist weightlifter Nadezda Evstyukhina, silver-medalist weightlifter Marina Shainova, and Tatyana Firova, who finished second with teammates in the 4x400m track event. The Russian Federation team was also disqualified from the women’s 4x400m relay. All the sanctioned athletes were ordered to return any medals, pins or diplomas they had won in Beijing. Bronze-medal-winning weightlifter Tigran Martirosyan of Armenia and fellow weightlifters Alexa­ndru Dudoglo of Moldova and Intigam Zairov of Azerbaijan were also disqualified, the IOC said in a statement. It called on sports federations to modify the results of the Beijing Games that were affected and consider what other steps they found appropriate. The IOC stores athletes’ samples for a decade to test with newer methods or for new substances, and has in the past stripped medal winners of their prizes.Published in Dawn September 1st, 2016\n", "author": "Reuters", "title": "IOC sanctions six for failing Beijing dope tests"}}
{"1281195": {"date": "September 01, 2016", "article": "MOSCOW: As in life, so in death: Islam Karimov’s regime was one of the world’s most secretive and opaque for a quarter of a century, and now his apparent demise is equally shrouded in mystery. Uzbekistan’s president, a dictator who was ruthless with his opponents and even locked away his own daughter, is rumoured to have died on Monday, though there has been no official confirmation.On Tuesday, state television ran segments about fruit, vegetables and the upcoming Independence Day celebrations, without mentioning a word about the president’s health.The president’s younger daughter, Lola Karimova-Tillyaeva, confirmed rumours of her father’s ill-health on Instagram on Monday, claiming he was in a stable condition in hospital after suffering a cerebral haemorrhage. The Russia-based Fergana news agency, which first broke news of Karimov’s deterioration, announced on Monday evening that the dictator had died that afternoon.On Wednesday, according to an AFP report, she said in an Instagram message that her father was recovering from a brain haemorrhage and thanked well-wishers for their support, saying this was helping her father’s recovery.Daniil Kislov, who runs Fergana, told The Guardian on Tuesday he was “99 per cent sure” that Karimov had died. Other Uzbekistan watchers agreed the leader was dead or at least in such a condition that he would never be able to rule the country again, though details were scarce.Steve Swerdlow, a Central Asia researcher at Human Rights Watch, who has spent many years working on Uzbek cases, said: “We have no idea what day the initial incident actually happened. Some have said it was Thursday, some said it was Saturday. It’s just like the Karimov regime to be so cowardly and so opaque that they can’t even give us the concrete information. Even in death, Karimov is a wily fox.”Assuming that Karimov is dead, the question of succession now looms large. When the longstanding dictator in neighbouring Turkmenistan died a decade ago, he was swiftly replaced by his former minister of health and dentist, who went about dismantling his predecessor’s personality cult and building his own.Many analysts suspect a plan must have been in place in Uzbekistan given Karimov’s increasing frailness over recent years, but whether or not it is adhered to is another matter.The country is one of the most closed and secretive in the world.Karimov rarely travelled abroad and almost never gave interviews. Few outsiders have insight into the power struggles at play behind closed doors, and diplomats and analysts are waiting to see whether the transition will be smooth or bumpy.Whatever happens, it will be unchartered territory. The country has no experience of living without Karimov, who was the last Soviet party boss when Uzbekistan was still part of the USSR, and has governed since independence in 1991. Uzbeks were due to mark 25 years of independence on Thursday, but the local BBC service reported that the celebrations had been cancelled.Kislov said he had received information from his sources that all key officials had their mobile telephones blocked on Tuesday, possibly to prevent them from organising or discussing potential plots.“We really don’t know very much. Maybe there was a plan put in place before. Maybe there is a battle going on now. Maybe there are negotiations. There is no information,” he said.Uzbekistan borders Afghanistan and has been seen as strategically vital by both Russia and the west, who were willing to turn a blind eye to Karimov’s human rights abuses in the wake of the 9/11 attacks in return for access to Uzbekistan’s airbases. In 2004 Britain sacked its ambassador to the country, Craig Murray, for speaking out over rights abuses.The next year, Karimov’s security forces gunned down hundreds of unarmed protesters in the town of Andijan , a massacre condemned by international rights groups but never properly investigated.“It’s the bloodiest event outside of an armed conflict on the territory of the former Soviet Union,” said Swerdlow. “That day defines Karimov more than anything else. The fact he leaves this world not having to answer for any of that is very sad for the victims.”Karimov has been accused of all manner of rights abuses and torture, and in recent years attention has also focused on his family. Nothing is known about the current whereabouts of his older daughter, Gulnara Karimova. For a long time she was considered a potential successor to her father, and was a highly public figure, launching a fashion brand and a music career under the name Googoosha. She even released a bizarre love duet with Gérard Depardieu.In 2014 Gulnara’s son, Islam Karimov Jr, who was studying at Oxford Brookes University, told The Guardian he feared for his mother’s life, and revealed an extraordinary feud brewing in the first family. He explained how he and his mother had been kept from visiting his grandfather, the president, by armed guards, and that when they finally did get an audience, there was an almighty showdown involving the president, his wife, and their daughter. Shortly after, Gulnara was placed under house arrest, and nothing is known of her whereabouts since, or even whether she is still alive.“There are plenty of rumours but no solid facts about Gulnara for two years already,” said Kislov.Details may become clear later in the week, when it will be difficult for the authorities not to mention and explain Karimov’s absence if celebrations go ahead. Gulnara is believed to be out of the running for successor, with most analysts agreeing that the prime minister and the head of the security services are the main centres of power.Deidre Tynan, Central Asia project director at International Crisis Group, said: “If there is disagreement or conflict between different players, they will try to keep it behind closed doors. The risks multiply if they are not able to put on a public front of unity.”By arrangement with The GuardianPublished in Dawn September 1st, 2016\n", "author": "Shaun Walker", "title": "Rumours of Uzbek  president’s death raise questions over succession"}}
{"1281205": {"date": "Updated September 01, 2016", "article": "WASHINGTON: US Treasury Secretary Jacob Lew on Wednesday criticized a European ruling that Apple owes more than $14.5 billion in back taxes. But he said the decision may spur Congress to finally address the stalled effort to reform America’s corporate tax structure.Lew said that while the Obama administration has failed in its efforts to get tax reform through Congress, he believes the unhappiness expressed by both Democrats and Republicans following Europe’s announcement on Tuesday could push Congress to act.He said he is “hopeful that we will see action, probably not in my tenure, but early in the next administration.”The European Commission ruled Tuesday that Apple must pay roughly 13bn euros ($14.5bn) in back taxes plus interest for what European authorities ruled were unpaid taxes accumulated over a decade that Apple owes Ireland. Both Apple and Ireland have said they plan to appeal the decision.Lew said that he saw Europe’s effort as “an attempt to reach in to the US tax base to tax income that ought to be taxed by the United States.”He said it also appeared to be the latest in a string of actions targeting big US companies. “The pattern of actions certainly appears to be highly focused on US firms,” Lew said. “The largest actions do appear to be aimed squarely at our tax base.”The decision sparked outrage in Congress with Sen. Charles Schumer, D-New York, calling it a “cheap money grab by the European Commission, targeting US businesses and the US tax base.” House Ways and Means Chairman Kevin Brady, R-Texas, called the action a “predatory and naked tax grab” which he said underscored the need for congressional action.Lew said that while the Obama administration has not succeeded in getting tax reform through Congress, it has made progress on the issue and “there is a growing bipartisan consensus on how to deal with tax reform in a way that will enable us to reach overseas income.”Published in Dawn September 1st, 2016\n", "author": "AP", "title": "Apple’s tax fight could spur congressional action, says US"}}
{"1281215": {"date": "September 01, 2016", "article": "SANTA CLARA: The first regular commercial flight in more than 50 years from the United States landed in Cuba on Wednesday, as the two nations took the latest step in their efforts to boost ties. JetBlue Flight 386 landed in the central Cuban city of Santa Clara a little before 11am, about an hour after leaving Fort Lauderdale in south-eastern Florida with 150 passengers on board. The first two passengers off the plane carried US and Cuban flags as they descended the stairs onto the tarmac, where they symbolically exchanged the banners in a sign of friendship. The flight was the first of 110 expected daily flights connecting US cities to airports in the Communist-run island, many of them in or near tourism hotspots. Regular air service was severed during the Cold War, and charter flights have been the only air links since. US Secretary of State John Kerry hailed the development. “The 1st US commercial flight to #Cuba since 1961, just over a year after raising the flag at US Embassy Havana. Another step fwd,” he wrote on Twitter. US Transportation Secretary Anthony Foxx was on the JetBlue flight, Cuba’s transport ministry said. The Fort Lauderdale airport was in full party mode near the Jet Blue’s departure area — a live salsa band blared Cuban favourites as passengers and bystanders broke into spontaneous dance. There were cheers, applause and a sea of balloons as boarding for the historic flight got underway. For some, there were also tears of joy. “I am so proud, so overcome with emotion,” said Domingo Santana, 53, who left Cuba when he was just six years old. Since then, he said, “I’ve never been in my country. I don’t know my country,” adding: “It’s a great opportunity.” Wednesday’s JetBlue flight was flown by Captain Mark Luaces and First Officer Francisco Barreras, both Americans of Cuban descent, the airline said. The plane was sent off with a water cannon salute, an aviation tradition in which aircraft pass under arcs of water before flying to their destinations for the first time. Mark Gale, director of operations for the airport, said it was one of the “great moments in history”, likening it to the moon landing or the fall of the Berlin Wall. Another passenger, Aleisy Barreda, 46, was overcome with emotions. “This reopening has really benefitted us,” she gushed. “Not only in terms of the ticket prices, but also in terms of how much easier it is to purchase them,” she said. “Now we only need more vacation time!” The last regular commercial flight between the two countries took place in 1961, when air links fell victim to the Cold War. Air travel between the United States and Cuba has been restricted to charter flights since 1979. Washington and Havana agreed in February to restore direct commercial flights — one of several watershed changes initiated in December 2014, when US President Barack Obama and Cuba’s Raul Castro announced a thaw after more than 50 years of hostility. Diplomatic relations were restored in July 2015.Published in Dawn September 1st, 2016\n", "author": "AFP", "title": "First commercial flight in 50 years from US lands  in Cuba"}}
{"1281225": {"date": "September 01, 2016", "article": "LECTURE A lecture on ‘Science, Technology and Innovation: Inventing a New Future’ in the Arts auditorium of Karachi University at 11am.Published in Dawn September 1st, 2016\n", "author": "From the Newspaper", "title": "METRO EVENTS"}}
{"1281235": {"date": "Updated Sep 11, 2016 05:41pm", "article": "\n\n\n\nAmbreen Riasat woke up one summer morning and realised she was getting late for school. Her elder brother, Nauman, was already awake and she could hear him pack his school bag. Outside, the sun was already glaring down on the tall green trees and the grass rustling in the air on the mountain slopes. She rushed to the bathroom, a tiny space just outside her house with a pit and a tap. She washed her face, came back in, zipped up her school bag and ran to school. She was wearing a bright red shalwar kameez, a dress she had slept in.Even at the tender age of around 14, Ambreen knew what part of her clothing she could not be careless about — a face-covering niqab that left a small space for her eyes to peer out. The stony path from her home to the paved road went steeply up the mountain. With the ease of someone who has been walking up and down that path for years, she hopped and skipped and ran all the way. Nauman was leading her as the two went past the trees bearing blood-red pomegranate blossoms and parrot-green walnut fruits. Also read: Of law and lore — Criminalising violence against womenThe government school in her village, Makol, is tucked away, almost invisibly, at the end of a narrow path covered by thick trees. A small peak, jutting out of a mountain, obscures its front gate. Most teachers at the school – including the principal – are men, and girls and boys study in the same classrooms. Girls wear niqab so that the men and the boys cannot see their faces.  When Ambreen returned home that day, her mother, Shamim Akhtar, was livid. Why did she not change her bright red clothes before going to school where there were so many men around, she asked her daughter. Ambreen tried to argue that she did not have time to change. Shamim would not hear it. “You are not going to school again,” she told Ambreen. Shamim took her books away from her and confined her to the house. \n\n\n\t\t\t\t\tAmbreen’s brother Nauman looks through his notebook  at his house in Makol |  Annie Ali Khan\n\t\t\t\t\n\n\nFarmaan Ali, a teacher at the school, remembers Ambreen as an intelligent girl, a bright student. She could be naughty and easily distracted because she was so young, but she was smart and curious and a good daughter to her mother, he says. After classes, he had often seen her carrying large water containers home for her mother’s cooking and washing. Her obedience, however, did not stop Ambreen from resisting her confinement. She kept protesting. She wanted to go back to her studies. She would often pick up her notebooks and start scribbling in them or she took her brother’s notebook and copied his lessons word for word. She was restless and often received beatings from her mother for talking back and asking to go back to her school. After her protests became too frequent to ignore, Shamim allowed her to go to a nearby madrasa for daily Quran lessons. Also read: Why people get killed over blasphemy in Pakistan?All that happened in 2015. Exactly a year after she had been banished indoors, Ambreen walked back to school. She was careful to keep well behind her brother so as to make sure he did not see her. She was more worried about her mother. Sooner or later, Shamim would find out that Ambreen was missing from home. She quietly walked into her old classroom. It had changed. Other children had moved into it.\n“The entire Makol came to see the vans but Ambreen’s mother did not,” says Mustafa.\nAfter her arrival at school, a cousin of hers, who also studied there, went to the teacher Ali and asked him not to give Ambreen any books. She is not supposed to be in school, the girl told the teacher. Ali discussed the matter with the principal, Khaliquz Zaman, and they decided to summon Ambreen’s brother, Nauman. They sent her back home with him. An angry Shamim gave Ambreen a serious thrashing but soon everything went back to business as usual. Ambreen helped her mother clean the house before everyone went to bed. Lying in his cot, Nauman could hear Ambreen sob. That was April 29, 2016 — a moonlit night. Everything outside seemed to be bathed in a heavenly glow. By 11 pm, Shamim and Nauman fell fast asleep. Between midnight and 2 am, some men came in and took Ambreen away. Whether or not her mother knew is not clear. \n \n(function(d, s, id) { var js, fjs = d.getElementsByTagName(s)[0]; if (d.getElementById(id)) return; \n\t\t\t\t\tjs = d.createElement(s); js.id = id; js.src = \"//connect.facebook.net/en_US/all.js#xfbml=1\"; \n\t\t\t\t\tfjs.parentNode.insertBefore(js, fjs); }(document, \"script\", \"facebook-jssdk\"));\n\t\t\t\t\n\n\n\t\t\t\t\tMubashir Zaidi, Zarrar Khuhro and Alia Chughtai talk to Annie Ali Khan about 'Pakistan's Missing Daughters' on Zara Hat Kay, Dawn News\n\n\n\nZarnab Gul lives on a hilltop in Makol. It was very early that morning when he heard screams. He opened the window of his room and looked out. He saw a big blaze below — at a place where a dusty shoulder jutted out of the village’s sole paved link with other villages and towns. Such shoulders are common on roads passing through hilly areas and are meant to provide parking space for broken-down vehicles or for travellers to wait for a bus. Gul called his wife and they went to their rooftop to see what was burning along the road outside. They could not make out anything. He shouted loudly to see if whoever was screaming would answer. He heard back nothing but screams. Gul eventually went down to the road. He saw a van on fire. The flames were leaping towards another van parked nearby. Gul knew the owner of the second van – a twenty-five-year old local driver Ghulam Mustafa. He dialled Mustafa’s cell phone number and asked him to come over. By the time Mustafa reached the spot, the fire had died out but his vehicle was all burnt down.  Also read: The perils of Pakistani migrants heading to EuropeGul and Mustafa went closer to the vans to see their condition. Both froze with horror when they saw that there was a person sitting inside the first van — burnt to a cinder. The arms and legs of the body, relatively recognisable, suggested it was a girl. The two also spotted a school bag inside the van. “I was surprised that the bag was still intact,” says Mustafa. “Nothing could have survived that blaze.” It was dawn by then. Ali, the school teacher, heard an announcement from a local mosque about a dead body lying in a van on the roadside. He walked down the hill from his house and saw a crowd moving in the direction of the van. When he reached the place where the van was parked, he saw the singed body of a young girl tied to a seat. There were notebooks inside a school bag tucked in her hands. Those belonged to Nauman, Ambreen’s brother. The girl in the van, according to her autopsy report, was strangled before she was set on fire. Her hands and legs were also tied with some plastic material to ensure that she did not move out of the van. When the police arrived, they concluded from the notebooks that the dead girl was Ambreen.\n\n\n\t\t\t\t\tThe interior of the burnt van |  Annie Ali Khan\n\t\t\t\t\n\n\nWhile everyone rushed to the spot where the body was found, Shamim stayed at home even though she lived only a short walk away. “The entire Makol came to see the vans but Ambreen’s mother did not,” says Mustafa.Shamim says she did not notice anything unusual when she woke up that morning, except that the door of her single-room house was open. She went out to the bathroom, washed herself, offered her prayers and went back to sleep. She says she heard announcements about the burnt body of a young girl but she did not pay attention. When Nauman was leaving for school at around 7:30 am, Shamim asked him to wake Ambreen. That is when, she claims, they realised that she was missing. Shamim ran out of the house and checked in the bathroom and the thickets close by but Ambreen was nowhere to be found. She went to the neighbours and asked them about her daughter but no one had seen her that morning.Her statement triggers some troubling questions. She was sleeping right next to her daughter in a small room. How could she not know if someone came in and took the girl away? Why did she not notice Ambreen’s absence before her son told her about it?Also read: What it means to be free in PakistanThe police detained Shamim and Nauman and took them to the police station. They were both beaten up. Shamim was slapped and the soles of her feet were struck hard with sticks. “You can beat me as much as you want,” she cried, “but I have not killed my daughter. Why would I kill my own flesh and blood?” She was released, along with Nauman, for lack of evidence.\n\n\n\t\t\t\t\tIllustration by Samya Arif\n\t\t\t\t\n\n\nShamim’s husband, Riasat Khan – a small, gaunt old man with a shrunken, bearded face – is a labourer working in a ship-breaking yard in Gadani, Balochistan. He stays at his workplace, hundreds of kilometres away from Makol, for most part of the year. He was at work when his daughter’s body was found. He reached home a couple of days after Ambreen had died. He says he has no clue what happened to her.   Shamim, younger than her husband and also more articulate and worldly-wise than him, does not like to talk much about her daughter. Instead, she mourns the death of her eldest born, a boy named Waseem, who had died of an unknown cause a few years ago. He was fine one day and then the next day he was bleeding from the mouth, she says. Within hours he was dead.  Shamim has a photo of Waseem. He seems to be in his early teens at the time the photograph was taken. She has no photograph of Ambreen that can enable an interested outsider to know what she looked like. \nThere is a notebook in his hands. Ambreen used to scribble and doodle in it. He is also drawing something — a mishmash of lines and spirals, like the mystery surrounding his sister’s death.\nIn the sparse room where Ambreen’s family lives, there is almost nothing that suggests that the girl even existed. A small stove next to a low wooden shelf in a corner of the living room-cum-bedroom marks the kitchen area where a few tin containers carrying cooking oil and some spices are lined neatly. Next to them are pots and pans and a couple of trunks with clothes in them. The bright red dress Ambreen wore to school last year could be in one of those trunks, but there is no way of knowing that. Next to the trunks, charpoys are lined against a long wall facing the only opening in the room: its door. Ambreen used to sleep on one of those cots. As Nauman starts talking about Ambreen, his mother looks at him. He is sitting on a charpoy right opposite the door. There is a notebook in his hands. Ambreen used to scribble and doodle in it. He is also drawing something — a mishmash of lines and spirals, like the mystery surrounding his sister’s death. Makol, located about 10 kilometres from the military’s premier training facilities in Abbottabad district, is a typical settlement in the mountains: houses are scattered, separated by small hills, pathways and tree-lined courtyards. It consists of a few hundred houses. Most of them are built with bricks and mortar and have concrete roofs but a few are mud huts with thatched ceilings – like the one Ambreen’s family has. In this village lives a rich man: Muhammad Pervaiz. His family owns vast tracts of land and many houses here. He is also the elected chairman of a union council of which Makol is a part, along with a few other villages.Last year, Pervaiz’s young daughter Saima disappeared from home, allegedly with a man she wanted to marry. Her parents looked for her everywhere they could but did not find a clue of her whereabouts. There were rumours in Makol that Ambreen knew where Saima was. She reportedly was the human link through which Saima communicated with the man she loved.\n\n\n\t\t\t\t\tThe house of Muhammad Pervaiz, Saima’s father, in Makol |  Annie Ali Khan\n\t\t\t\t\n\n\nPervaiz is known to be unhappy about Ambreen’s role in his daughter’s disappearance. He is reported to have convened a council of the elders of the area in his home some time in 2015 where it was allegedly decided to punish Ambreen. It was not a jirga, a tribal judicial council, in the exact tribal sense because those living in Makol are not bound by any tribal affinity (they all come from different castes and working groups) and it had no legal and political legitimacy as the jirgas have in the Federally Administered Tribal Areas. It is still reported to have the sanction of the rich and the influential in and around Makol. Shamim alleges it was Pervaiz who came to her house along with some other men on the night Ambreen disappeared. He took her away to question her about Saima’s disappearance, Shamim says, but she does not have any evidence to substantiate her allegation. Others in the village speculate that she knew all along that Pervaiz was out to get her daughter. That is why she took Ambreen out of school soon after Saima had disappeared and the jirga had taken place, they say. \nSomething she has noticed in many similar cases: That a woman who leads a life of moral laxity always ends up dying in ignominy.\nPervaiz’s wife, Rubina, a housewife reluctant to speak to an outsider, swears by her husband’s innocence. “He was at home with me on the night of Ambreen’s murder,” she says. She also denies the allegations that the punishment for Ambreen was approved at a jirga held inside her home. “That was not a jirga. After Saima went missing, a few elders from the community talked to each other inside a closed room. There was no discussion on the subject ever afterwards,” she says. Also read: Why divorce is close to impossible for Christians in PakistanRumours continue to swirl around the case. One of them joins Pervaiz and Shamim as secret lovers who killed Ambreen after she had come to know about them. According to another rumour, Shamim could have killed both Waseem and Ambreen for some unknowable reason.  Many weeks after Ambreen’s murder, Safeer Ahmed, a junior court official in Abbottabad, a few kilometres to the north-west of Makol, insists that Shamim was “involved” in some kind of a “racket” and that is why she had her own “daughter killed to cover up her crime”. Makol is a small place where everyone knows everyone, he says. “It is not a city. How can the mother not know the person who took her daughter away? There is some great secret here.”\n\n\n\t\t\t\t\tWomen clad in burqas walk along a road near Dewal Sharif | Annie Ali Khan\n\t\t\t\t\n\n\nPervaiz and around 10 others – including the owner of the van in which the body was found – were arrested in early May 2016 and are in jail pending a trial. The police are yet to release a complete forensic audit of the crime scene. A judicial inquiry into Ambreen’s death, ordered by the provincial government, is also going on. Whoever killed Ambreen was both meticulous and methodical. According to police investigations and statements of witnesses who discovered her body, the killers had cut off electricity to the nearby street light and damaged the water pipeline passing through the place so that water to extinguish the fire could not be secured easily. Ambreen was dumped on a seat right above the van’s gas tank. When the fire started, she did not burn slowly. The fireball cause by the gas roasted her body instantly. Her teacher, Ali, remembers how many in the crowd that April morning took photos and made videos of the crime scene. Those grainy and terrifying images and the recent renaming of the local school after her are the only signs that Ambreen did once exist. Even her grave in Makol graveyard remains unmarked: a small mound of dried earth with a shapeless piece of rock placed where a tombstone should have been.\n\n\n\nDewal Sharif is like Makol in many ways. Both are located in the same mountain valley that links the tourist resort of Murree in the south to Abbottabad in the north-west through scattered settlements nestled amid forest-covered ravines and snow-capped peaks. But Dewal Sharif is much bigger and, with its own commercial areas and multiple road links with the rest of the country, is more economically developed than Makol. And there are more private schools in Dewal Sharif than there are shops in Makol. Maria Sadaqat, a tall 19-year-old girl, was both a beneficiary and a contributor to this sprawling private education system. Her death on June 1, 2016 is also linked to it — albeit indirectly. Also read: Enforced disappearances: The plight of Kashmir's 'half widows'Many in this town of more than 10,000 people agree that Maria was a bright girl. Even when she was studying at a local school, she taught other students in her class. By the time she reached the second year of college, there was competition among the owners of private schools to hire her as a teacher. The head teacher at Al Abbas School – where Maria had done her primary and secondary schooling – was certain that she was going to teach at his school. Shaukat Abbasi, proprietor of the Suffa School of Modern Studies, believed she would join his institution. He was, after all, a close friend of Maria’s father Sadaqat Abbasi. Sadaqat and Shaukat had become friends some years ago. The former was working as a driver then and the latter as a Grade-17 government officer. They, respectively, came from the relatively poor lower part of Dewal Sharif town and its better off upper part. It was originally a case of a small man trying to be seen as being close to a big man; a way of gaining some social and financial traction in a highly hierarchical society. Then Shaukat gave Sadaqat some money to set up his own chicken coop. \n\n\n\t\t\t\t\tThe main road of Dewal Sharif  |  Annie Ali Khan\n\t\t\t\t\n\n\nPerhaps to return his favour, Sadaqat decided that Maria would teach at Shaukat’s school after she passed her intermediate exam. All her younger siblings – five sisters and a brother – were also to attend the same school as students. Her colleagues at the school liked Maria but they thought she was a little odd for a girl of her age. Firstly, she was a couple of inches taller than most women around her and then she did not wear any make-up other than an occasional application of kohl to her eyes. The teachers felt “embarrassed standing next to her”, a member of her family recalls. She had one foible though — she liked spending money on buying watches. One of her watches had a small dial with a long thin leather strap. She wore it on most workdays. The other one looked like a gold bracelet that she paired with pearl earrings. Recently, she had started wearing a delicate gold nose ring that her grandmother had bought for her. These distinctions apart, she wore a black abaya, as did all other teachers working with her, while walking to and from the school. It had a sprinkling of black shiny objects on the shoulders and across the front. And like most teenage girls, she loved bags. Her shoulder bag was made of imitation fur and leather — a popular design sold everywhere in Murree’s bazaars.Maria was friendly and confident and had the talent for putting people at ease with her conversation. Her friends and family say she always had a story or two to tell. She was obviously an object of envy among her peers. Her father was very proud of her. Maria had brought him prestige in the community and additional cash to his family kitty. Some months after Maria started teaching at Shaukat’s school, Sadaqat developed business problems with her boss. Accounts differ. Sadaqat says Shaukat was his business partner — they shared profit and loss. When the business was doing well, Shaukat was receiving his share of the profit but when sales and profits were badly hit, he started asking for his money back. Shaukat says he had given the money to Sadaqat as a loan. At first Shaukat did not press his demands much. Sadaqat, in the meanwhile, went to Saudi Arabia on a work visa as a labourer. It was then that the environment started changing for Maria at the school. Rumours began circulating that Shaukat had sent a marriage proposal to Maria for his son — an already married man with a child who also taught at another private school. Others suggested that Maria and Shaukat’s son were having a secret affair. To avoid the scandal to blow up in her face, she quit her job. Her siblings were also transferred to a different school. [Also read: The evolution of honour killing]17The relationship between Sadaqat and Shaukat was steadily souring all this while, especially after Sadaqat came back from Saudi Arabia, abandoning his contract halfway. Almost penniless, he started a vehicle repair shop in the market area in lower Dewal, where Shaukat appeared regularly, demanding his money back in full view of other people. The two often exchanged hot words. One day in May this year, the two men almost came to blows. But Shaukat backed off, sensing that the much younger and fitter Sadaqat would outdo him easily in a fist fight. Sadaqat, though, believed the quarrel was not over. The next day, he left Dewal to attend a funeral in the nearby town of Phagwari. All the elders of his family and five of his children went with him. Maria was left at home to take care of her special-needs sister, six-year-old Habiba. \n\n\n\t\t\t\t\tThe area in front of Maria’s house where she was thrown off a slope after being burnt |  Annie Ali Khan\n\t\t\t\t\n\n\nAt 11:45 am that day, Shaukat – along with four or five other people – arrived at Maria’s house, a small three-room stand-alone house on a hillock. He called her outside. As soon as Maria opened the gate, the men slapped her and pulled her to a clearing where some goats were tied. They ripped her clothes and beat her in turns, making a circle around her. “You are stalking my son. Today, I will set you on fire,” Shaukat said to her. The men forced her to the ground. Shaukat took out a plastic container, threw kerosene oil on Maria and set her ablaze. She screamed for help but no one came to her rescue. The men then threw her down a nearby mountain slope. She landed on a path, many feet below. This is how the events of the day transpired, according to the statement that Maria gave to the police from a hospital bed and the accounts of her family. Her neighbour’s son, a 12-year-old, was playing on the rooftop of his house when he heard someone screaming. He rushed to Maria’s house where the screams were coming from. He found her lying on the path, still in flames with her clothes ripped at many places. He called his sister. She gave Maria water to drink and called Sadaqat, who came back home and took Maria to a government hospital in Phagwari.    Also read: Republic of fearThe hospital did not have any facilities to treat burn victims. He eventually shifted her to Pakistan Institute of Medical Sciences (Pims) in Islamabad for treatment. Maria lay there in a bed, fully conscious for 36 hours. She recorded her statement – an audio and a video – describing her attackers in detail. On her last day in the hospital, an uncle roughly the same age and with the same white beard as Shaukat, came to see her. She screamed in terror. “Master Shaukat is here to burn me,” she cried. “Baba, throw him out.”She died the same day. Seen in her pictures, Maria looks like a younger version of her grandmother, Subeda — same height, same straight nose, same high cheekbones and same curious brown eyes. Subeda wants the courts to give Shaukat the same punishment he has inflicted on her granddaughter — death by fire. Maria’s father has the same demand. Sadaqat and his family, however, seem more sad than angry. “For me, she was a son,” he says. “All my children are very bright but Maria was exceptionally intelligent.” While the financial dispute between Sadaqat and Shaukat is well known in Dewal Sharif and rumours about the latter’s desire to make Maria his daughter-in-law are widespread, few men outside Maria’s family believe that he killed her. Many of them are willing to vouchsafe for Shaukat’s good character; others remember him as one of the best and the most respected educationists in the area. After the police arrested him and put him behind bars, there were, indeed, public marches in Dewal Sharif in his favour. Many female teachers and students also participated in those. \n“She is already dead and she has also named me, but as a human being I feel sad over her death,” he says calmly\nMembers of Maria’s family allege that Shaukat was enraged because she had refused to become the second wife of his son. “He kept threatening her,” says Maria’s aunt Sobia. “If you don’t marry my son then I will make sure you marry no one else,” she quotes Shaukat as telling her niece.I manage to sneak inside Rawalpindi’s Adiala Jail on June 28, 2016, to have a meeting with Shaukat. We talk in a room full of people where the prisoners stand on one side in a cage-like iron structure and their visitors on the other side, both groups trying to have a conversation through tiny holes in steel sheets separating them.  \n\n\n\t\t\t\t\tMaria (centre) with her sisters |  Annie Ali Khan\n\t\t\t\t\n\n\nHe looks older than he did in a video of him available online. He also appears withdrawn. He acknowledges his verbal squabble with Sadaqat and also claims that he backed off that day in May in the market so that he could avoid getting hurt. But he denies even being in Dewal Sharif the day Maria was burnt. “I had gone to a village 45 kilometres from Dewal to enquire about an ailing friend.” Shaukat says he came to know about the incident through a phone call. “Then I heard Maria’s father had nominated me and my neighbour for the crime. We ran away initially but surrendered a few days later.” He insists that he never saw Maria after she had left his school. “She has given her pre-death statement under dictation from her father,” says Shaukat.  Maria’s family members say they kept asking Shaukat to come forward and clear his name while the girl was still alive. He did not do that. “The media was baying for blood. How could I risk my life by going there?” he responds. Shaukat also denies that he ever asked for Maria’s hand for his son. “I swear I never talked about marrying the two,” he says. As I start to leave, he stops me. “She is already dead and she has also named me, but as a human being I feel sad over her death,” he says calmly, showing no outward signs of agitation, anger or animosity. “I really feel sorry for her,” he adds. In his online video, apparently made when he was being investigated by the police, he makes a passionate plea about his innocence. “I have a grown-up daughter of my own. Those who have grown-up daughters of their own don’t eye other people’s daughters.” Given Maria’s last statement and the media’s coverage of the incident, it looked unlikely that Shaukat would be released from jail any time soon. \n\n\n\t\t\t\t\tMaria’s personal belongings |  Annie Ali Khan\n\t\t\t\t\n\n\nThe police investigations, however, soon absolved him of the accusations. A few weeks ago, a committee formed by Punjab Chief Minister Shahbaz Sharif to investigate Maria’s death declared that she had “committed suicide and was not murdered.”  According to a report published in daily Dawn on July 2, 2016, the “committee headed by Deputy Inspector General (DIG) Abubakar Khuda Dad Khan, Senior Superintendent of Police (SSP) Khuda Bux Cheema and Deputy Superintendent of Police (DSP) Ghasud Deen analysed forensic data, obtained polygraph tests, mobile phone records, fingerprints, medical reports, talked to doctors and conducted interviews in order to ascertain the cause of death.” The officers recommended releasing Shaukat and two of his alleged accomplices.They were released on bail soon afterwards.   The police are also said to have leaked Maria’s cell phone data. It showed she was exchanging amorous messages quite regularly with Shaukat’s son. Asma Jahangir, the renowned human rights lawyer and activist, visited Maria’s home as part of a three-member fact-finding mission sent by the Supreme Court Bar Association soon after the incident of her burning. Jahangir has seen her autopsy report and spoken to her family. She has also met Maria’s neighbours who were the first ones to hear her screams. She says she found Dewal Sharif divided along gender lines over Maria’s death. The women were “in full sympathy with the victim whereas the men were either justifying [the] crime or denying it totally,” says the mission led by Jahangir in its recently released report. “There was a concerted effort to paint the occurrence as a suicide rather than murder,” it adds. “It was obviously not a suicide. It was murder,” Jahangir says in her office in Lahore. \nThey are straightforward murders, disguised as honour killings to escape punishment\nShe cites Maria’s postmortem report to say that her hands, feet and head were unburnt. This, she says, suggests that more than one person held her down to the ground while she was being set ablaze. The fact-finding mission report quotes one Ejab Abbasi, chairman of union council Dewal Sharif, as saying that he met Maria in hospital twice to probe her thoroughly. “The victim was absolutely certain and remained consistent about her version of the incident,” he is reported to have told the members of the mission.  Jahangir says she also tried to meet Shaukat’s family but they were unable to meet the mission for unspecified reasons. She clarifies that it was not her mandate to find out who had killed Maria. “My mission was to ensure that the investigation was carried out independently. There was obviously a lot of prejudice against the girl. I wanted to ensure that the rumours did not sidetrack legal proceedings.” The fact-finding mission initially “was quite satisfied with the inquiry” but its members were “shocked to know that the investigation had declared the main accused as being innocent”. They also point out that a magistrate hearing the case did not accept the police recommendation to release the accused “and yet bail was granted” to him. The report lists developments that might have had some negative impact on the investigation. “There was a campaign of character assassination of the victim and her family and … there were credible reports that the family members were being threatened and induced to accept some reward for their silence.”  Jahangir points to a widespread public perception, especially among men, in Dewal Sharif — something she has noticed in many similar cases: That a woman who leads a life of moral laxity always ends up dying in ignominy. \n\n\n\nHe passed through her street every day. She waited for him half-hidden behind a half-open door. “Why don’t you look my way? Why don’t you talk to me?” she gathered the courage to ask him one day. “I have nothing to offer,” he replied. “I want nothing,” she said. Muqaddas Bibi was a young girl with a soft face. “She was the daughter of a potter but she looked like she belonged to a family of Rajputs,” the boy’s mother says. Taufiq Ahmed is a handsome young man with a thick mustache and thick wavy black hair, oiled and slicked back stylishly. One of his legs is shorter than the other but that is barely noticeable. He works as a tailor. The two lived in the same Buttranwali village, a nondescript settlement a little off the road that connects Gujranwala with Sialkot — nestled amid green fields being steadily taken over by ramshackle housing and brick kilns. They came from two different castes and their financial status varied. Though the girl’s family was poor a couple of generations ago, they have been doing well of late and are regarded well off by the village’s standards. Ahmed comes from a family of carpenters which struggles to make ends meet even when some of its members have branched into other professions. They had no chance of having an arranged marriage.\n\n\n\t\t\t\t\tTaufiq Ahmed |  Annie Ali Khan\n\t\t\t\t\n\n\nThree years ago, the two ran away and got married in a court.At first Ahmed’s family was hesitant to accept Muqaddas into its fold but she took to her married life wholeheartedly. “She made rotis every day for the family, washed clothes and was always helping everyone,” says Ahmed’s mother. Everyone in the family and the neighbourhood soon started liking Muqaddas. An elderly woman living next door to her would come to her complaining of headache and Muqaddas would apply oil to her hair to massage and soothe her. Ahmed lives in a small single-storey home made of red bricks, unplastered and unpainted. It is hard to distinguish from other houses in the village. His entire family has one room to sleep in — a simple structure with bare walls, save for a couple of framed images of the Kaaba. Ahmed works from 7 am to 11 pm in one corner of the house, making about fifteen thousand rupees a month by stitching clothes. Muqaddas would serve him tea every few hours. \n “Once women become independent, they also get a mind of their own and want to marry of their own choice. This is seen as a major contravention of family boundaries.”\nAbout a year ago, they had a daughter. A few months after her birth, Muqaddas became pregnant again. She was happy about her second child. The delivery was still two months away but she made new clothes for herself to wear after she had given birth. One day this June, she felt ill and Ahmed’s mother offered to take her to a hospital. They were to take a bus to Gujranwala, slightly more than 10 kilometres away. While Muqaddas and her mother-in-law were waiting at a bus stop, her mother arrived there and grabbed Muqaddas by the hair and the neck. “It all happened so fast,” says Ahmed’s mother, “that I did not know what to do.” Before anyone could come to their help, Muqaddas’ mother had dragged her daughter into her house and closed the door from inside.As a crowd gathered outside, the mother screamed at the daughter. “Why did you marry a cripple?” Other members of the family were also present inside the house and they are known to have beaten up one of Muqaddas’ sister-in-law for trying to help her. Within minutes, the mother took out a knife and slit the daughter’s throat. As Muqaddas lay dying, people waiting outside tried to enter the house but could not. “They must have planned for a long time,” says a visibly angry Ahmed. “Our women seldom leave the house. They have been waiting for a chance all this time to grab her.” \n\n\n\t\t\t\t\tMuqaddas Bibi’s husband Taufiq Ahmed with his daughter and mother |  Annie Ali Khan\n\t\t\t\t\n\n\nThe old woman who liked Muqaddas for oiling her hair curses the girl’s mother. “The whole neighbourhood is in shock,” she says crying. “This is not about honour. Once the girl had become a mother, the question of honour died there and then.” Ahmed’s mother now looks after his daughter. “What will this little girl think when she grows up?” she asks before she starts crying. “I am going to take good care of our child,” Ahmed says, lifting his daughter in his arms.Muqaddas is buried in a grave behind a wall forming the village’s boundary. There is an empty bottle of camphor and fresh flowers lying on the grave. Back at his home, Ahmed takes out an album carrying the photos of the couple. In one photo, a heart pierced by an arrow overlaps them as they pose for the camera. “I want to ask the world, if love is forbidden then why did God give us a heart,” he says. “If these people call themselves believers, do they not believe that couples are made in heaven?”\n\n\n\nThe months of May and June this year have been the cruelest. Violence against women has been rampant during this period. In May alone, the national media reported at least five cases in which women were murdered — in most instances by their close relatives. Zeenat Bibi’s killing stands out among all these cases for multiple reasons. An 18-year-old girl living in a working class neighbourhood in southern Lahore, she was burnt to death on June 8 by her mother, Parveen Rafiq. This is the first known incident this year of a girl torched to death by her own family. Zeenat also did not belong to a village where some supposedly primitive anti-women social code operated. She lived and was killed in the second biggest city in the country where tribal concepts of male honour look distinctly unfeasible to follow. And she was killed by her mother — not by her brother or father though they may have a role in it. Yet the cause of her death is what it has always been in such cases: “bringing shame to the family,” as her mother put it, according to a report published by daily Dawn. Parveen, who confessed to her crime and is undergoing trial, set Zeenat on fire more than a week after the girl had reportedly eloped with one Hassan Khan. The two had married in court. “Hassan had agreed to let his wife return [to her parents’ home] after her family promised ... to organise a traditional wedding reception for the couple,” the newspaper reports.  Less than a week before the girl was murdered, the neighbours had seen her brother carrying home a jerrycan of petrol. The fire that killed Zeenat was so big that it was extinguished only with help from the official rescue service. \n\n\n\t\t\t\t\tTaufiq Ahmed shows a dress belonging to his wife |  Annie Ali Khan\n\t\t\t\t\n\n\nAmmar Majeed, who works at Jahangir’s law firm, AGHS Associates, as a media officer, has been visiting homes from where violence against women is reported. He has seen cases similar to that of Zeenat’s. In his reckoning, these “are crimes of ego” that “have nothing to do with honour.” A mother, upset that her daughter did not listen to her before deciding who to marry, resorts to killing not in order to redeem her honour but to satisfy her pride.  From experience, Majeed knows that such pandering to the self often has a destructive outcome. He once asked a boy why he had killed his sister. “Because it was satisfying,” is the answer he got. Khawar Mumtaz, a veteran of the women’s rights movement in Pakistan, has worked in different capacities over the last three and a half decades — first as a member of the Women’s Action Forum (WAF), then as a founding member and head of the Aurat Foundation, a Lahore-based lobbying and research group on women’s rights, and recently as the chairperson of the National Commission on the Status of Women. “Most cases of violence against women in the 1980s were reported from tribal areas in Sindh and Balochistan,” she says. The situation has only worsened over the years as similar cases are being reported from everywhere in the country. One reason, according to Mumtaz, is that the economic, social and political environment is changing in Pakistan. “Women are doing much better economically, politically and socially as compared to the past,” she says. “Women are marrying late. More and more women are working.” This, she says, is one of the major factors in the backlash against them. \n\n\n\t\t\t\t\tThe graveyard in Butranwali, Punjab where Muqaddas Bibi is buried | Annie Ali Khan\n\t\t\t\t\n\n\nMumtaz points to “a total disjuncture” between how the society is moving ahead and how social structures and social roles are still playing out in the same old ways. She gives an example: “Once women become independent, they also get a mind of their own and want to marry of their own choice. This is seen as a major contravention of family boundaries.” That explains why it has become acceptable that a woman can work to provide for her family but it is still not acceptable if she exercises choice in marriage. “Violence then is likely. It is part of a control mechanism.”Shahnaz Rouse, a professor of sociology at the Sarah Lawrence College in the United States, has also written about social and political changes that have led to an increase in violence against women in Pakistan. In her book, Shifting Body Politics: Gender, Nation, State in Pakistan, she sees the crucial shift in attitudes towards women having resulted from the militarisation and progressively increasing masculinisation of society itself since the military regime of General Ziaul Haq. Freely available arms and ammunition and Pakistan’s status as a frontline state during the war in Afghanistan and the drug trade are some of the contributing factors to the social changes she highlights. “The militarisation of the state and civil society [is] a result of the international/global politics of the last two decades, combined with the collapse of the liberalisation policies of regimes following Zia … the continued reliance by all three [regimes] on “Islamic” ideology as constructed by increasingly militant and conservative religious groups for “strategic” and/or ideological purposes, have resulted in an alarming masculinisation of public space.” \n\n\n\t\t\t\t\tA photo taken in Asma Jahangir's office in Lahore | Annie Ali Khan\n\t\t\t\t\n\n\nThe Other Side of Silence: Voices from the Partition of India by Urvashi Butalia goes another step backwards. Her book deals with one of the most brutal manifestations of the notion of shame and honour being linked to women and their bodies on a mass scale. Women were humiliated by being paraded naked in the streets or forced to abandon their religion and marry their rapists, never to see their families again during the cataclysmic events of 1947. Thousands of them died willingly at the hands of their own men to avoid bringing shame and dishonour to their families.  “They are straightforward murders, disguised as honour killings to escape punishment,” Butalia said in an interview about some recent incidents of violence against women in India.  The word honour invariably appears in news reports covering violence against women. Maqsooda Solangi, who has been working for the Aurat Foundation for six years, believes that many crimes are seen as honour killings because the media portrays them as such. “News contents are spiced up,” she says.  The situation is particularly bad at relatively small Punjab-based Urdu language newspapers. Whenever an honour crime occurs, it is covered in a way that focuses on the love marriage aspect of it, Solangi says. She adds that the coverage of crimes against women in local-language newspapers in Sindh is not as salacious as it is in Punjab.  It was during Zia’s era that honour killing first entered the lexicon of the news media and human rights activists, Mumtaz says. It has its origin in a 1979 judgement by the Peshawar High Court that declared that Islamic concepts of qisas (retribution) and diyat (compensation) must be taken into account before deciding any cases involving the death penalty. Awarding capital punishment without any provision for forgiveness is un-Islamic, the court ruled. \n\n\n\t\t\t\t\tGraffiti  against domestic violence along a road in Abbottabad |  Annie Ali Khan\n\t\t\t\t\n\n\nIn politics, this put Zia’s self-professed Islamist regime in an uncomfortable position as far as hanging – without provision for forgiveness – of deposed prime minister Zulfikar Ali Bhutto was concerned. The verdict also raised alarm among women’s rights activists. It will lead to impunity for those men who kill their women because they can benefit from forgiveness – which in such cases is the prerogative of their own next of kin – is how the activists looked at the possible impacts of the law. They were proved right. The next decades saw a spike in crimes against women but most of them did not lead to conviction and punishment. The accused, the police, the prosecutors and even the judges used family honour as an excuse to condone such crimes as crimes of passion,  committed on the spur of the moment by someone incensed by the injury to his or her own honour. This led activists to demand that the state and the courts treat murders in the name of honour as a separate category of crimes in which forgiveness, qisas and diyat did not apply. As a term, “honour killing” thus became a part of everyday language. In March 2015, after multiple failed efforts to reform the law, the Senate, the upper house of the parliament, finally approved a piece of legislation the activists have been asking for all along: honour killing became a crime against the state; the parties to it could not reach an out-of-court settlement in such cases. Women’s murders became “non-compoundable” — provided that the prosecution was able to prove that those were honour killings. Tabled by Senator Sughra Imam in 2014, the legislation, however, lapsed because it could not win approval from the National Assembly, the lower house of the parliament, mainly due to opposition from the religious political parties.\n“Every murder should be seen as a crime against the state, not a matter between two individuals that they can resolve mutually,”\nJahangir believes the focus by activists on the term honour killing has hardly been helpful. Lawyers now spend all their energy and time on proving the crime to be an honour killing, she says. If they can’t do that, she says, the parties to a case can still go and affect a compromise no matter how gruesome the murder.Additionally, qisas and diyat, as Islamic instruments to settle murder disputes, still stay on the statute books. The legal heirs of a victim also have the right to drop the charges at any point during the proceedings. Jahangir blames non-governmental organisations (NGOs) for this state of affairs. “If they can write in English, they think they can also draft laws,” she says. Their advocacy has only added multiple layers of litigation that women face in courts, she says. Any benefit that could have come about in terms of stricter penalties for honour killing has been apparently cancelled out by these additional legal complexities, Jahangir adds. \n\n\n\t\t\t\t\tA view of the bazaar in Murree | Annie Ali Khan\n\t\t\t\t\n\n\nMany in the NGOs seem to recognise these problems. A report commissioned by a group of women’s rights organisations and development foundations in 2015 attributes major hurdles in justice for women to a number of legal and judicial problems. There are hardly any female judges; availability of a lawyer is as low as 2.5 per 100,000 people and there are not enough female police officers, says the report entitled The Laws of Honour Killing and Rape in Pakistan: Current Status and Future Prospects. The report cites surveys conducted by local human rights organisations that reveal a general lack of faith in the judiciary and very low levels of contact with the courts, especially among women. Most importantly, it points out that the reformed laws have changed nothing on the ground. The lack of sympathy encountered by survivors of rape and other forms of violence against women and the tendency among the police officers to encourage out-of-court settlements seem to have survived despite changes in the law, it says. Nafisa Shah, a long-time campaigner for women’s rights and a member of the National Assembly affiliated to the Pakistan Peoples Party (PPP), readily agrees that the criminal justice system needs reforms. In an interview at her residence inside the parliamentary lodges in Islamabad, she argues that the recent cases of women’s murders are far more complex than they are made out to be. In the past, she explains, the manner of killing women was different. “Most murders were spontaneous acts committed with such weapons as axes or clubs and they usually happened in rural areas,” she says. “Now there seems to be premeditation in these killings.” The existing laws, she says, do not define honour killing in such a way as to cover cold-blooded murders. Shah is soon to publish a book, Honour Unmasked, which contains the results of her own field research on the subject. \n“Patriarchy is violent against women. It is particularly violent against fearless women.”\nShah, as well as Jahangir and Mumtaz, agree that distinguishing one type of crime from the other – as has been the case with honour killing – has created more problems than it has solved. Ideally, all three say, all crimes should be treated alike – investigated, prosecuted and adjudicated in the same manner regardless of the gender, caste, creed, ethnicity and the social status of both the perpetrators and the victims. “Every murder should be seen as a crime against the state, not a matter between two individuals that they can resolve mutually,” says Mumtaz. Fauzia Azeem was a small-town girl from Punjab’s southern backwaters of district Dera Ghazi Khan. Her father, Muhammad Azeem, was a tenant farmer in his native village of Shah Saddar Deen on the Indus Highway. Fauzia was married off at an early age — she later said she was less than eighteen at the time. She got a divorce after giving birth to a son. Next, she worked as a salesgirl and as a bus hostess in Multan. In 2013, she made her first media appearance, as a contestant for Pakistan Idol, a music show aired on television — not as Fauzia Azeem but as Qandeel Baloch. She was rejected in the auditions. She then chose social media platforms to post videos that, her critics said, were bold to the extent of being provocative by Pakistani standards. She dallied online with sports stars, politicians and, finally, with a mullah. \n\n\n\t\t\t\t\tIllustration by Samya Arif\n\t\t\t\t\n\n\nQandeel Baloch developed a mass fan following. Her videos were liked and shared by over 700,000 followers on Facebook and by more than 40,000 people on Twitter. One the night of July 15, 2016, her younger brother, Waseem, and cousin, Haq Nawaz, killed her (exact details of her murder are yet to be fully known). Their reason in a confessional statement: she was bringing dishonour to the family. In the First Information Report her father registered with the police in Multan -- where she was found murdered in her rented house -- he gave multiple motives: “Waseem … used to stop Fauzia from working in showbiz … my son Waseem has killed my daughter Qandeel Baloch in the name of honour … he has done this for money…Waseem has killed Qandeel Baloch on the instigation of my other son Muhammad Aslam Shaheen who is a subedar in the army.” A week after her murder, The Second Floor (T2F), a meeting place for discussions on political, social and cultural issues, organised a panel discussion. Titled Bold Women, Bad Women: How to talk about Qandeel Baloch, the discussion moved from looking at her private and public life, her views on sexuality, independence and feminism and public reactions to her online activities, to the issue of violence against women in general and honour killing in particular. \n\n\n\t\t\t\t\tThe vehicle in which Ambreen was burnt |  Annie Ali Khan\n\t\t\t\t\n\n\nDr Nosheen Ali, who taught sociology at the New York University recently, said at the discussion that a limiting framework of morality divided women into good and bad. We need to ask who has created this divide, she said. “How is it enforced and who does this benefit?” These questions, she said, take us from “a framework of morality to a framework of patriarchy.” She, then, observed: “Patriarchy is violent against women. It is particularly violent against fearless women.”Abira Ashfaq, a Karachi-based lawyer and another panelist at the discussion, agreed with Nosheen Ali but she added that all murders should be treated just like honour killings are so that people who are killed in the name of ideology or religion also get the justice they deserve. She gave the example of the murder of Zafar Loond, a leftist Seraiki activist living and working in Kot Addu town, less than 100 kilometres from where Qandeel Baloch was killed.He was shot dead outside his house only a day before her murder. It is not clear who killed him. What is known is that, fearing opposition from religious activists, his family did not bury him in his ancestral town of Shadan Loond, which, like Qandeel Baloch’s ancestral village, is also in district Dera Ghazi Khan. There were allegations that he was an Ahmadi.   Loond’s funeral prayers were offered in Dera Ghazi Khan city where he was buried in an unmarked grave.\nAn earlier version of this article was published in the Herald's August 2016 issue. To read more subscribe to the Herald in print.\nThe writer is a freelance journalist and photographer. \n", "author": "Annie Ali Khan", "title": "The missing daughters of Pakistan"}}
{"1281245": {"date": "September 01, 2016", "article": "ISLAMABAD: Noting the lack of cooperation on the part of the capital’s civic authority and the relevant federal and provincial government departments toward settling the matter of katchi abadis once and for all, the Supreme Court warned senior officials their salaries would be attached (withheld) if their lethargic attitude persisted. The warning was issued by a two-judge SC bench headed by Justice Dost Mohammad Khan, after Law and Justice Commission Secretary Sarwar Khan – who has been appointed a focal person of an expert group constituted by the court – said none of the secretaries he twice invited to meetings turned up. The court had taken up a petition moved by Aasim Sajjad Akhtar, through his counsel Abid Hassan Minto, seeking a declaration that the state is bound by the Constitution to provide evicted katchi abadi residents shelter and other amenities. \nSenior officials’ salaries to be attached if lethargy towards katchi abadi order persists\n\nThe petitioners also expressed concern over the manner in which residents of the I-11 katchi abadi were evicted by the Capital Development Authority (CDA), in an operation conducted on July 30 last year. In an order issued on April 20, the SC tasked the CDA and the federal and provincial governments with developing uniform legislation to devise inexpensive, low-cost housing for the destitute and shelterless. Subsequently, Sarwar Khan was appointed coordinator for facilitating and providing secretarial facilities to the working group, and governments were directed to ensure regular budgetary allocation for the smooth functioning of the group. The court ordered the law officers of all the provinces, and the respective finance directors, to attach the salaries of the officers assigned the task of developing the aforementioned uniform policy, in case any default was committed on their part. The court added that, in addition to their salaries being attached, the officers would also be proceeded against for contempt of court due to their lethargic attitude toward deciding a matter that has been pending for the last year. The court regretted that the CDA and the relevant federal and provincial departments were not interested in deciding the matter once and for all, through a proper policy. The court said this was unacceptable, and it would proceed against such a delinquent attitude of the relevant officers. However, it decided to issue a final warning, and directed the coordinator to convene yet another meeting of the relevant provincial secretaries and senior-most CDA officials – such as the member planning and housing and survey. It would be the responsibility of the coordinator to intimate, even in chambers, if any government official failed to take interest in the meeting of the expert group, the court said. The court ordered that in the next meeting, the expert group will finalise the fundamental features of the policy to provide low-cost housing facilities through legislation, to those who cannot afford modest housing. This should be done keeping in view areas’ environment and soil condition. The policy should also guard the interest of the state by protecting it from land grabbers, the order said. The court has allowed two months for the formulation of this policy. If nothing is developed, the respective chief secretaries and CDA chairman will personally appear before the court on the next hearing date to explain the attitude towards court orders. The court also directed the CDA and government departments to conduct a comprehensive survey of katchi abadis with the assistance of Survey of Pakistan, Google Maps and other sources, and for which surveyors can also sign a memorandum of understanding with the National Database and Registration Authority (Nadra) to permanently register the family trees of those living in katchi abadis. This would also help authorities prevent undue dual benefits to the same family. The court also asked the federal and provincial governments to explain why budgetary allocations were not made for the expert group in their respective budgets. The court order will be sent to the principal secretary to the prime minister, the provincial chief secretaries, principal secretaries to all chief ministers, the CDA chairman, the Islamabad mayor, and the secretaries of Cabinet Division, Establishment Division and climate change. Meanwhile, the Aug 26, 2015 stay order restraining the capital administration from demolishing any house in existing katchi abadis will remain in place, the SC said. In case of fresh encroachments, the CDA will submit a report to the court seeking permission to proceed against them.Published in Dawn, September 1st, 2016\n", "author": "Nasir Iqbal", "title": "SC gives CDA two months to formulate low-cost housing policy"}}
{"1281255": {"date": "Updated September 01, 2016", "article": "GILGIT: Federal Minister for Planning and Development Ahsan Iqbal on Wednesday said the China-Pakistan Economic Corridor would bring economic prosperity in Gilgit-Baltistan.He was speaking at the inaugural session of a two-day seminar on CPEC here. The federal minister was chief guest at the seminar.Mr Iqbal said the perception that GB people would have no share in the mega project was baseless and wrong, adding the region would become a model of ecological economy. He maintained that GB was gateway of the project. “GB is face of Pakistan. We will make the region as Switzerland of Pakistan under CPEC.”  The federal minister said that the nation had to fail the designs of the enemies of the project. He also rejected the allegation that CPEC was China-Punjab Corridor.He said under the CPEC, 15 power projects would be set up in Sindh and 13 in Balochistan. He announced that through optical fiber Khunjirab and Islamabad would be connected by next year, saying GB people would get 3G and 4G internet facility. The minister said the modern internet system would help create job opportunities for youth in GB. He said economic zones of CPEC would be established in GB, AJK and four provinces of Pakistan.“Under the project, engineering and medical colleges, a university in Baltistan, and various roads would be constructed in GB,” he said.Speaking on the occasion, Chief Minister Hafeezur Rehman said GB was entry point of CPEC project. Mushahid Hussain Syed, Chairman of Parliamentary Committee on CPEC in Senate, said GB was pillar for CPEC. \n“GB is key area for the project and we cannot ignore the region in distribution of economic benefits,” he added. He said the Chinese government had made special task force for development of GB. He said GB people would get representation in National Assembly and Senate.Abdul Ghafur Haideri, Deputy Chairman Senate, said the CPEC was national project, and that all people should unite for completion of the project. He demanded establishment of three economic zones of CPEC in GB.PTI central leader Asad Umer also spoke on occasion.However, former speaker GBLA Wazir Baig said that there was no single project for GB people in the CPEC.GB governor, ministers, members of GBLA, lawyers, civil society activists, students from private and government institutions were in attendance.The event was jointly organised by Karakoram International University and GB government.Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Correspondent", "title": "CPEC to bring economic prosperity in GB: Ahsan"}}
{"1281265": {"date": "September 01, 2016", "article": "PESHAWAR: The Federally Administered Tribal Areas authorities are embroiled in a controversy over the ownership of a new polio case with Islamabad, arguing that the child lived in Afghanistan where he didn’t receive oral polio drops.“Genetic sequencing has shown that the virus found in the child belongs to Bannu district in Khyber Pakhtunkhwa,” sources said. They added that Fata, which performed remarkably on polio eradication front during the past two years and cut down its cases to 16 in 2015 from 179 in 2014, was grappling with the issue of displaced children.Sources said that Fata remained polio-free till it reported the first case of the year in July this year with similar history. They said that the affected child had gone to Afghanistan’s Paktika province when operation against Taliban was launched in 2014. \nOfficials believe victim got infected in Afghanistan\n\n“The new case has created same scenario where authorities in Fata believe that the child stayed in Afghanistan and came here with zero OPV dose and got infection in parts of Afghanistan where militants disallow vaccination,” said sources. They said that polio cases could have been detected in Afghanistan. They said that stool sample from the child was collected on the border crossing point when he was entering Pakistan. Sources said that the new case would be counted in Fata in a nationwide tally ultimately like the previous case. “It will disappoint our field workers, who have been covering 99 per cent of the one million target children in five years,” they added. North and South Waziristan agencies on Afghanistan border remained thick with militants, who imposed a ban on vaccination in 2012 that left 150,000 children unvaccinated. Taliban decided to ban vaccination in Waziristan after Dr Shakil Afridi, a government servant, was accused of involvement in a fake hepatitis vaccination campaign to help the US to locate Osama bin Laden. Taliban claimed that the US could send their spies in the guise of vaccinators and expose them to drone strikes.There was a complete outbreak, especially in North Waziristan due to non-vaccination till the start of military campaign to evict insurgents and residents were re-located to nearby districts of Khyber Pakhtunkhwa where they were vaccinated repeatedly. The displacement proved a blessing for Fata children, who risked poliomyelitis back home but received complete protection against the crippling vaccine-preventable childhood disease. Authorities have been vaccinating repatriating children at designated points on their way to 36 villages de-notified recently in South Waziristan. They have deployed permanent teams, who carry out door-to-door campaigns. Sources said that a conclusion if the case belonged to Afghanistan or Pakistan was yet to be made, but it had an adverse impact on anti-polio efforts in Fata because both the cases, registered in 2016, were surrounded by the same controversy.The nationwide polio tally is 14 in 2016.However, Dr Ikhtiar Ali, head of expanded programme on immunisation in Fata, told Dawn that they were not concerned about the location of the case but their focus was on vaccinating all children.“We have employed more vaccinators to ensure that children accompanying mothers to Fata from Khyber Pakhtunkhwa and Afghanistan get vaccinated. Only vaccination can end polio. Improvement in security has made it possible to reach all children,” he said. Dr Ikhtiar said that a three-day polio immunisation drive was started on August 29 wherein 3,939 teams took part to immunise 1.03million children in Fata and frontier regions.Published in Dawn, September 1st, 2016\n", "author": "Ashfaq Yusufzai", "title": "Fata authorities refuse to own polio case"}}
{"1281275": {"date": "September 01, 2016", "article": "FAISALABAD: Five medical associations, including three of doctors, have set a 24-hour deadline for suspension of Civil Lines SHO from service and transfer of the investigation SSP.The deadline will start from Thursday (today). After the time frame, doctors and paramedics will hold protest demonstrations and suspend services at all wards of the Allied Hospital except emergency.The announcement was made at press conference held on Wednesday at the Allied Hospital in which office-bearers of the Young Doctors Association (YDA), Pakistan Medical Association, Medical Teachers Association, Young Nurses Association, paramedics and student representatives were present.On Aug 17, security guards and paramedics allegedly tortured ASI Danish Jahangir at the surgical emergency ward, ransacked a police post and broke windowpanes of police vehicles. The ASI said he had complained to Director (emergency) Dr Afzaal Cheema that doctors were not treating his ailing father properly. Over this, he said Dr Cheema got infuriated and the hospital guards started thrashing him.Addressing the press conference, YDA President Maroof Vaince alleged that the SHO had patronised policemen and private people who thrashed paramedics at the surgical emergency. Following the incident, SSP (investigation) Dr Farrukh Raza had told doctors that the SHO had been suspended from service. In fact, the SHO was found performing duty till Aug 30. Doctors demanded immediate transfer of the SSP and a departmental inquiry against him on charges of cheating medics and arranging ‘fake’ witnesses against them.Dr Mohammad Irfan, PMA Faisalabad chapter secretary, said doctors would not perform their duties after 48 hours if their demands were not met. He said the inquiry committee had been asked to probe the issue and submit report within 48 hours, but it failed to conclude its findings because of ‘difference of opinion’ among its members.MTA Secretary Dr Khurram Sohail said: “Doctors want free and fair investigation and punishment for the guilty.”THREE DIE ON ROAD: Three people were killed and four others sustained injuries when two motorcycles collided with each other near Chako Mor on Lahore Road in Jaranwala on Wednesday. The Rescue 1122 personnel said two bikes collided head-on due to rash driving killing Aamir, 27, Hasan, 28, and Azam, 50, instantly, while injuring Khurshid Bibi, Miraj, Tahira and her six-month-old daughter. All the injured were admitted to the THQ Hospital, Jaranwala.Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Staff Correspondent", "title": "Medics set deadline for action against policemen"}}
{"1281285": {"date": "September 01, 2016", "article": "KASUR: The district administration sealed Pattoki Sugar Mills on Wednesday after the mills administration failed to take measures to eliminate dengue larvae from its premises. A team headed by DO (Environment) Faheem Naseem and Pattoki Assistant Commissioner Shah Rukh Niazi raided the sugar mills and sealed it. Mr Naseem said that notices had been issued to the mills administration when dengue larvae were found in the mills premises. But the mills administration failed to take steps to eliminate dengue larvae. He said the district administration sealed the mills under section 1461 PLG. WOMAN KILLED: A woman was killed while two other family members suffered injuries when a tractor-trolley loaded with bamboos hit a bike on Wednesday at Talwandi village on Deepalpur Road in Illahabad. Reports said that Muhammad Sarwar along with his mother Hameeda Bibi, wife Bilqees Bibi, and son Umar, 2, was on his to Talwandi from Illahabad on his motorcycle when he met with an accident. As a result, Bilqees Bibi died on \nthe spot while Sarwar and his mother sustained serious injuries. The two-year-old, Umar, remained unhurt miraculously. The injured were shifted to the Jinnah Hospital, Lahore, in a critical condition. The driver managed to escape. Police impounded the tractor-trolley and were looking into the matter. A man was killed while another received injuries on Wednesday when a trailer hit a rickshaw from the rear on Raiwind Road in Kot Radha Kishan. Reports said that rickshaw passenger Muhammad Humayun of Raiwind died instantly while driver Nasir suffered injuries. The injured was hospitalized. Police were going into the matter. Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Mills sealed after dengue larvae detection"}}
{"1281295": {"date": "September 01, 2016", "article": "LAHORE: The Lahore High Court chief justice on Wednesday sought a reply from the Punjab government on a petition challenging appointment of the Environment Protection Agency (EPA) director general. Advocate Sheraz Zaka argued that the appointment of Dr Javed Iqbal as EPA DG had been made in violation of service rules. He said the rules required that appointment of the DG be made through either promotion from director within the department or through the Punjab Public Service Commission. However, the counsel said, the impugned appointment had been made by selecting the respondent DG from housing department. Dr Iqbal had been working as technical adviser in the housing department and transferred to EPA in violation of the rules, he added. He pointed out there was an inquiry pending against the respondent DG before the NAB regarding procurement of equipment for laboratory established in Multan. Advocate Zaka pleaded that for the past 10 years the EPA established eight regional laboratories but these were yet to be made functional owing to corrupt practices of public functionaries. The counsel asked the court to seek an explanation from the authorities concerned as to what measures had been taken regarding establishment of regional laboratories in Multan, Faisalabad, Rahim Yar Khan, Gujranwala and Bahawalpur for the enforcement of environmental laws and pollution charge rules. He asked the court to set aside the impugned appointment for being made in violation of the rules.Chief Justice Syed Mansoor Ali Shah sought a reply from the provincial government through the chief secretary by Sept 19.Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Reply sought in EPA head posting case"}}
{"1281305": {"date": "September 01, 2016", "article": "NEW DELHI: Islamabad should push harder against militants hiding within its borders, US Secretary of State John Kerry said on Wednesday, the second day of a visit to India. At the same time, Kerry acknowledged that Pakistan had made progress in the fight against extremism in recent months. “It is clear that Pakistan has work to do in order to push harder against its indigenous groups that are engaged in extremist activities,” he said. Washington had made it clear to Islamabad that it needed to act against groups such as Haqqani network and Lashkar-e-Taiba, Kerry said. “In fairness, the Pakistanis have suffered greatly from terrorism in their own country,” he observed. “All of us need to be supportive and also understanding of how difficult it is to take it one step by step.” Without elaborating, he added: “I believe that in the last months progress is being made and the Pakistanis are moving at a greater pace.”Published in Dawn, September 1st, 2016\n", "author": "Reuters", "title": "Kerry urges Pakistan to push harder against extremists"}}
{"1281315": {"date": "Updated September 01, 2016", "article": "LAHORE: The Pakistan Tehreek-i-Insaf (PTI) lost to the Pakistan Muslim League-Nawaz (PML-N) in by-elections in the National Assembly constituency NA-63 (Jhelum-II) and the Punjab Assembly’s PPP-232 (Vehari-I) on Wednesday, but after giving a run to the ruling party for its money. In Jhelum, PTI candidate Fawad Chaudhry was outnumbered by PML-N’s Matloob Mehdi with a margin of about 5,000 votes in the unofficial results of 309 of the 314 polling stations. The margin of win in the Vehari by-polls was narrow — 1,056 votes. Polling started at 8pm and continued till 5pm in a largely peaceful way. Besides police, contingents of army and \nRangers were deployed in the two constituencies to prevent any untoward incident. However, independent candidate Mirza Mehboob Rabbani was allegedly tortured by PML-N activists over a trivial issue in Vehari, while Jhelum witnessed a post-polling clash resulting in bullet injuries to two activists of the PTI. Voter turnout remained quite low in Jhelum where at one polling station (Langar) not even a single vote was cast. The number of registered voters there was 1,384. Turnout was around 50 per cent in Vehari where PML-N’s Yousuf Kasilia and PTI’s Ayesha Nazir Jutt had a close contest. The number of registered voters in NA-63 Jhelum was 427,757 and in PP-232 Vehari 191,092. The Vehari seat had fallen vacant after an election tribunal unseated Mr Kasilia for submitting wrong statement of assets. During the 2013 general elections, he had won from the constituency as an independent candidate and later joined the PML-N. His supporters danced to the beat of drum soon after the announcement of unofficial results. Prime Minister Nawaz Sharif’s daughter Maryam Nawaz celebrated the win through her Tweet, “Dekho, dekho kaun aaya (See, who has come)”. Ayesha Jutt alleged that PML-N activists had forcibly stopped the polling process at some stations and that election results were manipulated, otherwise she was leading with a good margin. Also levelling allegations of pre-poll rigging, she vowed to use all options at her disposal for fighting against the “rigging”. The Jhelum seat had fallen vacant after the death of PML-N’s Raja Iqbal Mehdi. For the by-election, his son Matloob Mehdi had been fielded by the party. He was challenged by PTI’s Fawad Hussain, a TV anchor who launched his political career from the platform of the PML-Q, then joined the Musharraf-led All Pakistan Muslim League but later defected to the PPP. Mr Hussain also alleged that rigging had taken place at a couple of polling stations. He claimed that security forces had caught a presiding officer “illegally” carrying seals which should have been placed in the corner covered with screens to ensure privacy to the voters. Published in Dawn, September 1st, 2016\n", "author": "Amjad Mahmood", "title": "PML-N wins Jhelum, Vehari by-polls"}}
{"1281325": {"date": "September 03, 2016", "article": "“I will make their heads spin,” I said relaxing in my chair with my thoughts making me excited.It was a day which I had been waiting for. It was the party which was going to be a blast of surprises. I had invited my friends to a party. Right above the entrance I had placed a small bucket and attached a rope. The surprise was inside the bucket. As soon as I heard the sounds from outside the house, I knew my ‘guests’ had arrived. They rang the bell and I opened the door.Fauz, Umar and Bilal jumped with fear because the moment they stepped in, the bucket turned upside down and lizards dropped on their shoulders. They were hysterical. “They are rubber lizards, guys!” I said and all of us laughed. “Cool surprise on the entrance dude!” Umar said as he shook my hand. Their eyes were glistening with excitement.“What is the plan for today?” Fauz asked, with his hands still trembling from the welcome he had received.“We’re going to an amusement park!” I saidMy friends and I got into our car with my parents and we raced towards our destination. We first darted towards the Dodging Cars but my friends were clueless about the whole ‘Dodging cars’ process, mechanism, acceleration and rules. I became their driving instructor and explained to them where the accelerator was and how it worked. “We get it,” Bilal shouted like it was kindergarten stuff. I shrugged my shoulders and sat down in my car. When the whistle blew, the violence began. “Did you get it, Bilal?” I shouted repeatedly as I banged my car full force into his motionless vehicle. I could see his eyes growing wide. Fauz and Umar were so entangled by the mechanisms of their own cars that they forgot to drive, or dodge the other drivers. When the action came to a dizzying end, Omar, Fauz and Bilal were gazing at the cars as if they had just been in a train wreck. But they were crazy enough to plead for round two. I have seen that Dodging Cars literally knocks all sadness out of its passengers. By the time my friends had gotten the hang of things, it was the fifth round. When we got out of our cars grinning from ear to ear, the rain welcomed us.“This rain pelting could be a pretty good sign for us!” Omar said.“Yeah, it’s time for your annual shower dude,” I said. Omer shot me daggers with his eyes. “I was joking, man,” I said and grabbed his shoulder and we sprung into the middle of the ground and began dancing in the rain. Just then I saw my father walking towards us with a bag around his shoulder. He unzipped it and out came a brand new cricket bat, wicket and ball. We jumped with delight. We played in the rain till it was dusk and our clothes were dripping with mud. Every moment I spend with my father and my old friends was a party. It took us 90 minutes to get to my house because of the traffic jam arising from the rain and the kicker was that Omar, Bilal and Fauz’s parents had shown up in their respective cars. Omar handed me a present box. Then all three drove away with their parents. I went to my room and opened the present excitedly. A bullet of spray shot at me, drenching my entire face with paint. ‘What! They have decided to fight fire with fire… eh? Nice revenge!’ I thought with a laugh. Published in Dawn, Young World, September 3rd, 2016\n", "author": "Rayyan Ali", "title": "Story Times: An unforgettable party"}}
{"1281335": {"date": "Updated June 15, 2016", "article": "The Eastern Province of Saudi Arabia is not one pilgrims or foreign tourists normally visit. Set against the Persian Gulf, it is the heart of the kingdom’s oil industry. Unsurprisingly, it is also home to most of its migrant workers whose labour populates this sector.Other than migrant workers, mostly Pakistani, Indian, Sri Lankan or from one or another poor labour-exporting nation, the Eastern Province is also home to the majority of Saudi Arabia’s Shia population. Perhaps because of this diverse mix, the province has also been the place where the government has chosen to launch a programme called ‘Ehna al-Ahl’ or ‘We are one family’. According to an article in the Saudi Gazette, this programme, which organises performances in the region’s malls and arranges for the distribution of brochures, is meant to enhance national cohesion and denounce extremism and divisions. The programme is supposed to last throughout the month of Ramazan.It can be safely assumed, however, that the Pakistanis labouring in the Eastern Province are not part of the ‘one family’ whose cohesion and lack of division is a priority for the kingdom. Among them is Mohammad Ilyas who works as the head of budgeting and finance at a multinational steel company. For several months now, Mr Ilyas has been trying to obtain an exit permit that would enable him to visit Pakistan. As some may remember, a confusing directive by the Saudi government several months ago stated that Pakistani workers living in Saudi Arabia would only be permitted to visit Pakistan once every year. A few weeks later, however, the Saudi government said that the directive had been withdrawn and that Pakistani workers could go back home for visits multiple times as they did in previous years.\nThe issue of Pakistani workers trapped in Saudi Arabia’s eastern region deserves the urgent attention of both Islamabad and Riyadh.\n\nThe renewed permission to leave more than once seems only to apply to Pakistanis in certain parts of the kingdom. In the Eastern Province, which includes the areas of Jubail and Dammam, however, things are far more complicated. As per the kingdom’s latest requirements, workers must apply for the entry/exit permit through the computerised system known as muqeem. However, when Mohammad Ilyas and others in the Eastern Province use it to apply for the permit, the system gives them an error message and asks them to visit the passport office in Jubail in person. Both Mr Ilyas and his company representative have visited the passport office numerous times. When Mr Ilyas did so, the people at the passport office told him that he was only permitted to visit Pakistan once a year and that if he could not obtain a permit online, he simply could not go home. To add to the humiliation of denied workers like Mr Ilyas, colleagues of different nationalities, including Indians, have no problem obtaining the multiple exit/re-entry permit via the system and can visit home as many times as they wish.Nor is Mohammad Ilyas alone in this predicament. According to the online forum Life in Saudi Arabia, where numerous overseas Pakistani workers share their issues, many other Pakistanis in the Eastern Province are similarly being denied exit permits to go home. Saudi officials at the passport office either tell them that they must try again online or simply state that no permit will be issued at the office itself. In other cases they are told that they have already visited Pakistan more than once this year and are hence not eligible for an exit permit.On May 5, the embassy of Pakistan in Riyadh took note of the problem. The press release posted on the embassy’s website says: “The embassy of Pakistan, Riyadh is aware of the fact that some of our nationals face difficulty in obtaining multiple exit/re-entry visa from the passport offices of the Eastern Province of Saudi Arabia. The embassy is in constant contact with the concerned authorities to resolve the matter.” In a previous communication issued on April 16, the embassy has stated that it had brought up the issue in writing and in person with the Saudi authorities concerned and was trying its level best to handle the situation.It is now June 15 and Mohammad Ilyas (who has lived and worked in Saudi Arabia for the past 10 years) and many other Pakistani workers in the Eastern Province continue to be without exit/re-entry permits and are hence unable to leave the kingdom. It is true that the embassy of Pakistan has many issues on its hands. Some weeks ago, the Ministry of Foreign Affairs revealed that over 2,000 Pakistanis are languishing in Saudi jails on various charges. The Pakistani embassy is the only recourse for all of these accused. Add to this the demands of the upcoming Haj season and the ever larger number of pilgrims that wish to travel to Makkah, and you have a small consular staff beset with large problems.Even so, the issue of Pakistani workers trapped in Saudi Arabia’s eastern region is one deserving the urgent attention of both governments. At the Saudi end, the kingdom’s commitment to the principles of justice and fair treatment, particularly in this, the holiest month of the Muslim calendar, means that they should not entrap Pakistani workers in a situation that is akin to enslavement.At the Pakistani end, some honest answers must be demanded on the discrepancy between the ‘official’ statements given by the Saudi government’s representatives (ones that state that no restriction exists on the multiple exit/re-entry of Pakistani workers) and the reality via which Pakistani workers are being denied exit.It is Ramazan now and soon it will be Eid. Pakistan’s workers — forced abroad because of the scant sources of employment at home — should not be permitted to become pawns of a Saudi government that seems to care little about whether or not they can be with their families for the holiday. Workers, it must be remembered, are not slaves chained to their place of employment and must be accorded the very basic right to leave and return. The writer is an attorney teaching constitutional law and political philosophy.rafia.zakaria@gmail.comPublished in Dawn, June 15th, 2016\n", "author": "Rafia Zakaria", "title": "Leaving Saudi Arabia"}}
{"1281345": {"date": "September 01, 2016", "article": "The world’s most widely used app-based instant-messaging service has made a change that is about to affect its one billion users.WhatsApp, which was bought over by social media giant Facebook for $21.8 billion in 2014, is now going to share user information, including phone numbers, contact lists, and status messages with the social networking giant. At the time of its acquisition, WhatsApp had promised users that their privacy would be protected.The company claims this is a positive move as it helps them coordinate better with Facebook, allow businesses of relevance to communicate with users through the social networking website, show users more pertinent advertisements on Facebook and get more accurate friend suggestions.“By coordinating more with Facebook, we’ll be able to do things like track basic metrics about how often people use our services and better fight spam on WhatsApp,” the company wrote in a blog post. “And by connecting your phone number with Facebook’s systems, Facebook can offer better friend suggestions and show you more relevant ads if you have an account with them.”WhatsApp reassured users that end-to-end encryption, which prevents any third party from decoding messages sent on the platform, will remain.Wider net\nThis data-sharing arrangement is not just with Facebook, though. WhatsApp made it clear that user information may be shared with the Facebook “family” of companies, which could include other acquisitions such as photo-sharing app Instagram or virtual reality company Oculus Rift.Facebook has been making strides in the instant messaging space with its own app-based messenger that no longer requires you to even have a Facebook account. The data from WhatsApp could help the social media giant further monitor user preferences. Facebook already features targeted advertisements based on users' search behaviour. It can track their locations and let them know who on their friends' list are nearby.The main beneficiaries of this will be companies that advertise on Facebook, even as WhatsApp said it is planning to test the feasibility of allowing businesses to send messages to their customers directly on its platform.“You may receive flight status information for upcoming travel, a receipt for something you purchased, or a notification when a delivery will be made,” WhatsApp wrote in the FAQ section of its site. “Messages you may receive containing marketing could include an offer for something that might interest you.”However, the company maintains that it does not like “spammy” advertising, so it will not feature banner ads. Moreover, user messages, photos and other media shared on the app remain safely encrypted, WhatsApp claimed, and said it is only sharing some information with Facebook.Not much of a choice\nThose who do not like these changes can either stop using the app or opt out within the next 30 days.However, opting out will not mean that your information remains entirely private. As WhatsApp said on its website, “The Facebook family of companies will still receive and use this information for other purposes such as improving infrastructure and delivery systems, understanding how our services or theirs are used, securing systems, and fighting spam, abuse, or infringement activities.”Effectively, the opt-out feature may only stop targeted advertising on users' feed while Facebook can still continue to access other details, such as usage data.Facebook recently posted impressive gains owing to a soar in ad sales – its advertising revenue jumped 57 per cent in the first quarter of the year to $5.2bn (up from $3.3bn). Market experts have said the company’s stock price has the potential to make a 20pc jump over the next year owing to rising advertising revenues on its properties such as Instagram – and potentially, WhatsApp.Privacy concerns over WhatsApp use are not new – even though the company, in a welcome move, had introduced end-to-end encryption earlier this year.There have been multiple hacking attacks on the platform since it was founded in 2009. Moreover, a Dutch University student developed a tool to prove that anyone’s personal information, including their profile picture, status messages and last-seen information (when they were last online on the app) could be accessed through WhatsApp, irrespective of what privacy settings they had chosen, because of a security flaw in the messaging service.The latest decision to share information with Facebook puts into perspective just how much the social media giant is trying to learn about its current and potential users. There are also fears that despite all its assurances, WhatsApp will end up enabling spam with the introduction of marketing messages.No way out\nWhile the announcement has created a predictable amount of uproar regarding privacy concerns, WhatsApp is not the first app to be accessing or giving out information about you and it certainly is not the only one.Internet giant Google has been hit with pretty much the same kind of allegations as Facebook: of collecting and storing data about its users through multiple platforms, including Gmail, Hangouts and other services, to offer better advertising to companies on its search engine. The only difference is that it does not advertise on social media platform – yet.Similarly, many other communication apps, including Viber, Skype, Instagram and Snapchat, request permission to access a range of information – such as location, text messages, video and audio – at the time of installation, which theoretically allows them to collect a host of data from users’ phones.Google’s Hangouts, an instant-messaging service, now integrates with users' offline SMS inbox, as does Facebook Messenger.While there are alternative messaging apps such as Telegram that claim to be more secure and less invasive (though there are reports to the contrary) than Facebook and WhatsApp, the truth is that internet pretty much knows everything about users. Just visit this Google dashboard that serves a nugget of what the search engine giant has learned about you. You can view your search and location history stored by the search giant here and here to see what your advertising profile looks like.And now, WhatsApp’s move to share information with Facebook comes with an additional share of security and privacy concerns. Users are now wondering how exactly the social networking platform will non-intrusively monetise a platform that once emphatically stated that it will not do advertising and said in a blog post in June 2012:“These days companies know literally everything about you, your friends, your interests, and they use it all to sell ads...“Remember, when advertising is involved you the user are the product.”This piece originally appeared on Scroll.in and has been reproduced with permission. \n", "author": "Mayank Jain", "title": "WhatsApp will use your data to target ads at you ─ but everything else on your phone is doing so too"}}
{"1281365": {"date": "September 01, 2016", "article": "LONDON: Twice as many British people support a ban on women wearing a burqa than oppose one, with a majority also in favour of outlawing the burkini, according to a poll published Thursday.Some 57 per cent of the 1,668 adults polled by YouGov said they supported \"a law that bans people from wearing the burqa in the UK\",  with 36pc \"strongly supporting\" the ban compared with only 10pc who were “strongly opposed”.The poll comes following a row in France about the banning of the burkini in around 30 coastal resorts in the Riviera.The country's highest administrative court later suspended the ruling after it was challenged by rights groups.Some 46pc of British people would support a similar ban on the burkini, against 30pc who were opposed, with 18pc neither for or against.Support for the ban on the burqa, worn by women in some Islamic traditions to hide the body and face, was uniform across supporters of all political parties, although strongest among Conservative and UK Independence Party backers.The only demographics to oppose the ban were 18-24 year-olds ─ by a margin of six percent ─ and those who voted to remain in the European Union, but only by a margin of three percent.The ban was also supported across the regions, with 51pc of Londoners and 63pc of northerners in favour.A similar YouGov survey in Germany found 62pc in support of a burqa ban, but another in the United States found that 59pc believed \"people should be allowed to decide for themselves what to wear.\"\n", "author": "AFP", "title": "British public heavily in favour of burqa ban: poll"}}
{"1281375": {"date": "Updated September 01, 2016", "article": "\n\n\n\nGILGIT: Army Chief General Raheel Sharif on Thursday warned India’s premier and its spy agency that Pakistan knows its enemies and is fully aware of their nefarious designs.Making a special mention of Indian PM Narendra Modi and the country's intelligence agency, Research and Analysis Wing (RAW), Gen Raheel assured the nation that the country’s frontiers are totally secure.The army chief was speaking at a seminar in Gilgit-Baltistan (GB) to highlight the progress on the China Pakistan Economic Corridor (CPEC).While addressing the participants, Gen Raheel said: “I am confident that the country is moving in right direction and we will ensure foolproof security of CPEC.”He acknowledged and appreciated the courage and determination of Gilgit-Baltistan's people and assured them that “China is working for the welfare and development of the region”.“I am confident that Gilgit-Baltistan will also develop like the Chinese area across the border,” he asserted.The army chief also appreciated the courage of local youth in Gilgit-Baltistan and said “Pakistan Army is their army”. Gen Raheel further said that “Pakistan Army will provide foolproof security to CPEC.” He showed satisfaction over the performance of the armed forces in Operation Zarb-i-Azb.“We don’t care what the world says, but we are fighting for our survival and the way the army has worked for eradication of terrorism, no other army can do that,” he said.\n", "author": "Dawn.com | Syed Sammer Abbas", "title": "Pakistan fully aware of India's nefarious designs, Gen Raheel tells Modi"}}
{"1281385": {"date": "September 04, 2016", "article": "Everyone’s interested in Reham Khan’s business, which might be why the former TV host has tread carefully these past few months. The result? Reham’s regular presence on billboards promoting her talk show Tabdeeli has been quietly replaced by her perennially active Twitter feed and stories about her personal life that graced tabloids in Britain have tapered off. But this month Reham will find herself in the spotlight again, and for very different reasons. She’s one of the producers behind upcoming film Janaan, starring Armeena Rana Khan, Bilal Ashraf and Ali Rehman Khan, and is reinventing herself as a devoted patron of the arts. “In the Pakistani entertainment industry it’s very, very difficult to get your foot in the door if you don’t have a network in Karachi or Lahore or in the film circle,” says Reham during our chat. “So I try to facilitate anyone under 30 if they want to improve their skills. I tend to mentor young people in the creative arts anyway, because I did that for the BBC for five years.”In a sense, Reham’s sympathy for young talent others might deem the underdog is congruent with her recent brush with fame and the media. Both during and after her brief 2015 marriage to PTI Chairman Imran Khan, Reham was dismissed as, at best, “a weather girl,” and at worst, a threat to her spouse’s political future.\nReham Khan is recasting herself as patron of the arts and the youth. She opens up about Pakistani cinema, dealing with abuse ... and love.\n\nSo why has she decided to plunge back into public life, that too through a medium with which she has little experience? In this candid exchange, Reham minces no words as she talks about present-day Pakistani cinema, being a role model – and love.What prompted you to get involved with producing Janaan, a film that focuses on Pakhtun culture?Reham Khan: Janaan is very much a romantic comedy. It’s light, fluffy and doesn’t pretend to be anything serious. It’s a contemporary film, a story from our own families, such as what happens when a modern Pakhtun wants to marry a Punjabi. But we have addressed our genuine problems as well, such as the Punjabi-Pakhtun rift. I’m Swati. [In film], I think we should promote communities that we know and understand and that haven’t been promoted. The Pakhtun voice has disappeared. The piecemeal offering in dramas is a stereotypical character, with the Chitrali topi atop the head, weapon in hand. I felt very strongly that this is not the Pakhtun culture I know and love.How is Janaan different from other, recently released Pakistani films?RK: One of the things my family found very objectionable [in recent films] – mind you, we’re from abroad – was language that was objectionable for family viewing. Two films we watched featured open swearing in Urdu and English and then innuendos, which made it very uncomfortable for us. Not just because they were sexual innuendos, in a very cheap way, but because they contained a lot of misogynistic messages.For me, film is a responsibility. For example, if we’re teaching people that they can cheat on their wives in Bangkok... Although you might have a moral at the end of the story, you’ll have people actually pick up these messages from films.\n“I’m a film buff. I don’t watch much TV, but I watch a lot of films in the cinema and it frustrated me to go and see poorly made films coming out of Pakistan.”\n\nApart from cliches about Pakhtun culture, what other stereotypes does the film break?RK: Well, in Janaan the protagonists are all women. So the chunkier, meatier role is leading lady Armeena’s. She is the one who precipitates things, she is the catalyst in the film. Likewise, the dadi, the phupi, the second leading ladies in the subplot, they’re all very strong characters.Who financed Janaan?RK: Contrary to what has been said about the film, it was the finance that we struggled with. Investors feel film is a very risky venture, and it is, but somebody has to do it. See, I’ve taken a major risk by giving the film my name since I have given these boys a lot of independence. It’s important that they learn from their mistakes and they learn to work independently. Finance was a big issue.In the end we didn’t get financed from Pakistan, we got better finances from a British-Asian route, because they take risks more than Pakistanis. Apart from finances, what was the most difficult aspect of making Janaan?\n\n\n\nRK: We faced a lot of problems. Children here have done an MA or BA but they can’t write a decent email or CV. I used to work for news channels and they go for cheap labour – but a cameraman paid 8,000 rupees will only do 8,000 rupees worth of work. If you don’t spend on skilled labour, your own quality [of work] will suffer. The government has to support these projects. If it supports [films] then the corporates will also support them. Initially, the government should support the industry through tax exemptions. Of course it’s a big risk but there needs to be some sort of [financial] attraction to come into this. PTV has lots of space which should be used. There is a PTV Academy, which is empty. It’s a big, huge resource which is empty.You’re a journalist by profession, why did you decide to go into film?RK: Personally, my daily routine is journalism.But people don’t read books anymore, people don’t even listen to the local mullah anymore, the message that you want to convey will be conveyed through the media. And of course, the bigger the medium, the bigger the message, the more emphatic the message.When you walk into the cinema you have to switch your phones off, you get involved with the big screen, you cry with the film, you laugh with the film. It actually drives the message home far stronger than when you quickly see it on your phone. If you look at things in international terms, a lot of the way we think is because of Hollywood, [or] because of Bollywood.So these conversations are very important.And I have always been fascinated by films. I’m a film buff. I don’t watch much TV, but I watch a lot of films in the cinema and I think in Pakistan there has been a lack of this, which just annoyed me. It frustrated me to go and see poorly-made films coming out of Pakistan. Is that also why your own show went off the air? Was it not able to maintain the standards that you wanted?RK: I’ve always been very careful and with journalism it’s not a good idea to take a break. But of course, I got married [to a politician] and I couldn’t work on TV. When I restarted I really wanted to bring that change.But now nobody watches TV like that. So the young people, or people like me who pretend to be young, watch everything online. Traditional news channels really limit me.How have you dealt with the ugliness and the accusations that were leveled at you during your marriage and after your divorce? Do you have any advice for young women in the media who might experience the same?\n\n\n\nRK: I do what I do because I have two children who look up to me. So if I pick up a cigarette, I’m their role model. They don’t have a father, they don’t have much of an extended-family support network, so whatever I do, they will inevitably pick it up. The same goes for the women who are looking up to me, whether they’re my daughters or other young women who I know are seeking advice. That’s why I came back because I thought, no, this is not on, you can’t bully a woman, it’s not a woman’s fault she’s divorced. Nine out of 10 times it’s blamed on the woman in our culture and if she’s in the media or twice-divorced, God forbid!I say this to girls in person, I say this in interviews, and you can write this down: work hard, put your head down, stay out of politics. I’m rubbish at politics. [Of course,] it’s harder for a younger girl. I come from a privileged background so I know I can sort this person out.But this needs to change. I’ve had to tell boys working for me to keep a four-pace distance from female co-workers. If you’re in an authoritative position and a younger girl is coming to work, try to be supportive. [Our problem is] we have no support for other female colleagues, we actually back stab them. Janaan is ultimately a film about love. Why were you so enthusiastic about this film after everything you’ve been through with your marriage? What’s your own idea of love?RK: I’m a perfectionist. For me, love is very different from how people think about love in our day and age and particularly in Pakistani culture. For us, love is generally superficial. You know, you see the girl, the girl’s good looking and you think ‘oh I’m in love with this girl’. For me, it’s not that. Love, for me – and I think maybe it’s nonexistent, maybe in real life it’s nonexistent – is the Pakhtun love – without any bars, go the long haul. It’s giving your life, and sacrificing, whatever it takes. So I don’t believe in this love where people will say, ‘oh I love my husband but I have my separate life’, I don’t get that. If you want a separate life then you might as well be single, I’d be as brutal as that. I feel like love is about complete commitment, complete fidelity. I must say, it seems like in Pakistan it has become acceptable that fidelity is not expected and I don’t mean only physically. If you can’t confide in someone or keep them as your confidante then what is the point of keeping them in an obviously very intimate relationship. So I’m quite an idealist and perfectionist in those areas. A lot of people criticise me for doing this and that but I don’t think it goes against feminism to give so much and also to want your husband to be successful. I don’t see a clash in that. I think if you can support your husband, or the husband can support the wife, then there’s nothing wrong in that.I think both should do it and it shouldn’t be one-sided but there’s nothing wrong with being devoted to whatever your partner is doing. In Pakistan, that is sometimes seen as negative.Published in Dawn, Sunday Magazine, September 4th, 2016\n", "author": "Hamna Zubair", "title": "FirstPerson: Reinventing Reham"}}
{"1281395": {"date": "September 02, 2016", "article": "KARACHI: To support the protest call by Karachi University (KU) teaching and non-teaching staff against the Sindh government for non-issuance of KU’s annual financial grant, Karachi University Teachers Society (Kuts) kept all academic and non-academic activities suspended for the second consecutive day on Thursday. The teaching and non-teaching staff gathered outside the university’s administration block carrying placards and banners in their hands. They also shouted slogans against the Sindh government and demanded that it fulfil the promise of issuing the Rs350 million grant for KU for 2015-16, keeping in view the university’s capacity and expenditures. The strike was also observed on Wednesday by almost all of Sindh’s public sector universities and supported by the Federation of all Pakistan Universities Academic Staff Association (Fapuasa), including KU, NED University of Engineering and Technology, Mehran University of Engineering and Technology, Jamshoro, and University of Sindh, Jamshoro. They protested against the government’s political interference in the autonomy of public-sector universities. The universities also demanded financial assistance to those universities facing financial crises. Kuts president Dr Shakeel Farooqi, who is also the general secretary of Fapuasa, said that due to lack of funds, the university had not been getting their due rights including medical allowance, leave encashment and increment in the salary as per the rules. They had asked the university’s administration to resolve their issues but there has been no outcome yet. KU is bearing a loss of Rs800 million every year on account of salaries because the government only releases salaries for eight months, while the university administration manages the remaining expenditures through tuition fees, he added. Unfortunately, salaries have not been paid since the last two months, he said. Dr Farooqi showed concern that after the 18th amendment the Sindh government failed to protect the rights of university employees. The annoyed protesters demanded that the government take their demands seriously otherwise all academic activities would remain suspended.Published in Dawn, September 2nd, 2016\n", "author": "PPI", "title": "KU suspends academic and non-academic activities for second day"}}
{"1281405": {"date": "September 02, 2016", "article": "\n\n\n\t\t\t\t\tKARACHI: Former Pakistan captain Moin Khan plays a shot to inaugurate the PVCA Inter-school Cricket Tournament on Thursday.\n\t\t\t\t\n\n\nKARACHI: Defending champions Beaconhouse School whipped Ladybird Grammar School by 10 wickets in the inaugural match of the eighth edition of the PVCA Inter-school Cricket Tournament for the Omar Trophy which got underway here at the Karachi Gymkhana Ground on Thursday. Electing to bat after winning the toss, Lady­bird Grammar School was bowled out for just 93 in 22.5 overs with left-arm spinner  Waleed Hasan Shahid taking 3-14.Chasing a modest target of 94 in 40 overs, Beaconhouse raced to win in a matter of 13 overs without losing any wicket. Before the start of the match, a colourful ceremony was held in which former Pakistan captain Moin Khan declared the tournament open. All the 32 participating teams were present on the occasion with the placards of their respective institutions. Fawad Ijaz Khan, Chairman, PVCA, in his welcome remarks, expressed hope that the level of the competition will be good as the best school cricket teams of the metropolis will be in action during the next two and half months to determine the champions in the final which will be played at the National Stadium on Nov 15.Published in Dawn, September 2nd, 2016\n", "author": "Agencies", "title": "Beaconhouse win opener at PVCA Inter-school tourney"}}
{"1281415": {"date": "September 02, 2016", "article": "LAHORE: The Pakistan U-21 hockey team won the three-match series against hosts Spain 2-1 in Terrassa, according to a message received from the Pakistan Hockey Federation on Thursday.In the last match, Pakistan won 5-2 on a penalty shootout with goalkeeper Ali Raza impressing under the bar after they were locked at 3-3 at the end of the stipulated time.During the regulation time, Mohsin Sabir, Bilal Qadir and Abu Bakar scored a goal each for Pakistan.Published in Dawn, September 2nd, 2016\n", "author": "The Newspaper's Sports Reporter", "title": "Pakistan U-21 clinch Spain series"}}
{"1281425": {"date": "September 02, 2016", "article": "SAN FRANCISCO: French telecom giant Orange SA is in early talks about buying into Iran’s biggest cellular network operator, the Wall Street Journal reported on Wednesday.Such a deal could make history as the first time a Western firm has acquired a significant holding in a major Iranian company since Tehran agreed to curb its nuclear program last year in exchange for the lifting of international sanctions.Orange, which is part owned by the French government, is one of several European companies that have explored the potential of getting a stake in Mobile Telecommunication Co. of Iran, or MCI, the Journal said, citing people close to the matter.Orange would need to coax financing for a deal out of Western Banks likely to be wary of tripping over US sanctions.The Journal also reported that Orange would have to adroitly handle the fact that MCI’s parent company, Telecommunication Co. of Iran, is owned by a group of companies that in some cases lead back to Iran’s Revolutionary Guards Corps.The Corps is a paramilitary force that runs large swaths of the Iranian economy and remains under US sanctions for its alleged involvement in terrorism, an accusation it denies.“We are conducting feasibility studies to understand and assess what’s possible in this complex environment, particularly with regards to certain economic sanctions that apply to Iran,” a spokesman for Orange told the Journal.France, which took a tough stance against Iran’s nuclear program, has moved to position French companies to take advantage of January’s lifting of Western sanctions, according to the report.MCI has a market value of more than $4 billion on the Tehran stock exchange.Published in Dawn, September 2nd, 2016\n", "author": "AFP", "title": "Orange in tie-up talks with Iranian telecom titan: report"}}
{"1281435": {"date": "September 02, 2016", "article": "SINGAPORE: Malaysia on Thursday reported its first suspected case of Zika, a 58-year-old woman believed to have contracted it in neighbouring Singapore where more than 100 cases have been confirmed.The Malaysian woman had made a brief trip in late August to visit her daughter, who has already been confirmed as having the Zika virus, Malaysia’s health ministry said in a statement. After returning to her home near Kuala Lumpur, the woman fell ill and was diagnosed with “suspected” Zika, based on a urine test. Full confirmation via blood tests is pending. “The source of infection is suspected to have occurred in Singapore,” the statement said.The Aedes mosquito-borne Zika has been detected in 67 countries and territories, with Brazil the hardest hit. It causes only mild symptoms for most people such as fever and a rash, but pregnant women who catch it can give birth to babies with microcephaly, a deformation marked by abnormally small brains and heads.Singapore is one of Asia’s cleanest cities with high healthcare standards, but is a densely populated tropical island with heavy rainfall and has a chronic problem with dengue fever, also spread by the same Aedes mosquito.Authorities say 115 people have now tested positive for the virus, including a pregnant woman and 57 foreigners living and working in the city-state.Singapore health officials on Thursday sought to reassure the international community that the disease is under control after the United States and Britain joined Australia and Taiwan in advising pregnant women to avoid non-essential travel to the city-state. “I don’t think there’s a need for us to press the panic button,” said Derek Ho, director-general for public health at the National Environment Agency.Published in Dawn, September 2nd, 2016\n", "author": "AFP", "title": "Malaysia reports first suspected Zika case"}}
{"1281445": {"date": "Updated September 02, 2016", "article": "ISLAMABAD: Annual inflation fell to 3.56 per cent in August from 4.12pc in the preceding month, the Pakistan Bureau of Statistics said on Thursday.The main inflation is measured by Consumer Price Index (CPI) which tracks prices of nearly 500 commodities every month across the country. The index went down by 0.3pc in August as compared to the increase of 1.3pc in the previous month and 0.2pc in August 2015.The government has projected the annual inflation target at 6pc for the current fiscal year. Average annual inflation was 2.86pc a year earlier.The food group, which has a weight of 37pc in the CPI basket, showed an increase of 3.4pc in August on a year-on-year basis on the back of rise in prices of perishable and non-perishable food items.On a month-on-month basis, food inflation fell by 0.9pc in August due to a 6.5pc decline in prices of perishable products.The food items whose prices increased included eggs (8.01pc), sugar (6.62pc), potatoes (4.24pc), pulse gram (2.6pc), gur (2.55pc), gram whole (1.63pc), besan (1.54pc), wheat (1.41pc) and rice (1.02pc).Core inflation, measured by excluding volatile food and energy prices, was recorded at 4.6pc in August, slightly up from the previous month. This inflation has remained subdued since November last year because of a tighter monetary policy and reduction in food and fuel prices.Government borrowing is one of the key factors influencing the trend of inflation as there is a positive relation between government borrowing and core inflation.Non-food inflation was recorded at 3.7pc in August. This inflation has stagnated in the last four months as oil prices remained steady.Among the non-food groups, education and health indices increased by 7.62pc and 5.82pc in August compared to \nthe same month of the last year. The highest increase of 17.9pc was witnessed in the index of alcoholic beverages and tobacco.The index of clothing and footwear rose by 4.48pc and that of housing, water, electricity, gas and other fuels by 4.77pc.Meanwhile, the Sensitive Price Index edged up by 3.84pc and Wholesale Price Index (WPI) by 1.94pc.The WPI has entered the positive growth trend from the new fiscal year, which shows a reverse in demand for domestic commodities.Published in Dawn, September 2nd, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Inflation weakens to 3.56pc"}}
{"1281455": {"date": "September 02, 2016", "article": "\n\n\n\nWITH its exquisite scenery, romantic tale of passion and dire misfortune, swelling musical score and leading actors who are one of Hollywood’s most attractive real-life couples, The Light Between Oceans has all the markings of a class act.Adapted by writer-director Derek Cianfrance from M.L. Stedman’s bestselling novel, this unapologetically weepy, handsomely staged melodrama revolves around an almost superhumanly restrained protagonist, lighthouse keeper and traumatised World War I veteran, Tom Sherbourne (Michael Fassbender).But counterbalancing his character’s chiseled stoicism is a willingness to go for broke — in the form of garment-rending scenes of loss and separation, and lots of tear-streaked close-ups — that indicate where the movie’s temperamental heart really lies.As The Light Between Oceans opens, Tom has just fetched up in a coastal Australian town in order to replace the light keeper who’s convalescing, a prologue eerily reminiscent of The Shining, with its intimations of death and madness. But where the tale could easily accommodate the moody conventions of gothic horror, Stedman and Cianfrance instead embrace its fable-like lyricism and dewy-eyed tragedy: in time, Tom takes Isabel (Alicia Vikander) — a comely, refreshingly direct local girl — as his wife, and they repair to his little island for an enchanted honeymoon period.But sadness soon descends, when they’re unable to start a biological family. Then, when circumstances conspire to bring a baby into their lives, The Light Between Oceans becomes a fraught, occasionally manipulative conundrum that the author and film-maker desperately try to portray as a genuine moral quandary, when any clear-thinking person can discern folly and selfishness on one hand and the clear, correct path on the other.Cianfrance knows his way around domestic drama — he wrote and directed the shattering marriage-drama Blue Valentine, with Ryan Gosling and Michelle Williams. But he’s hemmed in by material that’s not only dubiously equivocating but structurally ungainly, especially when another love story emerges to compete with the idealised portrait of Tom and Isabel’s marital devotion.That second tale is embodied by Rachel Weisz in a performance that’s as honest and touching as Vikander’s is keening and hysterical (especially in an unfortunate scene that forces her to scream, “Don’t take my baby!”). At just over two hours, The Light Between Oceans feels lugubrious and too long, but also oddly perfunctory, especially when it comes to Weisz’s storyline and the character who emerges as the film’s unlikely moral center.Filmed in Australia and New Zealand with lots of beautiful shots of water, sky and grassy headlands, and featuring a marvellous score by Alexandre Desplat, The Light Between Oceans has obviously been filmed with good taste and exacting care — right down to the wonderful infant and child actors Cianfrance found to play a foundling who becomes the object of desire and harrowing, overwrought self-sacrifice.And, let’s face it, there’s very little not to recommend staring at Fassbender’s limpid blue eyes and square jaw for a couple of hours during the dog days of summer. Nominally, The Light Between Oceans refers to the beacon’s location at the geographic point where the Indian and Pacific meet, but it could just as easily be a hint at the salty tears it’s been so carefully manufactured to induce. Ladies and gentlemen, let your hankies unfurl.—By arrangement with The Washington PostPublished in Dawn, September 2nd, 2016\n", "author": "Ann Hornaday", "title": "Fassbender, Vikander take their relationship to a post-World War I lighthouse"}}
{"1281465": {"date": "Updated September 02, 2016", "article": "BAZARAK: His first public appearance was at the tender age of 12, a tiny figure walking, head down in grief, beside his legendary father’s coffin.Fifteen years later, Ahmad Massoud, son of Ahmad Shah Massoud — the charismatic, French-speaking mujahedeen commander who held the Soviets at bay and was Afghanistan’s last bulwark against the Taliban — is ready to step into the spotlight once more.When he arrives unannounced at his father’s tomb in an immaculate white shalwar kameez, it is as though he were an apparition: a woman in a burqa falls to her knees and wails, while an elderly man in a faded turban wipes his eyes. The young Ahmad has the same deep brown eyes as his father, whose portrait — by turns pensive, serious, laughing — adorns every wall, shop, corner of every road in the valley he held undefeated.Dubbed the “Lion of Panjshir”, Massoud the elder was commander of a mujahideen force that battered one of the world’s two superpowers into submission, and later of the Northern Alliance formed to fight the Taliban. He is a national hero, though memories of him in Kabul are tainted by destruction in the capital during the civil war of the 1990s.But in the famed Panjshir Valley, three hours north of the city, devotion is without nuance.Massoud was killed on Sept 9, 2001, by two fake reporters sent by Al Qaeda, the terrorist organisation’s gift to its hosts in Afghanistan, the Taliban. It was just two days before its attacks on the United States.Fifteen years on Ahmad recounts his father’s last days to AFP, surrounded by flowers in the family’s garden, their brightness set off by the camel-coloured mountains of the valley.Coming face to face with his father’s body was a profound shock for a child who, despite war’s devastation, had never seen a corpse before. “Everything changed,” he says. “From that moment I realised I had to change everything I learned so far, and at the age of 12 I had to be another person.” Devoted to Afghanistan All of Panjshir attended the commander’s funeral amid chaos: by then the 9/11 attacks had taken place, and Afghanistan — still under Taliban rule — knew it would be war.When Ahmad appeared, crowds surged behind him. The child walked with his head down, his hands clasped behind his back, as his father had done. His clear voice moved mourners to tears as he echoed Massoud’s call for independence.It was not until years later that he understood the true burden of his inheritance. “I was in love with astronomy,” he said. “I was full of energy, I was on fire.” But one of his father’s friends told him: “We expect you to work on a solution for the Afghan people, and I don’t think you will find it on another planet.” His passion doused, he made instead for London, King’s College to study international relations. Now 27, Ahmad is set to complete his schooling and return home.It was all for Afghanistan, he says. “I studied to come back. I have no dual nationalities, I have no property outside Afghanistan, I have nothing ... I am completely devoted.” Afghanistan in 2016 remains insecure. “This government has kept none of its promises,” Ahmad says.Facing a resurgent Taliban, Washington renewed its military commitments to Kabul in June, and Ahmad expressed his gratitude for international support even as he remained critical of US policies. “With the campaign of Iraq, they completely overlooked Afghanistan and they allowed a false shepherd ... to be in charge,” he says, resulting in the mess of today.He refused to name names. But the criticism appeared to target both current president Ashraf Ghani — who shares power in a fragile agreement negotiated by the US with Massoud’s ally, Abdullah Abdullah — and Ghani’s predecessor, Hamid Karzai.‘They hijacked Islam’ Much of the pathos surrounding Ahmad Shah Massoud includes speculation about how Afghanistan would look today had he lived. “He did not want anyone to intervene in Afghanistan,” Ahmad says.His father warned the world about Bin Laden, he says, referring to a speech Massoud made to the European Parliament in the spring of 2001 calling for support for Afghanistan “to stand against this”.But the world did not listen, Ahmed says, and after 9/11 it was too late.Fifteen years have passed, with billions of dollars spent, and thousands killed. Ahmad brands it all a “waste”. “They killed my father in the name of Islam ... They did not care that my father was a Muslim,” he says. “They ... just hijacked Islam — they do not believe or understand Islam. And I can strongly say, they are not Muslim. They are simply terrorists.” So does he see himself taking up a political role on the national stage — MP, minister, president — as did his warrior father, who was defence minister after driving the Soviets out? “Why not,” he says — if it is the will of the people. If not, “I become a teacher.” At his father’s tomb, perched above the valley near rusting Soviet tanks, Ahmad greets the children of admirers and poses for selfies. How does he describe the response? “Love,” he says.—AFPPublished in Dawn, September 2nd, 2016\n", "author": "Anne Chaon", "title": "Lion of Panjshir’s son ready to take up his Afghan destiny"}}
{"1281475": {"date": "Updated September 02, 2016", "article": "SAHIWAL: Pakistan Baitul Maal Director General Barrister Abid Waheed Sheikh says 4,100 families of Pakistani workers stranded in Saudi Arabia have been provided financial assistance of Rs210 million during the last 25 days. “Each family has been given Rs50,000 cheque across Pakistan,” he told Dawn on phone from Islamabad. Reports say around 9,000 Pakistani workers were not paid salaries or others service benefits by three Saudi companies — M/S Saad Trading and Contracting Company (520 workers) and Al-Khobar and Saudi Oger Limited (8,000 workers). These workers are living in different camps in eastern region of the Kingdom. During the first week of August, the Pakistani Embassy in Saudi Arabia had provided grocery items to the stranded workers who complained of inadequate arrangements. The prime minister directed the PBM to provide Rs50,000 financial assistance to the “next of kin” of each Pakistani worker. Barrister Abid said the PBM got a detailed list of stranded workers from the embassy and tracked families to make payments. He said the home addresses of 400 families had not been traced and efforts were being made to reach them. Ahmed Raza Shah, district officer, PBM, informed Dawn that after doing verification cheques were provided to the workers’ families. Around 200 such families belong to Sahiwal. He said 64 cheques had been given in Okara, 36 in Pakpattan and 100 in Sahiwal. A woman, Najma Bibi, confirmed receiving Rs50,000 cheque from the District Baitul Maal office. Muhammad Saleem (108/9-L), Muhammad Usman (72/12-L), Muhammad Arif (Chichawatni), Khadija Bibi (184/9-L), Muhammad Sharif (Harrapa City) and Muhammad Ramzan (48/GD) also are among the recipients of money.Published in Dawn, September 2nd, 2016\n", "author": "The Newspaper's Correspondent", "title": "Workers in Saudi Arabia: Baitul Maal pays Rs210m to families"}}
{"1281485": {"date": "September 02, 2016", "article": "MUZAFFARGARH: More than 1,000 oil tankers, led by MNA Jamshed Dasti and Pakistan Tankers Association President Yousuf Shahwani, on Thursday noon left Muzaffargarh for Lahore in protest against PSO staff and police. When the rally reached near the Chenab bridge, District Coordination Officer Hafiz Shaukat Ali sent his team there for a dialogue. Talks were on till the filing of this report at 8pm whereas tankers are parked along the road. Earlier, the tankers had blocked main roads of Multan and Dera Ghazi Khan for hours where hundreds of policemen were also deployed. Talking to the media, Dasti claimed that Pakistan Tehreek-i-Insaf and Pakistan Awami Tehreek would also join the protest.Shahwani said the association had started strike last week and from Friday (today), “we will suspend countrywide supply”. He alleged that Mahmoodkot PSO staffers and police received bribe from tanker drivers. Two UC chairmen Rana Akhtar Noon and Ajmal Karloo were also with Dasti. Shahwani demanded removal of PSO in-charge Hanif Sultan who said: “we will resolve the issue.”Published in Dawn, September 2nd, 2016\n", "author": "The Newspaper's Correspondent", "title": "Dialogue on as oil tankers ‘head towards Lahore’"}}
{"1281495": {"date": "September 02, 2016", "article": "QUETTA: Three people were gunned down in Jhao tehsil of Awaran district on Thursday.Official sources said that a group of men barged into the house of one Bayaan in Keel Kour area of Jhao and opened fire on them, killing three persons on the spot.Published in Dawn, September 2nd, 2016\n", "author": "The Newspaper's Staff Correspondent", "title": "Three shot dead"}}
{"1281505": {"date": "September 02, 2016", "article": "THIS refers to the news item ‘Army chief orders crackdown’ (Aug 23). It is an excellent and timely action by the Chief of the Army Staff Gen Raheel Sharif and Rangers.They deserve appreciation for the restoration of peace in Karachi which is the commercial hub of the country. Our forces are on the right path. As Pakistanis, we must understand their role and intentions. They have been sacrificing their lives to protect Pakistan since its inception.We must stand with Karachi in this difficult time. We should condemn the attack on the media and show our support. Peace in Karachi is of utmost importance.Appearance of the director-general, Sindh Rangers, Maj-Gen Bilal Akbar, on TV at this crucial time shows sympathy with the people of Karachi. They must arrest and bring all culprits to justice, who are speaking against our forces and want to spread anarchy in Pakistan. Munawar Hameed Mangalwala\nMuscat, OmanPublished in Dawn, September 2nd, 2016\n", "author": "From the Newspaper", "title": "Crackdown in Karachi"}}
{"1281515": {"date": "Updated September 02, 2016", "article": "ISLAMABAD: The Pakistan Army said on Thursday that the footprints of the militant Islamic State (IS) group had been eliminated from Pakistan.“They tried to [sneak] into Pakistan but failed and [were] apprehended,” Inter-Services Public Relations Director General (ISPR) Lt Gen Asim Saleem Bajwa told reporters during a briefing.In all, 309 people had been apprehended thus far, including 25 Afghans and other foreign nationals and 157 “freelancers” and fighters from smaller groups.He said that major terrorist attacks planned by IS acolytes on targets including the Ministry of Foreign Affairs, foreign embassies, consulates and their staff, Islamabad airport, prominent public figures, mediapersons and law enforcement personnel, had been averted.“A proactive approach and the efforts of law enforcement agencies have forestalled the threat of Daesh for the time being and the network has been busted. But the threat is not over yet, as their presence in neighbouring Afghan­istan is still [something] we are worried about,” he remarked, referring to the IS by its more popular Arabic acronym.Lt Gen Bajwa said Daesh was still operating in some parts of eastern Afghanistan and could still try to make ingress into Pakistan.Explaining the evolution of Daesh, he recalled that in Jan 2015, six Tehreek-i-Taliban Pakistan (TTP) leaders based in Afghanistan’s Nangarhar province had released a video pledging allegiance to the Middle-Eastern terrorist outfit. In the video, ‘commander’ Hafiz Saeed Khan was nominated as their leader.Daesh-affiliated organisations in Pakistan, he said, were led by Hafiz Umar and consisted of about two dozen people. He said one wing was responsible for planning terrorist activities with a network of educated and well-off individuals, while another wing was overseeing militant operations through local criminals and terrorist groups.According to Lt Gen Bajwa, Hafiz Umar, the Daesh mastermind in Pakistan, had killed 15 law enforcement personnel and was also involved in attacks on two private TV channels in Faisalabad towards the end of 2015.Ali Rehman, a top-tier Daesh commander and ideologue in Pakistan, had killed 14 law enforcement personnel and was named as Sabeen Mahmud’s target killer.The ISPR chief also gave a detailed Powerpoint presentation on the various Daesh operatives involved in terrorist attacks on TV channels in different parts of the country.Talking about preventive measures, he said that proper gates will be installed at all 18 major crossings between Pakistan and Afghanistan to ensure that only those with valid documents could come and go through there. He said hundreds of new posts will be established and new wings of the Frontier Corps will be raised for efficient border management.When asked to comment on US Secretary of State John Kerry’s recent remarks in India, who had urged Islamabad to push harder against militants hiding within its borders, Lt Gen Bajwa said that Operation Zarb-i-Azb was indiscriminate and against terrorists of all hues and colours. “We have no favourites,” he said, rejecting the dichotomy of ‘good’ and ‘bad’ Taliban.He highlighted that Pakistan had suffered a cumulative loss of $106.98 billion in the war on terror between 2001 and 2015. “We are not doing it for anyone but ourselves,” he stressed.In response to another question about the demand for a Rangers-led operation in Punjab, he disclosed that a gang of terrorists has been busted in Faisalabad on Thursday morning, adding that two of the men were high-value targets.He said 3,500 terrorists had been eliminated during the course of Operation Zarb-i-Azb, while 2,272 soldiers were and 537 personnel had embraced martyrdom, including 18 officers, 35 junior commissioned officers and 484 soldiers.He said that they had recovered enough explosives and ammunition from terrorists during the Khyber operation to carry out terrorist activities every day for the next 21 years.Saying that terrorism was rampant in the country before Operation Zarb-i-Azb was launched, the ISPR chief said that North Waziristan was an epicentre of terrorism and nobody could have imagined entering it. However, the forces had now completely cleared the area and moved on to the Khyber Agency, where terrorists were settled.“Given the rough terrain of North Waziristan, it was a challenging task to carry out the operation, yet the armed forces were successful in clearing out all terrorist hideouts, caves and tunnels,” he said, adding that Khyber was worse.He claimed that Shawal was “like Switzerland now”.“Residents of the area are gradually returning, but they want the army to stay and provide stability and security to help locals revive the economy. Shawal is known for its chilghozas (pine nuts), which he claimed the terrorists were selling to fund their activities.Talking about the Karachi operation, he said Rangers personnel were laying down their lives to ensure peace in the city; 30 Rangers personnel have been killed in the operation so far, while another 89 sustained injuries.He said that since the launch of the operation, terrorist incidents in Karachi had declined by 74pc, while target killings, extortion and kidnappings witnessed a decline of 94pc, 95pc and 89pc, respectively. Around 848 target killers were apprehended, 447 criminals killed and another 233 nabbed during the operation, he said.Published in Dawn, September 2nd, 2016\n", "author": "Iftikhar A. Khan", "title": "IS footprints eliminated from Pakistan: army"}}
{"1281525": {"date": "September 02, 2016", "article": "\n\n\n\t\t\t\t\t— Photos by Tanveer Shahzad\n\t\t\t\t\n\n\nISLAMABAD: Overwhelmed by nature, inspired by culture, and distressed by inhumanity, five painters have come together in a new group show to express these emotions.Works by these artists went up at the Nomad Gallery on Thursday, and the artists’ creations all make an impression in their own unique ways.An admirer of the detail and intricacies that surround him, nature is rooted in Usman Khalid’s work, but the artist is also inspired by all the experiences that mould him.“I begin by extracting individual elements that make up an idea. I do not rush, instead I wait and allow myself, physically, mentally and emotionally to process information, until a point is reached where the thought clearly hits me,” Mr Khalid said in his statement.Samreen Asif is a miniaturist from Islamabad who has been inspired by religious icons from various cultures, the gold leaf and gaunt figures of Byzantium and the rich colours and mythologies of sub-continent. Creating a dialogue between the ancient and the modern language of art, the artist fused various schools of art, including the Kangra, Pahari, Persian, Chinese and Japanese schools in her works.\n\n\n\nHer work highlights women with an eternal hope from freedom and liberty, abounding with dramatic colours and a romantic atmosphere.“I try to elevate feelings of love and care, which women need to strengthen and empower their spirits. Adding drawings with charcoal on wasli paper is a new experiment in this exhibition,” Ms Asif said. She uses herbal colours, watercolour and charcoal on handmade traditional miniature sheets.A graduate of the National College of Arts (NCA), Rawalpindi, Fizza Siddiqui’s work depicts the pain of refugees and reflects on their lives, their homes, clothes, happiness and comfort – everything that they had.“It’s hard for children who have been deprived of their childhood and their belongings,” said Ms Siddiqui.While Hira Shakir’s works are an attempt to explore her interactions within the circles of life, Momina Momina presents an account of her own little world that she has built in her head.The exhibition will continue until September 18.Published in Dawn, September 2nd, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Group exhibition combines nature, culture and inhumanity"}}
{"1281535": {"date": "Updated September 02, 2016", "article": "ISLAMABAD: Around 60 protesters, including parents of children killed in the Dec 2014 Army Public School massacre in Peshawar, arrived in the capital on Thursday, but were not allowed to enter the high-security Red Zone. The protesters were angry because the commitments made to them had not been honoured, and planned to register their protest by demonstrating outside parliament. However, the group was stopped at a picket at Khayaban-i-Suharwardy, Gul Sher – one of the grieving parents – told Dawn. This did not go down well with the protesters, who chanted slogans against the government and threatened to self-immolate if anyone tried to stop them from meeting the prime minister.Shortly afterwards, the Red Zone was partially sealed and senior police officers and administration officials reached the scene to negotiate with the protesters. The protesters were taken to the Islamabad Chief Commissioner’s office for further talks, but to no avail. The protesters insisted on speaking only to the prime minister, saying they had reservations with the government’s failure to order a judicial inquiry into the incident, as announced by the president.After making no headway, the protesters headed to Kashmir Highway and staged a sit-in near Zero Point.Here, they were met by CADD Minister Tariq Fazal Chaudhry, who assured them they would 