{"1362911": {"date": "Updated October 10, 2017", "article": "ISLAMABAD: For over three years now, a vacant patch of land in Sector I-12 has served as the repository for all of the capital’s garbage. For the city’s planners, this was meant to be a stop-gap arrangement; the landfill was originally located in the Kuri area, but ended up being moved here.If the wind is against you, you can smell the site before it comes into view. Located just off the I.J. Principal Road that divides Rawalpindi and Islamabad, the dump covers an area the size of one sub-sector, roughly where the I-12/1 neighbourhood should have been located.Bedford lorries and newer-model dumper trucks wind their way down the dusty path leading to the heart of the landfill. Standing on a small mound of dirt and trash, waving off buzzing flies, midges and other sundry bugs, a municipal worker makes an entry in his notebook for every load of rubbish that ends up here.Further afield, sanitary and municipal workers offload the waste. Be it human, animal or plant; metal, plastic, glass or porcelain — everything comes here. It is then sorted by local scavengers; the kabariye, who make a living separating recyclable items from the rest.As I scan this vast field of refuse, all I see is a tragic-yet-routine tale of civic negligence, of waste being buried blindly, no matter what the environmental consequence. But this festering Petri dish of a garbage disposal site has proven to be just as significant for a handful of scientists and academics from the Quaid-i-Azam University (QAU) as the neglected Penicillin cultures in his laboratory were for the British scientist Dr Alexander Fleming.“Prof Safia Ahmed, Prof Fariha Hasan, Dr M. Ishtiaq Ali and I started working on the biodegradation of plastics at our microbiology research laboratory in 2002,” says Dr Aamer Ali Shah, one of the co-authors of a research paper that recently caused a stir in the scientific community by revealing the discovery of a fungus that is able to utilise plastic polymers as the source of its food.The paper, which bears the otherwise dull title ‘Biodegradation of polyester polyurethane by Aspergillus tubingensis’, actually outlines a groundbreaking discovery; confirming the existence of naturally-occurring fungi that have the ability to perform “bio-degradation and bio-remediation of pollutants in soil or wastewater”.“This organism was isolated from soil and/or plastic samples collected from the I-12 garbage dumping site,” says Dr Shah, explaining that researchers took topsoil and water samples from the landfill.For anyone even remotely familiar with humanity’s growing plastic problem, this is nothing short of a “Eureka!” moment. A recent study by the University of California estimates that our civilisation has produced over nine billion tonnes of plastic, most of which is conventionally thought to be non-biodegradable.But this discovery could change all of that. “If we get the right resources and funds, we would be able to establish an actual plastic degrading facility within three to five years,” Dr Shah maintains.According to the scientists, the Aspergillus microbes were isolated in a laboratory and provided the right environmental conditions (such as temperature, pH, time, nutrients, etc) so that it would degrade polymers.What has been observed is that the micro-organisms break down plastics in two ways. They can either attach themselves to the surface of the plastic to form a bio-film, releasing enzymes that dissolve the polymer, or penetrate it mechanically in order to ‘digest’ it.It is a slow but naturally-occurring process, one that is not visible to the naked eye. “Most synthetic plastics are produced from non-renewable petrochemical-based raw materials, making them resistant to degradation in the environment.”During the course of their work, the team at QAU has also been keeping tabs on the toxicity of the by-products formed during this process.“Pollutants that only degrade partially can sometimes become more toxic than the parent compound,” he says, explaining how polyvinyl chloride (PVC) can partially degrade to vinyl chloride, which is quite toxic.In an ideal situation, the microorganisms will be able to break down these complex compounds into water and carbon dioxide, achieving their complete bio-degradation.Given the import of what they have discovered, the scientists are hopeful: “We have done these experiments in our laboratories using whatever resources were available to us. We have now reached a stage where we can apply these micro-organisms in the field, but for that we need more resources.”And those resources cannot come too soon. According to the foreman of the I-12 landfill, the site cannot take more than a few more months’ worth of trash. “There used to be great big depressions in the ground here, which have now been completely filled up with garbage,” he says, pointing to the horizon as a truckload of dirt is deposited on top of a pile of refuse and flattened by earth-moving machines.Once space runs out, the site will have to be relocated yet again. Unless a permanent solution is found, our civic managers may remain content to bury their problems in this and other landfills like it. Kashif Abbasi also contributed to this reportPublished in Dawn, October 10th, 2017\n", "author": "Hassan Belal Zaidi", "title": "Striking gold at the landfill"}}
{"1362901": {"date": "October 10, 2017", "article": "Google has found evidence its platforms were exploited by Russian operatives seeking to interfere in the 2016 US presidential election, The Washington Post reported on Monday.Google, a unit of Alphabet, \"found that tens of thousands of dollars were spent on ads by Russian agents who aimed to spread disinformation\" across Google's products, the newspaper wrote, citing people familiar with the company's investigation.Google's products include YouTube, Gmail, and the company's DoubleClick ad network.The company told AFP that it has \"a set of strict ads policies including limits on political ad targeting and prohibitions on targeting based on race and religion.\"Google is \"taking a deeper look to investigate attempts to abuse our systems, working with researchers and other companies, and will provide assistance to ongoing inquiries,\" it said.Google had previously said it was not used in the alleged Russian campaign to steer the November US presidential election won by Donald Trump.The Kremlin has denied that it tried to manipulate the US electoral process.Other social media giants, Facebook and Twitter, have already indicated that they discovered content financed by Russian interests.All three firms are expected to appear on November 1 in an open Senate Intelligence Committee hearing on the rising evidence that they were covertly manipulated in a campaign to help Donald Trump win the presidency.US justice officials are also probing the alleged Russian involvement, and possible collusion by the Trump campaign.Certain content on social media networks or search engines can be targeted to particular users according to their profile, location, or research history.This can involve traditional advertising as well as sponsored publications or pages.Facebook recently revealed that for just $100,000, apparent Russia-linked buyers placed about 3,000 advertisements on its pages last year that appeared aimed at influencing the election in which Trump defeated his Democratic rival Hillary Clinton.Facebook has turned the details of those ads over to investigators.Twitter, meanwhile, has been shown to be a dense thicket of easily faked accounts and news items that allowed alleged Russian operatives to pump out politically divisive and anti-Clinton tweets.\n", "author": "AFP", "title": "Google finds evidence of Russian operatives seeking to interfere in 2016 US election"}}
{"1362891": {"date": "October 10, 2017", "article": "THIS is to share my feelings with the teaching staff in government schools who believe in leaving this world one day. This is to make them aware that their families are most likely to face the feelings of worthlessness and insult while visiting the departmental offices to follow up for family pensions.I have submitted the following documents to the education office and you can think of the number of departments visited. The family pension form (Form-DII), death certificate, Nadra family registration certificate; affidavit/oath statement by the widow; succession certificate issued by the civil court; the non-remarriage certificate; the certificate of the lawful widow; undertaking of overpayment; the entitlement declaration; attested photocopies of CNICs. I also submitted the pension book and related documents, the descriptive roll of the widow, attested photographs of the widow, the nomination form submitted by the deceased pensioner.Going from one table to another table and from one office to another, I have spent 16 weeks. My pension case is pending at the CEO (education) office, Hall Road, with diary No. CEO/DEA/7577 and the official there just ignores my visit saying every time that it is the secretary’s job to issue orders to process family pension cases and perhaps he is most probably too busy for this task.I have also made an appeal to the chief minister’s complaint cell in this regard but there is also no response.Musarrat Jabeen\nW/o the late Muhammad Younas (PST)\nLahore Published in Dawn, October 10th, 2017\n", "author": "From the Newspaper", "title": "A widow’s appeal"}}
{"1362881": {"date": "October 10, 2017", "article": "PESHAWAR: A local court on Monday sent on a 14-day judicial remand to Peshawar Central Prison eight alleged members of a recently busted illegal kidney transplant racket.Judicial magistrate Aftab Jawed directed that the suspects should be again produced on Oct 23.The suspects were produced before the court after completion of their final two days of physical custody with the Federal Investigation Agency (FIA).The suspects included Dr Abdul Aziz, who was allegedly operating on kidney donor Mohammad Babar and kidney recipient Samiullah during the FIA raid on the privately-owned Dua Surgical Hospital, Pabbi town, Nowshera on Sept 26.The seven other suspects are medical technicians Naveed Ahmad, Mohammad Farooq and Bilal Yamin, nursing helper Mohammad Kamran, driver Shahid Iqbal and two others — Abdur Rehman and Asmatullah.They are charged under sections 10 and 11 of the Transplantation of Human Organs and Tissues Act, 2010.The suspects had been in the custody of FIA since their arrest on Sept 26. The court had remanded them into the custody of FIA from time-to-time for total 12 days.Published in Dawn, October 10th, 2017\n", "author": "Bureau Report", "title": "Illegal kidney transplant suspects sent to prison"}}
{"1362871": {"date": "October 10, 2017", "article": "HARIPUR: A government teacher accused of sexually harassing and filming girl students was sent to Central Jail Haripur here on Monday after expiry of his physical remand, police said.Mohammad Liaqat aka Master Liaqat was arrested from the court when the additional sessions judge Ghazi cancelled his bail before arrest on Saturday and the police obtained his one-day physical remand for investigation.His remand expired on Sunday night and was produced before the judicial magistrate who sent him on judicial remand to jail, police said. According to police, Master Liaqat of Kund Mir Abad village was serving as senior English teacher at government high school for boys, Chahmra, and the AIOU had appointed him as coordinator for Ghazi tehsil.As varsity coordinator, the accused, according to a girl student of B.Ed from Khalo village, sexually assaulted her and some other girls and filmed the offence on his phone camera.The victim who first approached the Ghazi police also recorded her statement before the judicial magistrate under section 164 of CrPc, stating Master Liaqat coaxed her and other girl students into fulfilling his “desire” if they wanted better grades in the exams.The accused, according to complainant, after trapping the students would sexually assault them and record the act on his phone camera which he later used for extorting money from them.Police quoted the victim as saying she had to keep mum as the accused threatened her of making the video clips viral on social media.Tariq Khan of Kund Mir Abad, who is a relative of Liaqat, also became complainant in the case on behalf of some of his girl students whom he claimed to have been offering tuition for last few years. He said some of the students who shared their ordeal with him, also showed him video clips and obnoxious text messages that Liaqat sent them in a bid to trap them.The police registered criminal case against the accused on Sept 14, under sections 354, 377, 500, 509 of PPC. But the accused managed to obtain pre-arrest bail from court which was cancelled on Saturday leading to his arrest.Meanwhile, the family of Liaqat denied the charges, saying the case was fabricated as the complainant Tariq was close relative of Liaqat and both were engaged in a property dispute.REMANDED INTO POLICE CUSTODY: A man accused of slaughtering a fellow villager in the name of honour was arrested and the police also got his one-day physical remand, police said on Monday. SHO Ghazi Babar Khan told this correspondent that alleged killer from Chinarkot village suspected that a man, 19, of the same village, had illicit relation with his wife. On Sunday evening, the accused intercepted and attacked the victim with a dagger when the latter was on way to a neighbouring village. The accused later slit the victim’s throat and separated the head from body and fled the scene.On the complaint of victim’s father, a case was registered against the accused, who was arrested on Sunday night. Published in Dawn, October 10th, 2017\n", "author": "A Correspondent", "title": "Teacher accused of assaulting girl students sent to jail"}}
{"1362861": {"date": "October 10, 2017", "article": "GUJAR KHAN: A man shot his nephew dead in a private hospital in Daultala town over a matrimonial issue, the police said. According to the police, father of the girl, a resident of Mohra Burj, was opposed to a proposal of his nephew for marriage with her daughter. On Monday, when he was waiting for his turn at Ali clinic in Daultala, his nephew brought his daughter for treatment at the clinic. On seeing both together, he got infuriated and pulled out his pistol and shot his nephew killing him on the spot. The police on getting the information reached the crime scene and arrested the killer and registered a case under section 302 of PPC.Published in Dawn, October 10th, 2017\n", "author": "A Correspondent", "title": "Man shoots nephew dead"}}
{"1362851": {"date": "October 10, 2017", "article": "RAWALPINDI: As many as 11 key police posts, including that of the SSP Counter-Terrorism Department (CTD), are vacant in the Rawalpindi district for two months. As a result of the vacant posts, the citizens have been unable to get police help as one officer has to bear the burden of the additional charge of the other. This has also affected the working of the police, especially as regard to controlling crimes. A senior police officer told Dawn that due to the additional charges the workload on the available officers was increasing leaving a negative effect on their performances. The post of the SSP operations has been vacant since Irfan Tariq proceeded abroad whereas the investigation wing has been without SSP for more than four months. The post of SSP CTD fell vacant after Haroon Rashid left for UK and his replacement is yet to be made. SSP Regional Investigation Board (RIB) Malik Sikandar Hayat proceeded on a three-month departmental course. After his departure, SP Malik Iqbal was given the additional charge. However, Mr Iqbal is going to retire this month. SSP Hayat was also having the additional charge of SP discipline and inspection. Due to his departure, the inspection wing is also without a head. The city has also been without the chief traffic officer since the transfer of Dr Ghias Gul to Hafizabad in March. After his departure, Senior Traffic Officer Chaudhry Yousuf Shahid was given the additional charge of the traffic police. The post of SSP Special Branch also remains vacant since Khurram Shahzad was convicted by an anti-terrorism court (ATC) in the Benazir Bhutto murder case and sent to jail. However, Mr Shahzad has been released now. The two posts of DSP legal have also been lying vacant in the CPO office for several months. A woman DSP has been working on the posts. Besides, the post of DSP New Town is also vacant for over a month and SP headquarters Ameer Abdullah Niazi has been given the additional charge. Though Mr Niazi was promoted to the rank of SSP a month ago, he is still working as the SP headquarters along with the additional charges of SP operations, investigation, discipline and inspection.Published in Dawn, October 10th, 2017\n", "author": "Mohammad Asghar", "title": "11 senior posts lying vacant in Pindi police"}}
{"1362841": {"date": "Updated October 10, 2017", "article": "IT is important to take stock today — World Mental Health Day — of the extent to which we have been able to address mental illness as a public health concern. Over 16 years since the colonial Lunacy Act, 1912 — which quasi-criminalised being mentally ill — was replaced with the Pakistan Mental Health Ordinance, 2001, KP joined Sindh and Punjab this year in enacting its own mental health act. But these legislative changes have yet to provide even marginal relief to the estimated 20pc to 34pc of Pakistanis living with some form of mental disorder, exacerbated by the high prevalence of stressors such as poverty and violence. The most at-risk are inmates with serious psychiatric diseases, to whom the state still routinely awards death sentences, even though the diagnoses call into question the convictions. Then there are those who attempt suicide, which is still a criminal offence under the Pakistan Penal Code, and only inhibits the ability of families and healthcare professionals to provide necessary treatment. Even when mental illness is not treated as a crime, cultural stigma is enough to leave many suffering alone and in silence; even if this is overcome, Pakistan has less than 400 practising psychiatrists. It will take a lot of time and effort to build our national healthcare capacity to fulfil our mental health needs, but treatment is just one aspect. Promoting mental well-being is as essential, and ought to be embedded as a key target in every sector of national development, including education and employment. Implementing policies that create supportive environments in schools and workplaces can help normalise mental illness in public discourse and, more importantly, serve as a primary point of intervention for many who might otherwise fall through the cracks. Research conducted by Aga Khan University estimated the cost of Pakistan’s mental health burden at Rs250bn per annum. If the government lacks the resolve to tackle this perceived ‘soft’ issue, perhaps its economic price might awaken it to the larger social cost.Published in Dawn, October 10th, 2017\n", "author": "Editorial", "title": "Breaking the stigma"}}
{"1362831": {"date": "October 10, 2017", "article": "KARACHI: Prime Minister Shahid Khaqan Abbasi has said that Pakistan is no more reliant on the United States for its military requirement and will reach out to others if one source dries up. “If one source dries up, we have no option but to go to another source. It may cost more, it may consume more resources, but we have to fight that war, and that’s what we emphasised to all the people that we met,” the prime minister told Arab News on Sunday. “We have major US weapons systems in our military, but we’ve also diversified. We have Chinese and European systems. Recently, for the first time we inducted Russian attack helicopters.” Reiterating his stance on fight against terrorism, Mr Abbasi said the world needed to recognise Pakistan’s efforts. “Any sanctions or restraints […] put on our systems only degrade our efforts to fight terror, and it affect the whole equation in this region,” said a Dawn.com report, quoting from the interview. Speaking about his unscheduled meetings on the sidelines of the United Nations General Assembly (UNGA), he said they were held on the request of the US administration and proved to be “very constructive”.Published in Dawn, October 10th, 2017\n", "author": "Monitoring Desk", "title": "Pakistan no more reliant on US for military needs: Abbasi"}}
{"1362821": {"date": "October 10, 2017", "article": "LAHORE: The Government College University (GCU) and the National Centre for Physics (NCP) Islamabad on Monday signed a memorandum of understanding (MoU) for collaboration in research. A ceremony was held at the university’s committee room where NCP Director General Prof Dr Hafeez R Hoorani and GCU Vice Chancellor (VC) Prof Dr Hassan Amir Shah signed an eight-point accord. NCP head of laser plasma physics Dr Muhammad Aslam Baig, Collaborations and Academic Activities Director Dr Riffat Muhammad Qureshi, TDP Director Dr Mohsin Siddique, GCU deans Prof Islamullah Khan and Prof Dr Raiz Ahmad, Prof Salam Chair in Physics Dr G Murtaza and Registrar Saboor Khan also attended the ceremony. Addressing the ceremony, GCU Academic Planning and External Link Director Fouzia Shahin said the scope of collaboration included enhanced utilisation of NCP Islamabad’s science equipment by university researchers, exchange of experts for technical and scientific trainings, sharing research data, archives and publications, and cooperation for scientific research on projects of national interest. She said the MoU would also create possibilities for researchers from GCU to work at NCP. Prof Hoorani said that NCP was a national facility for people who had sound knowledge and expertise in physics and allied disciplines. He said the centre had scientific cooperation agreements with several international centres of scientific excellence and learning. He also shared the achievements and role of Pakistani physicists in various scientific inventions innovations. VC Prof Shah lauded the role of NCP in promotion of research in physics as well as breaking the isolation of Pakistani researchers from the international scientific community to establish links among academia, industry and research institutes for the intellectual growth. GCU and NCP also agreed to hold joint international conferences, workshops, seminars and talks for the promotion of research in physics and allied disciplines.Published in Dawn, October 10th, 2017\n", "author": "A Reporter", "title": "GCU, NCP to collaborate in physics research"}}
{"1362811": {"date": "October 10, 2017", "article": "KARACHI: Governor Mohammad Zubair has said a number of development projects worth over Rs75 billion are being implemented in the city, including K-IV water plan, Lyari Expressway and Green Line transport scheme.He was talking to an 18-member delegation from the 107th National Management Course which called on him at Governor House here on Monday.Mr Zubair added that the prime minister had recently announced Rs25bn package for execution of welfare projects in the city with emphasis on building infrastructure in industrial areas before completion of CPEC so that its advantages could be fully realised. He said the PML-N government inherited power crisis and law and order problems from the previous government but it met both the challenges successfully. “Electricity load-shedding will soon be eliminated forever,” he said. The governor added that social, political, cultural and literary activities were blooming in the metropolis following restoration of peace which also attracted foreign investment. “The Pakistan Stock Exchange is now one of the top in Asia but when we took over the government the country was facing severe economic crisis.”Published in Dawn, October 10th, 2017\n", "author": "The Newspaper's Staff Reporter", "title": "Governor highlights Centre’s projects in city"}}
{"1362801": {"date": "October 10, 2017", "article": "BAHAWALNAGAR: Scores of residents of Chak Jodheka with the family members of a 16-year-old girl protested on Monday against the Madrassa police for not initiating action against the four people who had allegedly kidnapped the teenage girl on Oct 03.Talking to Dawn, labourer Hanif said that Zahid, Ashraf, Imran and Nazar had abducted his daughter Shakila Rani but Madrasa police Station House Officer Sarfaraz Hussain Tarar favoured them and distorted facts in the case. He said the suspects had threatened his family with consequences if the the case was followed. He sought intervention of Chief Minister Shahbaz Sharif.Station House Officer Sarfaraz Hussain denied the distortion of facts, and said they were trying to find the girl.Published in Dawn, October 10th, 2017\n", "author": "The Newspaper's Correspondent", "title": "Police accused of favouring girl’s captors"}}
{"1362791": {"date": "October 10, 2017", "article": "KARACHI: A fundraiser dinner for the Pakistan International Film Festival (PiFF) under the newly-formed Karachi Film Society (KFS), which is scheduled for the last week of March 2018, was held at Governor House on Sunday night, with Sindh Governor Mohammad Zubair in attendance. Ms Sultana Siddiqui, founder and president of Hum TV Network addressed the guests: “The time to fill the void for a film festival has arrived. To strengthen the roots of the film industry and its revival it’s important to enlist the support of like-minded people such as Dr Ishrat Husain, Ameena Saiyid, Jamil Baig, Sharmeen Obaid-Chinoy. KFS was formed to support positive trends in film-making. The first KFS meeting was held at Governor House followed by this fundraising dinner.“Important film festivals around the world promote cities. PiFF aims to give a platform to talented film-makers and documentary-makers bearing cultural colours. With it, we hope to bring back life to this city of ours. We ask for support from all quarters and the diplomatic community.” PiFF Festival director Abrarul Hassan and founder of the 60 Second International Film Festival walked the guests through a visual presentation of the PiFF’s categories and events such as primary goal, membership and perks, film screenings, workshops, residencies, industry linkages, mentoring, gala opening and closing, panel discussions, exhibition of posters, film archive, photography and music, mobile screening, VR screening booths and AR display, activity timeline, daily story competition, women and film, besides features, documentary features, shorts etc. He said it created an opportunity for South Asian film-makers to work with their Pakistani counterparts and nurture the new generation of film-makers besides exploring the art of storytelling. “Why Karachi? Karachi was, is and always will be the custodian of film-making in Pakistan,” the festival director said. Governor Zubair, who is also the patron-in-chief of PiFF, in his address said, “I like films just as much as anybody else. But film-making was not considered a good thing during the ‘Islamisation’ era in Pakistan. The Quaid-i-Azam’s narrative for Pakistan calls for a much more balanced approach, to maintain a fine balance and freedom for all cultural and social interests and the freedom to express oneself.“Creativity is best expressed through sports, TV, films etc. Karachi was once at the heart of film-making with Waheed Murad, Mohammad Ali, Nadeem, Shakeel, all great stars from Karachi. Then the industry shifted to Lahore but it has now returned to Karachi. World-class films are being produced now. Me and my wife love going to cinemas to watch films, especially Pakistani films. The last film we saw was Punjab Nahi Jaungi. It was outstanding in terms of acting, sets, music, dances, songs etc. It is just one example of kind of films being made these days in Pakistan and Karachi has now made this difference in film-making.”He spoke about how Sharmeen Obaid-Chinoy has created a strong and positive identity for Pakistan. “I’m personally a big fan of hers. We need to change the narrative for this new Pakistan. Just one example was when Sharmeen Obaid-Chinoy was invited to the PM House along with members of the diplomatic corps and A Girl in the River: The Price of Forgiveness was screened in an attempt to reign in honour killings. Eventually the legislation was passed. Sharmeen Obaid-Chinoy’s topic remains outstanding.” He said PiFF has given momentum to Karachi. “We are fighting for Karachi on various fronts such as working with Jahangir Khan, holding hockey tournaments and I’m trying to bring the PSL final match to Karachi. It’s been a long journey and Karachi has changed dramatically in the past four-five years with the law and order [situation] improving swiftly. We’re making efforts for further improvements and I promote Karachi in various Gulf and Middle Eastern cities during my visits there.” At this moment, the Sindh governor pointed out that some of the elite of Karachi were not present at the fundraiser and appealed to them for support for the project. Former State Bank governor Dr Ishrat Hussain, vice president of the KFS, said people asked him why he supports PiFF. “I’ve been involved with Javed Jabbar, Zia Mohyeddin and Arshad Mahmud in the setting up of the National Academy of Performing Arts. It’s important to promote the soft image of Pakistan and to counter its hard image abroad. To change international perception about Pakistan with interaction, sports, music, drama theatre, film, and bringing people from different backgrounds together. Karachi is now a different city from what it was back in 2013.” He also paid tributes to Ameena Saiyid, managing director of Oxford University Press, for the Karachi Literature Festival and held high hopes for PiFF. “We as citizens have a responsibility towards Karachi,” he said. At this point, it was announced that due to lack of time, the Q&A session with Javed Jabbar stood cancelled and the guests were asked to proceed to dinner.Published in Dawn, October 10th, 2017\n", "author": "Faisal Quraishi", "title": "A film festival for Karachiites"}}
{"1362781": {"date": "October 10, 2017", "article": "AIN ISSA: US-backed fighters say they are nearing the “final week” of their assault to drive the militant Islamic State (IS) group from its one-time Syrian bastion Raqa, as the self-described caliphate crumbles. Losing Raqa would be only the latest in a series of crushing defeats for the extremist group, which once controlled large swathes of territory spanning the border between Syria and Iraq.Captured by IS in 2014, the northern city was the de facto Syrian capital of the jihadists’ self-styled “caliphate” until the US-backed assault by the Syrian Democratic Forces (SDF), an alliance of Kurdish and Arab fighters.The militia has captured around 90 per cent of Raqa since entering the city in June, after months of fighting to encircle it.They are now advancing on IS-held districts from two fronts in the city’s north and east, commander Rojda Felat, who heads the “Wrath of the Euphrates” campaign, said on Sunday.She said fighting was still fierce along the front line, with IS using snipers, suicide bombers and reinforced positions in tunnels to hold up the SDF advance.HANDFUL OF POSITIONS LEFT: The jihadists still hold Raqa’s national hospital, the nearby football stadium and surrounding residential neighbourhoods, including the infamous Al-Naim roundabout, where IS staged public beheadings and crucifixions.“There were intermittent clashes today around the hospital and the stadium,” the head of the SDF’s press centre Mustefa Bali said on Monday. “There was no notable or tangible advance, but shelling and sniping operations are ongoing.”SDF fighters have surrounded the hospital ahead of a push to seize Al-Naim, said Ali Sher, a field commander with the Kurdish People’s Protection Units, which make up the bulk of the SDF.IS is believed to be holding civilians as human shields in the hospital, complicating efforts to capture the position.Colonel Ryan Dillon, spokesman for the US-led coalition backing the SDF’s assault, said IS was using the hospital as a military base and it was “heavily fortified”.He said coalition special forces advisers could accompany the SDF in a push for the facility, but there would not be “full, tactical, coalition units assaulting the hospital”.Washington’s envoy to the coalition, Brett McGurk, said on Monday that its forces had carried out 75 air strikes within 48 hours to prepare for an SDF assault on the militants’ remaining holdouts.“SDF fighters advancing room-by-room through city centre. 17 city blocks cleared yesterday,” he tweeted.Tens of thousands of civilians have fled Raqa city and the surrounding area since the SDF began its offensive, but many others have remained trapped inside during the heavy fighting.Laila, 32, escaped on Sunday from a building near the stadium. A mother-of-three, and pregnant with her fourth child, she feared her missing husband had been killed in shelling.‘SCREAMING UNDER THE RUBBLE’: She described utter terror as she sheltered with her children during ferocious air strikes and mortar fire that collapsed buildings around them.“Those who were still alive were screaming under the rubble but no one dared pull them out because there was so much shelling,” she said.“We lived for three months in the bathroom. My son kept telling me, ‘I just want to see the sun, I just want to see the sun.’ Today he saw it for the first time.”The loss of Raqa city would leave IS with just a handful of positions in Syria and Iraq. The group was forced out of Iraq’s Mosul in July and last week was driven from Hawija, meaning it holds just a sliver of territory in the Euphrates Valley near the border with Syria.The SDF has already begun a new campaign against the militants to retake territory they hold in the eastern province of Deir Ezzor, which neighbours Raqa and sits on the border with Iraq.They are fighting on the eastern side of the Euphrates River that slices diagonally across Deir ez-Zor.Syria’s army is fighting a separate Russian-backed campaign largely on the western bank of the river, and last month broke an IS siege of nearly three years on parts of Deir ez-Zor city.Turkey-backed Syrian rebels are also preparing for an operation to oust jihadists from the north-western province of Idlib.On Monday, Turkey’s army said it had launched a reconnaissance mission in Idlib days after President Recep Tayyip Erdogan announced an incursion to oust Al-Qaeda’s former Syrian affiliate from the area.Published in Dawn, October 10th, 2017\n", "author": "AFP", "title": "Fight to drive IS from its bastion in Syria nears end"}}
{"1362771": {"date": "October 10, 2017", "article": "WATCHING this Test series, I have not really been able to figure out whether Sri Lanka is trying to match Pakistan or Pakistan is trying to match their opposite number in performance — especially batting and bowling.The second Test somehow have always looked like swinging in favour of the visitors who, despite their second innings failure with the bat, have managed to bring themselves back to keep Pakistan players stroke-less and clueless.In fact, the story here, much like the first Test victory for Sri Lanka in Abu Dhabi, has not been much different. Earlier on Monday, the Sri Lankans were dismissed cheaply in their second innings for 96 but still managed to set Pakistan a target of 317 to win. Wahab Riaz and Yasir were the main destroyers but that really was not enough to bring Pakistan to safer shores. As I wrote these lines, Pakistan were ominously poised, having lost five of their top order batsmen with just 50 on the board in a snail-paced batting display. For this I will not hesitate to blame the two Pakistan openers Shan Masood and Sami Aslam who looked so ordinary and out of place as the Sri Lankan bowlers Suranga Lakmal, Lahiru Gamage and Nuwan Pradeep repeatedly beat their bats and had them groping at the ball.Shan’s statue like existence was not only painful to watch but also left the handful of fans annoyed as he needlessly went into a shell to put pressure of his partners who came in after the fall of Sami’s wicket.  His 21 runs off 101 deliveries and an unimpressive 15 in 69 balls in the first innings do not speak much of his skills as an opening batsman of an international team.As for Babar Azam, he may be a talented ODI player but he has clearly looked out of sort at the Test level, having lost his wicket cheaply on many occasions during the six Tests he has played.Serious cricket needs serious players who should be technically sound too and could tackle spin and pace as well as combat the nature of the wickets and conditions that change from session to session in five-day cricket.  The Sri Lankans who have clearly dominated the two Tests would no doubt be smiling at the conclusion of this series for their professional approach paying off in every possible way.Published in Dawn, October 10th, 2017\n", "author": "Qamar Ahmed", "title": "Lacklustre Pakistan lost for ideas as SL dominate"}}
{"1362761": {"date": "October 10, 2017", "article": "MUNICH: New Bayern Munich coach Jupp Heynckes sounded confident on Monday that he will be able to turn things around for the German champions following a lacklustre start to the season that led to the sacking of Carlo Ancelotti.The 72-year-old Heynckes, in his fourth stint at the club, takes over with Bayern in second place in the Bundesliga, five points behind leaders Borussia Dortmund after twice wasting two-goal lead in consecutive matches to draw 2-2.The Bavarians are also second in Champions League Group B with three points from two games, after beating Anderlecht and losing 3-0 at Paris St Germain.“I think it is a difficult situation, the team is in a phase of change,” Heynckes, who led Bayern to the treble including the Champions League in 2013, told reporters at his official presentation on Monday.“There are injuries, Manuel Neuer, who is the best goalkeeper in the world, is injured, Franck Ribery is injured. These are all drawbacks but I think I know how to reach the team, the work I need to do,” he added.“I am confident we can turn the team back on to the road to success. It has the quality to show a different face. It will be a balancing act but I think I have the experience to do it.”Heynckes, whose first game is on Oct. 14 at home against Freiburg, said this was not a comeback but rather a favour to good friend and Bayern president Uli Hoeness and he planned to slip back into retirement at the end of the season.“Now this is not a comeback... I talked with CEO Karl-Heinz Rummenigge and President Uli Hoeness and they asked me to take it over for a limited time.“I will not shy away from conflict. I want to form a team where everyone works for the other, with respect and togetherness in the forefront.”Heynckes, who also coached Bayern from 1987-91 and briefly in 2009, reunites with former assistants Peter Hermann and Hermann Gerland, both part of his backroom staff during the treble-winning season.The German, who also led Real Madrid to the Champions League title and coached Benfica, Athletic Bilbao and a string of Bundesliga clubs, has not worked since leaving Bayern in 2013.“Heynckes is the best solution for this time,” Hoeness said. “It gives the club time to settle all outstanding issues and present a new coach by July 1. We thought he is the ideal choice. I am happy that my best friend is back at Bayern.”Published in Dawn, October 10th, 2017\n", "author": "Reuters", "title": "Heynckes confident of turning Bayern fortunes around"}}
{"1362751": {"date": "October 10, 2017", "article": "LAHORE: The 92 second annual General Meeting of the Lahore Race Club (LRC) will be held at the conference room of the club on Oct 29 at 11:00am.According to the agenda, the audited report of the club along with the auditor’s report for financial year 2016-17 will be placed before the meeting which will be reviewed by the members for confirmation.All members have been requested to kindly attend the AGM to enlighten the members of their views on items in the agenda.The members will also elect a 10-steward panel for the year 2017-18. The meeting will be presided over by LRC chairman Tariq Aziz.Published in Dawn, October 10th, 2017\n", "author": "Aftab Gilani", "title": "LRC AGM on Oct 29"}}
{"1362741": {"date": "October 10, 2017", "article": "LONDON: The European Union’s banking watchdog will publish guidance on new EU hubs and trading risks for lenders from Britain seeking a post-Brexit base in the bloc, its chairman said on Monday.Banks in London are looking to open or expand hubs in the EU to ensure they can continue serving customers there after Britain leaves the bloc in March 2019.The guidance will support a smooth relocation process and avoid regulatory competition, EBA Chairman Andrea Enria told a European Parliament hearing.“These include authorisations, approval of internal models, treatment of outsourcing, back-to-back operations and risk transfers, matters related to resolution and deposit guarantee schemes,” Enria said.Thousands of banking jobs are expected to shift from London to the EU in the coming years to staff new hubs because future UK-EU trading relations remain unclear.International investment banking is largely based on “back-to-back” operations in which market risks from trades with customers in several countries are handled centrally in a single financial centre such as London.Investment banks in London want to continue using the UK capital to manage risks centrally to avoid costly duplication, but this has raised concerns among regulators that new EU hubs will be “letter boxes” devoid of senior staff.“We don’t want to disrupt this mechanism, but at the same time you want to avoid empty shells,” Enria said.The EBA guidance will say that risks from customers should be managed locally, while market risk can still be dealt with at the parent in London, Enria said, adding that EU supervisors must have access to “relevant information” on how market risks were being handled in London.EU regulators should also insist on market risks being managed locally if market shocks loom, Enria said.It marks a more accommodative tone than comments from the European Central Bank, which will actually license the new hubs in the euro zone.The guidance will be published in the coming days.Published in Dawn, October 10th, 2017\n", "author": "Reuters", "title": "EU sets conditions for UK banking hubs  post-Brexit"}}
{"1362731": {"date": "October 10, 2017", "article": "BADIN: Sindh Minister for Home Sohail Anwer Siyal has said that he had no power to transfer even an SHO as IGP A.D. Khowaja rules the roost in Sindh police as per court orders. The minister told journalists after attending a dinner party at Jamali House in Tando Bago late on Sunday night that nomination of National Accountability Bureau chairman with the consent of Pakistan Peoples Party would augur well for the democratic process. He said that neither Pakistan Muslim League-Nawaz nor Pakistan Tehreek-i-Insaf or any other political party posed any threat to PPP vote bank in Sindh because the rivals would not even be able to find a candidate to field against PPP in upcoming general elections.He claimed the PPP vote bank was intact because the Sindh government under “able leadership” of Bilawal Bhutto-Zardari and Asif Ali Zardari had served people selflessly. “The federal government and Prime Minister Shahid Khaqan Abbasi are pointing fingers at the Sindh government only to hide their own failure in treating all provinces equally,” he said. Mr Siyal said that all anti-PPP alliances in Sindh would die their natural death because people would never respond to them.He said that he had directed police to provide foolproof security to Urs celebration of Syed Saman Shah Sarkar near Pangrio. Meanwhile, a PPP leader, Syed Ali Bux aka Pappu Shah, who had twice remained Sindh minister, boycotted the dinner party and left in a fit of rage after police refused to allow him to park his vehicle near Jamali House.Published in Dawn, October 10th, 2017\n", "author": "A Correspondent", "title": "IGP rules the roost in Sindh police, says Siyal"}}
{"1362721": {"date": "October 09, 2017", "article": "Turkey's justice minister on Monday said he hoped the United States (US) would “review” its decision to suspend most visa services for Turkish citizens following the arrest of a US consulate employee in Istanbul that has deepened tensions between the two Nato allies. Meanwhile, Turkish authorities announced that a second employee of the US consulate in Istanbul had been “invited” to the Istanbul's chief prosecutor's office to testify. Authorities did not explain why. Reports say the employee is a Turkish citizen, and the prosecutor's office said his wife and child had also been detained for questioning. The US on Sunday suspended the issuing of visas for Turkish citizens hoping to visit or study in the country after Turkey arrested US consulate employee Metin Topuz last week on allegations of espionage. The visa suspension prompted Turkey to immediately halt visa services in the US in a tit-for-tat response. Turkey's foreign ministry summoned the embassy's second-in-charge on Monday asking that Washington review the decision that caused “unnecessary escalation” and “victimised” both Turkish and US citizens, a Turkish foreign ministry official said. Justice Minister Abdulhamit Gul said: “We hope that the US will review this decision.” “It is Turkey's right to try a Turkish citizen for acts carried out in Turkey,” he said. “Everyone should follow (legal procedures) with respect.” Despite the seemingly friendly relations between US President Donald Trump and Turkey's Recep Tayyip Erdogan, ties between the two countries are tense over the arrest of Topuz, a Turkish citizen, and several Americans over alleged ties to a movement led by US-based cleric Fethullah Gulen, whom Turkey blames for last summer's coup attempt. Gulen denies involvement.Topuz is accused of espionage and “attempting to overthrow the Turkish government and constitution.” Turkey's official Anadolu news agency reported that he allegedly communicated with former police chiefs in a 2013 corruption probe and others involved in the attempted coup using an encrypted mobile messaging application. The US embassy said it was “deeply disturbed” by the arrest and has complained of reports in Turkey's pro-government media that it said aimed to try Topuz in the media instead of a court of law. Other Americans held in Turkey include Pastor Andrew Brunson who was detained last year and is accused of terror-related charges for alleged ties to Gulen's movement. Erdogan has linked the pastor's possible release or deportation to Washington agreeing to extradite Gulen to Turkey. The Turkish lira recorded a sharp drop against the dollar on Monday, following the mutual suspension of visa services.\n", "author": "AP", "title": "Turkey hopes US will review decision to halt visa services"}}
{"1362711": {"date": "Updated October 09, 2017", "article": "Asad Shafiq and Sarfraz Ahmed hit fighting half-centuries on Monday to thwart Sri Lanka and set up an enthralling finish to the second and final day-night Test in Dubai.Shafiq scored an unbeaten 86 while skipper Ahmed was 57 not out as they lifted Pakistan from a perilous position at 52-5 to 198-5 at close after being set a daunting target of 317.The pair added 146 for the unbroken sixth-wicket stand to leave Pakistan needing another 119 runs with five wickets in hand to level the series.Sri Lanka won a nail-biting first Test in Abu Dhabi by 21 runs.Both Shafiq and Ahmed batted confidently to raise hopes of Pakistan maintaining their unbeaten record in nine Test series in the United Arab Emirates, their adopted home since 2009.Pakistan have been forced to play at a neutral venue since a 2009 terror attack on the Sri Lankan team prompted authorities to suspend international cri{"1362711": {"date": "Updated October 09, 2017", "article": "Asad Shafiq and Sarfraz Ahmed hit fighting half-centuries on Monday to thwart Sri Lanka and set up an enthralling finish to the second and final day-night Test in Dubai.Shafiq scored an unbeaten 86 while skipper Ahmed was 57 not out as they lifted Pakistan from a perilous position at 52-5 to 198-5 at close after being set a daunting target of 317.The pair added 146 for the unbroken sixth-wicket stand to leave Pakistan needing another 119 runs with five wickets in hand to level the series.Sri Lanka won a nail-biting first Test in Abu Dhabi by 21 runs.Both Shafiq and Ahmed batted confidently to raise hopes of Pakistan maintaining their unbeaten record in nine Test series in the United Arab Emirates, their adopted home since 2009.Pakistan have been forced to play at a neutral venue since a 2009 terror attack on the Sri Lankan team prompted authorities to suspend international cricket in the country.Earlier, paceman Wahab Riaz grabbed four for 41 and left-arm spinner Haris Sohail took three wickets in a single over to dismiss Sri Lanka for 96 in their second innings, after they resumed on 34-5.Shafiq brought up his 19th Test fifty with a well-timed cover drive off fast bowler Suranga Lakmal, his first 50-plus score in 12 innings.Ahmed smashed part-timer Kusal Mendis for his fourth boundary to complete his 14th Test half-century.It was off-spinner Dilruwan Perera who ripped apart Pakistan with a triple strike in the second session. He dismissed Haris Sohail (10), Shan Masood (21) and Babar Azam (nought) to leave Pakistan in tatters at 52-5.He could have claimed the wickets of both Shafiq, on 26, and Ahmed, on 22, but both were dropped by Mendis at short leg off successive balls, leaving Sri Lanka to rue the missed chances.Pakistan made a disastrous start when opener Sami Aslam fell for one, caught in the slips off Lahiru Gamage.Masood and Azhar Ali (17) added 31 for the second wicket before the batting collapse began with Ali caught off fast bowler Nuwan Pradeep for 17.Pakistan had needed to make early inroads in the morning and Riaz provided them with the important wicket of Niroshan Dickwella in the fifth over of the day for 21.Leg-spinner Yasir Shah dismissed Perera for nought to leave Sri Lanka in danger of being all out for their lowest ever total of 71 against Pakistan.But Mendis (29) and Rangana Herath (17) added 35 for the eighth wicket to frustrate Pakistan before Sohail struck thrice in his only over to give his team hope of an upset win.\n\nSri Lanka's batsman Dimuth Karunaratne leaves after he was bowled by Wahab Riaz. —AP\n\n\n\n", "author": "Dawn.com", "title": "Second Test: Pakistan fightback sets up intriguing finish"}}
{"1362681": {"date": "October 09, 2017", "article": "\n\nCriticism from Democrats\n\n\nUS President Donald Trump sent Congress his immigration legislation priorities on Sunday, including building a controversial border wall, speeding up deportations and dramatically increasing the number of officials involved in enforcement. The list, which also includes preventing immigrants from sponsoring their extended families to move to the US, drew immediate fire from Democratic leaders in Congress, who said it goes “far beyond what is reasonable.” The administration tied its priorities to Democrats' desire to provide legal protection to some 690,000 immigrants known as “Dreamers” who came to the country illegally as children and were covered by an amnesty by former president Barack Obama that Trump scrapped last month. “These findings outline reforms that must be included as part of any legislation addressing the status of Deferred Action for Childhood Arrivals (DACA) recipients,” Trump wrote in a letter to Congress accompanying the list, using the official name for the amnesty order. The White House list is topped by “border security,” a category that includes building a massive wall on the southern US border that Trump promised would be paid for by Mexico, which has said it will not do so.Trump also wants to dramatically ramp up the number of officials involved in enforcement, hiring an additional 10,000 Immigration and Customs Enforcement officers and 1,000 attorneys, 370 immigration judges and 300 federal prosecutors. And he hopes to prevent immigrants from sponsoring extended family members to move to the US, limiting such green cards to spouses and children, as well as to close “loopholes” that prevent the deportation of children who enter the country illegally. The list includes financially targeting “sanctuary cities” that have resisted the Trump administration's efforts to crack down on illegal immigrants. Criticism from Democrats\n“The administration proposes blocking sanctuary cities from receiving certain grants or cooperative agreements administered or awarded by the Departments of Justice and Homeland Security,” it said.Other proposals include cracking down on people who overstay visas, restricting asylum and expanding criteria that would make someone inadmissible to the US. Trump's list was criticised by Chuck Schumer and Nancy Pelosi, the respective Democratic leaders in the Senate and House. “This proposal fails to represent any attempt at compromise,” the legislators said in a joint statement. “The list includes the wall, which was explicitly ruled out of the negotiations. If the president was serious about protecting the Dreamers, his staff has not made a good faith effort to do so.” The president has previously insisted the wall will go ahead and that he wants “massive border security” in exchange for a deal on DACA protections. Trump has made toughening immigration regulations a central part of his first year in office, also issuing several versions of a controversial travel ban that has been criticised for targeting Muslim-majority countries and subject to numerous legal challenges. The latest version, which was unveiled last month, bans citizens of Chad, Iran, Libya, North Korea, Somalia, Syria and Yemen from entering the US. Also suspended are certain Venezuelan government officials and their families, due to what the US called poor security and a lack of cooperation with American authorities.\n", "author": "AFP", "title": "Trump sends Congress immigration legislation priorities"}}
{"1362671": {"date": "October 09, 2017", "article": "LAHORE: The Pakistan Tehreek-i-Insaf chairman’s criticism of Asif Zardari has irked the Pakistan People’s Party leadership. Imran Khan in his speech in Buner, Khyber Pakhtunkhwa, on Sunday called Mr Zardari and Nawaz Sharif the biggest robbers in the country and that the PPP was devoid of merit where kinship is the basis for giving high offices.PPP central information secretary Chaudhry Manzoor said the wording of Mr Khan’s speeches spoke volumes for whose bidding the PTI chief was doing.He said whenever Khyber Pakhtunkhwa’s people raised a voice over “the worst government performance” in the province, the PTI leader would begin abusing rivals.He dared Imran Khan to say what institutions he had developed in the KP. “An accountability commission had been set up in the province but that too had been made ineffective by curtailing its powers, while its top slot is vacant since the previous head was sent packing years ago.He said even PTI MPs were raising a finger at corruption by the KP government what to talk of the rivals’ views. And regrettably, he added, Mr Khan was failing to respond to the questions being raised by party insiders at the corruption.In a reference to PTI MNA Ayesha Gulalai’s statement, he said those changing political loyalties in each general election are also calling the PTI a refuge for political orphans.Mr Zardari served jail terms for democracy, faced vengeance during Nawaz (1997-99) and Musharraf regimes, whereas Mr Khan cried during a few days incarceration in Mianwali jail, the PPP said.Published in Dawn, October 9th, 2017\n", "author": "The Newspaper's Staff Reporter", "title": "PPP hits back at Imran"}}
{"1362661": {"date": "October 09, 2017", "article": "PESHAWAR: The campaign for the by-election on NA-4, Peshawar –IV, is gaining momentum as top leaders of some political parties are expected to address public meetings in the constituency to muster voters’ support for their candidates. The women wings of several political parties have started door-to-door campaign and every candidate is optimistic to emerge victorious. All the candidates have displayed their banners inscribed with slogans to attract people in parts of the constituency, especially on Kohat Road. The contesting parties have formed workers’ committees with specific target areas to show daily progress. Though it is by-election and the National Assembly is also about to complete its tenure in 2018, the political parties have made it a matter of ego to win the polls, thinking the results will gauge popularity of the contesting parties for future elections. \nContesting parties also holding corner meetings in the constituency \nThe by-election is scheduled to be held on Oct 26 where PPP has fielded Asad Gulzar as its candidate. Pakistan Peoples Party chairman Bilawal Bhutto Zardari is likely to visit the area and address a public meeting on Oct 24. In this connection, the provincial leadership has issued instructions to the relevant organisational units and office-bearers to step up preparations at the union council level to activate the disgruntled workers and ensure participation of maximum people in the public meeting. According to PPP provincial president Mohammad Humayun Khan, the candidates of Pakistan Tehreek-i-Insaf Arbab Aamir Ayub and Pakistan Muslim League-Nawaz Nasir Musazai are violating the code of conduct by launching development schemes to attract voters, but the Election Commission of Pakistan is not taking action against them. “The candidates of ruling parties are busy in pre-poll rigging and ECP should take action against them,” he said and added that in the prevailing circumstances the election would not be impartial and transparent. Similarly, Pakistan Tehreek-i-Insaf chairman Imran Khan would also address a public meeting in the constituency on Oct 13 in support of his party candidate.PML-N has assigned the duty to MNA Dr Ibadullah to supervise the preparations for by-elections regularly. Dr Ibad is the younger brother of party’s provincial president Amir Muqam. The JUI-F and Qaumi Watan Party have already withdrawn their candidates in favour of the PML-N’s nominee. Similarly, JUI (Samiul Haq) has announced it would support the PTI candidate in the constituency. The ANP leadership, including its provincial president Haider Khan Hoti, is also playing active role in support of the party candidate Khushdil Khan advocate. Similarly, the JI leadership is holding corner meetings in the area in support of its candidate Wisal Farooq. A number of independent candidates are also in the running for the seat. An independent candidate, Liaquat Ali Khan, is backed by Milli Muslim League. A spokesman of MML, Sadaquat Hussain, told this correspondent that registration of his party was process, but its activists had announced to support Liaquat Ali. “We are also Pakistanis and have the right to serve the masses as a political party,” he said.Published in Dawn, October 9th, 2017\n", "author": "Ali Hazrat Bacha", "title": "Canvassing picks up in NA-4 as by-election draws near"}}
{"1362651": {"date": "October 09, 2017", "article": "TAXILA: A girl was killed and 11 passengers were injured when a speeding van hit a tractor trolley coming from the opposite direction near Kot Fateh in the limits of the Fatehjang police on Sunday. Police said the passenger van was going to Rawalpindi from Bannu. The 11-year-old girl, Ayesha Bibi, died on the spot while her father Mohammad Aslam, sister Laiba Bibi and mother Fatima Bibi were injured critically. The 11 injured, including van driver Kamran Khan, were shifted to different hospitals in Fatehjang and Rawalpindi.Published in Dawn, October 9th, 2017\n", "author": "The Newspaper's Correspondent", "title": "Girl killed, 11 passengers injured"}}
{"1362641": {"date": "October 09, 2017", "article": "RAWALPINDI: The Special Branch has asked the Punjab Home Department to place the names of 22 individuals who were accused of terrorism-related crimes and released from prison, on schedule four of the Anti-Terrorism Act (ATA).In addition, the agency has recommended that two others – a police sub-inspector (SI) and Qari Mushtaq, who is an active member of the Sunni Tehreek’s Attock chapter – also be placed on schedule four.SI Asim Rizvi’s addition to the fourth schedule has been sought after he joined the Tehreek-i-Laibak Ya Rasool Allah, a religious party that recently took part in the NA-120 by-election and whose registration is still pending with the Election Commission of Pakistan (ECP).The 22 men were initially arrested on terrorism-related charges from the Rawalpindi division, but 11 were acquitted by the courts, 10 have been released on bail, while one has completed his sentence. Of them, 19 belong to Rawalpindi district, while one each hails from Attock, Jhelum and Chakwal. Under the Anti-Terrorism Act (ATA) 1997, every individual whose name is placed on schedule four is bound to inform local police before leaving his home town and upon his return. Fourth schedulers are also bound to submit a three-year surety bond to their concerned police station guaranteeing their peaceful conduct.\nCity police chief says no SOP regarding placement of terrorism suspects on watch list\nThe officer urged that the names of individuals, who had been arrested in terrorism cases but had been released from prison, should be placed on schedule four of the ATA, since such people needed to be kept under strict surveillance, lest they commit any further criminal acts.However, City Police Officer Israr Ahmed Abbasi told Dawn that there was no standard operating procedure (SOP) in place to put the name of every individual who had been arrested in terrorism cases and then released, on the fourth schedule list.“The divisional intelligence committee (DIC), depending on the nature of the case and the background of the accused, decides whether to place a suspect’s name on the fourth schedule,” he said. “Those individuals who had been acquitted by the court and whose names are not placed on the exit control list are allowed to travel abroad.”One of the men was acquitted by an anti-terrorism court (ATC) in 2011, and has been missing from his home in Rawalpindi’s Quaid-e-Azam Colony since July 2013. Another individual released from Adiala Jail in May 2009 has been in Saudi Arabia ever since.Sources said that a third individual, who was sentenced to 10 years in prison in a terrorism case in 2004 but later released after the completion of his sentence, is also in Saudi Arabia.Another suspect, who was arrested by Aabpara police and later booked in terrorism-related cases, was acquitted by the ATC court in 2010 and 2011. He has since been missing from his home address.One of the men has been associated with the banned Al Qaeda terrorist group, and was wanted in connection with three separate terrorism cases, registered at the R.A. Bazaar and Saddar Bairooni police stations in 2008 and 2009. Punjab Inspector General retired Capt Arif Nawaz has already directed police to ensure strict surveillance of all known activists of banned outfits who have already been placed on the fourth schedule, as well as updating lists of proclaimed offenders and court absconders.Published in Dawn, October 9th, 2017\n", "author": "Mohammad Asghar", "title": "Special Branch wants terror suspects placed on fourth schedule"}}
{"1362631": {"date": "October 09, 2017", "article": "LAHORE: The Provincial Disaster Management Authority (PDMA) and the Punjab Emergency Service (Rescue 1122) observed the National Disaster Awareness Day on Sunday to remember the victims of 2005 earthquake.The day started with silence for one minute at 08.05 am throughout Punjab. Prayers were offered for souls of martyrs and walks, seminars were also conducted.In Lahore, the Provincial Disaster Management Authority (PDMA) and Rescue 1122 jointly organised a walk from Nasser Bagh till Town Hall.PDMA Director General MPA Waheed Malik, Rescue 1122 DG Rizwan Naseer, other officers and members of civil society participated in it.Speaking on the occasion, Mr Malik said the PDMA was taking steps to raise awareness among the public on dealing with natural calamities and disasters. The National Disaster Awareness Day was being observed with the theme of ‘Tayar Pakistan’ this year, he said and added that they had initiated ‘Early Warning and Response System’ to mitigate effects of disasters.The Multi-Hazard Vulnerability Risk Assessment had been launched in districts while Community Emergency Response Training Programme had been initiated, Mr Malik said.Dr Rizwan Naseer said after establishing an integrated emergency services infrastructure essential for saving lives and providing citizens with the right to timely disaster response and care without discrimination, Rescue 1122 was now working on promotion of safety through awareness activities. At the end of ceremony, the participants offered prayers for the victims of 2005 earthquake.Published in Dawn, October 9th, 2017\n", "author": "A Reporter", "title": "Disaster awareness day marked"}}
{"1362621": {"date": "October 09, 2017", "article": "SAHIWAL: A man killed his wife in the name of honour on Sunday.Amanat, a resident of Kot Dewa Mal, had contracted marriage with Zahida Bibi about 20 years ago. They had nine children. The locals told the police that Amanat was suspicious that his wife had relations with some man and they used to quarrel with each other. On Sunday, Amanat opened fire on Zahida with a gun when she was asleep in the courtyard. He courted arrest in the Bahadur Shah Police Station where a case was registered against him on complaint of his eldest son, Sanwal. Published in Dawn, October 9th, 2017\n", "author": "A Correspondent", "title": "Man kills wife"}}
{"1362611": {"date": "October 09, 2017", "article": "KARACHI: The Chinese foreign ministry has dismissed United States (US) criticism that the China-Pakistan Economic Corridor (CPEC) passes through disputed territory.The $56 billion project passes through Pakistan’s northern areas, which India claims is part of the disputed Jammu and Kashmir territory, reports Dawn.com quoting Economic Times.Defence Sec­retary James Mattis told a US Senate Armed Services Committee hearing last week that the One Belt, One Road “goes through disputed territory, and I think that in itself shows the vulnerability of trying to establish that sort of a dictate”.The Chinese foreign ministry on Friday told the Press Trust of India: “We have repeatedly reiterated that the CPEC is an economic cooperation initiative that is not directed against third parties and has nothing to do with territorial sovereignty disputes and does not affect China’s principled stance on the Kashmir issue.”It added that over 70 countries and international organisations, including the United Nations (UN) General Assembly and UN Security Council, have signed cooperation agreements with Beijing on the OBOR initiative and incorporated it into important resolutions.Pakistan has also dismissed the US reservations over CPEC, asserting that it is a “development and connectivity project for the betterment of the people in the region and beyond”.“The international community should [instead] focus on human rights violations and heinous crimes committed by Indian occupation forces in Indian occupied Kashmir,” read a statement issued by the Foreign Office on Saturday.The new US position on CPEC has put further strain on already tense rel­ations between the US and Pakistan, which also opposed the greater role Washington has assigned to India in Afghanistan in a strategy President Trump announced on Aug 21.Published in Dawn, October 9th, 2017\n", "author": "Monitoring Desk", "title": "China rejects  US remarks about CPEC"}}
{"1362591": {"date": "October 09, 2017", "article": "In the local currency market, the dollar was seen gaining momentum against the rupee last week. Besides mounting dollar demand in the open market, strengthening dollar in the international trade also exerted downward pressure on the rupee. The pressure on Pakistan’s external account is increasing steadily which is likely to weigh on forex reserves. \nCurrently the rupee is trading within a tight range of 105.40/44 in the interbank market\nCurrently the rupee is trading within a tight range of 105.40/44 in the interbank market but it has weakened sharply against the dollar in the open market over the past two weeks, signalling a need for devaluation.Last week on the interbank market, the rupee/dollar parity continued to trade in narrow band amid slight variations. On Monday the dollar was seen trading at Rs105.42 and Rs105.44 slightly up against the last closing at Rs105.41 and Rs105.43. The rupee traded almost flat against the dollar on Tuesday at Rs105.42 and Rs105.43. On Wednesday the dollar drifted lower to trade Rs105.41 and Rs105.42.Sluggish trading activities prevailed on Thursday. The parity stayed unchanged for the second straight day as the rupee retained its overnight rates, closing the session flat against the dollar at Rs105.41 and Rs105.42. The dollar closed even in value versus the rupee with minor variation in interbank on Friday at Rs105.41 and Rs105.43. In the open market, the rupee was seen depressed last week as the dollar continued its advances for the second week in a row. Commencing the week in negative, on Monday the dollar was changing hands at Rs106.20 and Rs106.40 against the prior weekend’s level of Rs106.10 and Rs106.30. The rupee weakening trend persisted on Tuesday pushing the dollar to fresh highs at Rs106.30 and Rs106.50.  The parity remained unchanged on Wednesday at Rs106.30 and Rs106.50. On Thursday, the dollar struck almost a one and-a half-month high against the rupee at Rs106.40 and Rs106.60. and on Friday the dollar to rise to fresh highs at Rs106.50 and Rs106.70.Against euro, the rupee continued to show mixed sentiments amid sharp variations, moving both ways in narrow ranges. The rupee commenced the week in plus on Monday with euro slipping to Rs124.50 and Rs125.75 from the prior weekend’s level of Rs125.10 and Rs126.60. On Tuesday the euro crawled to Rs124.75 and Rs126.00.The rupee extended its overnight losses on Wednesday, changing hands against the euro at Rs124.80 and Rs126.00. The rupee traded firm against the euro on Thursday closing the session at Rs124.80 and Rs125.80. On Friday it traded at Rs124.50 and Rs125.50.Published in Dawn, The Business and Finance Weekly, October 9th, 2017\n", "author": "From InpaperMagazine", "title": "Rupee report: Dollar gains against rupee"}}
{"1362581": {"date": "Updated October 09, 2017", "article": "BEIRUT: Iran warned the United States against designating its Revolutionary Guards Corp as a terrorist group and said US regional military bases would be at risk if further sanctions were passed. The warning came after the White House said on Friday that President Donald Trump would announce new US responses to Iran’s missile tests, “support for terrorism” and cyber operations as part of his new Iran strategy. “As we’ve announced in the past, if America’s new law for sanctions is passed, this country will have to move their regional bases outside the 2,000km range of Iran’s missiles,” Guards’ commander Mohammad Ali Jafari said, according to state media. \nOfficial says chances of talks will also end\nJafari also said that additional sanctions would end the chances for future dialogue with the United States, according to state media, and issued a stark warning to American troops. “If the news is correct about the stupidity of the American government in considering the Revolutionary Guards a terrorist group, then the Revolutionary Guards will consider the American army to be like Islamic State all around the world particularly in the Middle East,” Jafari said. The Revolutionary Guards (IRGC) are Iran’s most powerful internal and external security force. The Quds Force, the IRGC’s foreign espionage and paramilitary wing, and individuals and entities associated with the IRGC are on the US list of foreign terrorist organisations, but the organisation as a whole is not. Iran sees the Sunni militants of the Islamic State (IS) group as an existential threat to the Islamic Republic where the majority of the population are Shias. On June 7, IS claimed an attack on Tehran’s parliament and the mausoleum of Ayatollah Ruhollah Khomeini, the founder of the Islamic Republic, killing 18 people. The Guards fired missiles at bases in Syria on June 18 in response. Guards’ commanders have framed their military involvement in Iraq and Syria, where they are fighting to support the government of President Bashar al-Assad, as a fight against IS. Dozens of members of the Guards, including senior commanders, have been killed in Syria and Iraq.Missile programmeThe website for state TV reported Jafari as adding that the United States was mistaken if it thought it could pressure Iran into negotiating on regional issues. He also said that Tehran would ramp up its defence capabilities, including its missile programme, if the US undermined a nuclear deal between Iran and Western powers. Under the 2015 deal, Iran agreed to limit its disputed nuclear programme in return for the easing of economic sanctions. However, Trump is expected to announce soon that he will decertify the deal, a senior administration official has said, in a step that potentially could cause the accord to unravel. “The Americans should know that the Trump government’s stupid behaviour with the nuclear deal will be used by the Islamic Republic as an opportunity to move ahead with its missile, regional and conventional defence programme,” Jafari said, according to state media. The prospect of Washington backtracking on the deal has worried some of the US allies that helped negotiate it, especially as the world grapples with another nuclear crisis in the shape of North Korea. If Trump does not certify that Iran is in compliance, the US Congress will have 60 days to decide whether to re-impose sanctions waived under the deal. The UN inspectors have verified Iranian compliance with the terms. The Guards’ navy was also carrying out a military exercise on Sunday in the Gulf, an area of tension with the US navy in recent months. More than 110 vessels were involved in the exercise, including some that have rocket and missile capabilities, a state media report quoted a Guards commander as saying.Published in Dawn, October 9th, 2017\n", "author": "Reuters", "title": "US bases to come under threat if it imposes sanctions, says Iran"}}
{"1362571": {"date": "October 09, 2017", "article": "IN a country where distrust of banks makes people more likely to stuff cash under a mattress than in a checking account, a mobile banking app backed by billionaire George Soros aims to disrupt the way Argentines handle money.The venture Ualá, which launched its app Tuesday, offers tech-savvy Argentines a low-cost banking alternative via their smartphones. The company’s backers include Steve Cohen’s Point72 Ventures and Silicon Valley’s Bessemer Venture Partners.Under President Mauricio Macri the economy is beginning to recover from years of isolation from global markets, capital controls, protectionist policies and soaring inflation. Ualá — a play on wallet and voilá — sees an opportunity in the nation’s meagre banking penetration: less than half of the population has a bank account, according to the World Bank. More than 50 per cent of Argentines are paid in cash, and almost a third of those whose wages are deposited withdraw their money right away.“We want to solve the lack of banking penetration in Argentina and reach people who don’t have a bank account,” Ualá founder Pierpaolo Barbieri, 30, said in an interview. “By leveraging technology, we want to go from the 20th century to the 21st, where banks no longer have to be physical places.”In Argentina, 40pc of the population already has smartphones — and that’s set to grow to 70pc by 2020, according to the trade group GSM Association. Users sign up for a Ualá account through the app and receive a prepaid Mastercard. There are no opening, closing, maintenance or renewal fees.The card can be loaded with cash at Pago Fácil, a money transfer and bill paying service owned by Western Union and with several thousand locations in Argentina, or through direct deposit from a bank account. Customers can withdraw funds from ATMs for free twice a month and thereafter pay only charges levied by the machine’s network. Through the app, they can transfer money between accounts, pay bills, get live notices on their card use and spending analysis — all without fees.Ualá’s low costs should appeal to people who are deterred from setting up accounts by the high charges imposed by traditional banks on everything from monthly maintenance and ordering a chequebook to withdrawing money too frequently, said Barbieri, who was born in Buenos Aires and also serves as executive director of macroeconomic advisory firm Greenmantle from New York. For now, the company’s revenue comes from fees paid by retailers.“Whatever bank you’re using is charging you to pay for all the branches they have, and you don’t necessarily need that,” said Ualá angel investor and serial entrepreneur Kevin Ryan, founder of Business Insider. “You need ATM services, to transfer money between friends, to pay bills. This is a lower-cost form of banking and it’s going to happen all over the world.”In addition to Soros Fund Management, Ualá counts David Fialkow, co-founder of venture capital firm General Catalyst Partners, among its investors. Jefferies Group is also backing the company, according to people with knowledge of the matter. A spokesman for the lender declined to comment. The investors declined to comment on the size of their contribution.Ualá expects 10,000 users by year-end. No one with the mobile app and mailing address will be denied the initial prepaid card, said Barbieri.The company also plans to offer personal loans, averaging 25,000 pesos ($1,420) for 18 months at competitive rates, and credit cards. Loans can go to borrowers with limited credit histories. Gradually, the company will use customer data gathered through the app and social networks to bring down rates. Argentines pay on average almost 40pc nominal interest on personal loans, according to central bank data.“We welcome fintech companies that use their own capital to lend to people that otherwise don’t have access to credit, and promote new ways to save,” said Lucas Llach, vice president of Argentina’s central bank. “The informal economy is a reality in Argentina, and we want it to be fully formalised. In the meantime, we see these initiatives as a step forward.”Ualá will have to overcome the resistance to bank-saving from Argentines who’ve suffered through years of double-digit inflation. Bank accounts were frozen during the nation’s 2001 debt crisis — just before the government abandoned a currency peg in a move that slashed those savings to a fourth of their value.Consumers in other developing nations like India and China with low card penetration and high mobile adoption have been gravitating toward digital wallets that simplify purchases, according to a report by Business Insider Intelligence.“We’ve looked at financial innovation throughout the world and it tends to be most powerful when competing against banks with extremely fat margins and a terrible consumer experience,” Brian Feinstein, a partner at BVP, said in an email. “This is exactly the environment in Argentina today, which puts Ualá in a good position to make waves and take market share.”— Bloomberg/The Washington Post ServicePublished in Dawn, The Business and Finance Weekly, October 9th, 2017\n", "author": "Carolina Millan | Katia Porzecanski", "title": "Soros, Cohen back app to lure cash from Argentine mattresses"}}
{"1362561": {"date": "Updated October 09, 2017", "article": "KABUL: The US forces are helping the militant Isla­mic State group in Afghan­istan, Hamid Karzai, the country’s former president, alleged in a controversial interview aired on Sunday.Asked whether he had suspicions that US bases were being used to aid the IS, he said: “I have more than suspicions.” he said.‘The former president claimed in an exclusive interview with Russia Today in London he had heard reports, albeit unconfirmed, that the IS was being supplied with helicopters.“‘How unmarked non-military colour helicopters supply these people, not only in one part of the country but in many regions,” Mr Karzai wondered. “And this is a daily occurrence,” He also claimed that the terror group has been able to spread its tentacles in the country just under the nose of the US forces and the CIA.Asked if he agreed with a notion that the IS was a US construct, he replied: “Absolutely.” Hamid Karzai said Afghan extremism had grown stronger since the 9/11 terror attack, although the US had spent billions of dollars in the “war against terror”.“We don’t want our country to be bombed with huge, destructive weapons. We want peace.” The former president also claimed that the US did not use the MOAB (mother of all bombs) in Afghanistan to defeat terrorists, but for some “other reasons”.“The bomb was meant to show to North Korea the US might. Whatever the purpose was, it was an atrocity on the Afghan people.“You don’t drop a bomb because you want to kill a few individuals. You ruined the environment, the village, the air and the water,” Mr Karzai observed..Published in Dawn, October 9th, 2017\n", "author": "Monitoring Desk", "title": "US aiding IS in Afghanistan, says Karzai"}}
{"1362551": {"date": "Updated October 09, 2017", "article": "EDINBURGH: Britain’s struggles to chart a way out of the European Union are boosting the case for Scottish independence, First Mini­ster Nicola Sturgeon said on Sunday, but she shied away from committing to a date for another referendum vote.Scotland rejected independence by a 10 percentage point margin in a 2014 vote, and polls indicate that support for it has not shifted significantly since then.“We will consider the (independence referendum) timing again when we have more clarity on what we face,” Sturgeon said, speaking as her Scottish National Party (SNP) began a three-day conference in Glasgow.“People watch the chaos that is engulfing the UK right now and people look ahead and see the damage that is likely to be done by this unfolding disaster that is not just Brexit but this incompetent and chaotic approach to Brexit being presided over by (Conservative Prime Minister) Theresa May,” she told the BBC.Published in Dawn, October 9th, 2017\n", "author": "Reuters", "title": "Scottish independence case helped by Brexit chaos, says Sturgeon"}}
{"1362541": {"date": "October 09, 2017", "article": "MORE than 50 innocent people were killed and more than 500 injured in a blood-curdling carnage by a shooter.  When I was watching the coverage on CNN, words like ‘shock and awe’ and ‘mass murder’ were being used by the anchor. This made me recall a most evil American leader who named the invasion of Iraq as operation “Shock and Awe”, in which hundreds of thousands of Iraqi people were killed. If you add the injured, the number runs into millions.  We should all pray to Almighty Allah to spare the American people and the people of the world His wrath and give early health and recovery to the injured. Mohammad RafiKarachiPublished in Dawn, October 9th, 2017\n", "author": "From the Newspaper", "title": "Las Vegas carnage"}}
{"1362531": {"date": "Updated October 09, 2017", "article": "In the context of the current, arguably cynical and calculated backlash, the comments are perhaps appropriate. In the context of long-term challenges that state and society will inevitably have to confront, they are inadequate. Interior Minister Ahsan Iqbal has rightly denounced elements that have threatened to declare jihad inside the country in recent days and emphatically asserted that only the state has the right to issue a call to arms. The interior minister’s comments echoed what has been asserted by Gen Qamar Bajwa recently, the army chief having publicly stated that the state must have a monopoly over violence and is the sole authority to declare jihad. That the state is finally willing to push back publicly and firmly against extremist elements that not only reject the Constitution but also want to unleash violence inside Pakistan is a welcome change. A better future for all Pakistanis will not be won without confronting regressive groups operating inside the country.Yet, there are two problems with the formulation that the interior minister has chosen. First, it does not acknowledge the role that the state itself has played in encouraging jihad among sections of the population and in regional conflicts. If there are groups and societal elements inside Pakistan willing to threaten jihad over all manner of perceived offences, virtually all of them have found encouragement at one point or another from the state itself to do so. The state has only gone so far as to recognise that sustained and sweeping counter-extremism efforts are needed across the country; little has been achieved or even attempted in practice. The controversy that parliament has found itself mired in is an unfortunate illustration of the utter failure of the state to cleanse the public discourse of hateful rhetoric and its total failure to develop a national dialogue that is inclusive, rational and democratic. Are the elements urging violence today not a reflection of a state that unthinkingly and for long embraced ideas that are inimical to a modern, constitutional, democratic state?Second, there is a fresh danger in the very idea that only the state can declare a certain kind of religiously mandated violence. For the state to protect itself and its people against external enemies, or to defend itself in the case of a declaration of war against Pakistan, there are thoroughly legitimate, legal and internationally accepted reasons for doing so that do not appeal solely to religious sentiment. Where are these notions of a certain kind of religious edict being the exclusive domain of the state or necessary in any circumstances at all coming from? Instead of debating who has the authority to declare and wage jihad, the state ought to be working to ensure the total elimination of all non-state actors and militias. Pakistan must demonstrate that it is fundamentally committed to being a responsible member of a modern world order.Published in Dawn, October 9th, 2017\n", "author": "Editorial", "title": "Giving up jihad"}}
{"1362521": {"date": "October 09, 2017", "article": "\n\nBLOEMFONTEIN: South African fast bowler Kagiso Rabada bowls to Bangladesh batsman Mahmudullah during the third day of the second Test at Manguang Oval on Sunday.—AFP\n\n\nBLOEMFONTEIN: Fast bowler Kagiso Rabada led a ruthless bowling performance as South Africa completed an innings and 254 run win on the third day of the second Test against Bangladesh at the Mangaung Oval on Sunday. It was the biggest win in South Africa’s Test history, surpassing the innings and 229-run victory over Sri Lanka in Cape Town in 2000-01. Rabada took five for 30 as Bangladesh were bowled out for 172, a slight improvement on their first innings of 147 in reply to South Africa’s 573 for four declared. Rabada, 22, who had match figures of 10 for 63, became the youngest of 16 South Africans to take 100 Test wickets. He was playing in his 22nd Test. Only Vernon Philander (19) and Dale Steyn (20) of his compatriots have achieved the feat in fewer matches. It was Rabada’s third 10-wicket haul in Tests. He took his tally of Test wickets in 2017 to 54, the most by any bowler this year. It was another poor performance by Bangladesh on a pitch which had bounce but was not especially bowler-friendly while ensuring South Africa didn’t miss injured strike bowler Morne Morkel. A small group of Bangladesh supporters cheered during a bright fifth-wicket stand of 43 between Mahmudullah, who top-scored with 43, and Liton Das, who made 18. But their team gave them little else to applaud. Rabada and Duanne Olivier were aggressive from the start of play, when Bangladesh resumed on seven for no wicket. They sent down numerous short-pitched deliveries and three batsmen were struck on their batting helmets, including captain Mushfiqur Rahim, who had lengthy treatment on the field after ducking into a bouncer from Olivier with his score on 11 soon after the mid-morning drinks break. He was hit on his helmet near the temple area. Mushfiqur was dazed and lay down next to the pitch while the Bangladesh team physiotherapist and South African team doctor attended to him. He carried on batting for another 50 minutes until he was leg before wicket to Wayne Parnell for 26 in the last over before lunch. Mushfiqur was stretchered off the field after being hit behind the left ear by a bouncer from New Zealand’s Tim Southee in Wellington in January but was released from hospital the same day. Mominul Haque was hit by a bouncer from Rabada two balls before hooking the same bowler to be caught at deep square leg for 11, while Mahmudullah was hit by Olivier before he had scored. On the final day on Sunday, Rabada was backed up by fellow pace bowler Andile Phehlukwayo, with Phehlukwayo returning 3-36 and completing the series victory by bowling last-man Mustafizur Rahman for 7. The Bangladesh batsmen only once posted a score above 200 in their four innings in the series. The bowlers did not manage to bowl South Africa out once, and managed to take a total of just 13 South African wickets in the two Tests.ScoreboardSOUTH AFRICA (1st Innings) 573-4 declared (A.K. Markram 143, F. du Plessis 135 not out, H.M. Amla 132, D. Elgar 113; Subashis Roy 3-118). BANGLADESH (1st Innings): Imrul Kayes c de Kock b Rabada  26\nSoumya Sarkar b Rabada  9\nMominul Haque c de Kock b Olivier   4\nMushfiqur Rahim c Bavuma b Olivier  7\nMahmudullah c de Kock b Parnell 4\nLiton Das c du Plessis b Rabada 70\nSabbir Rahman c Parnell b Rabada    0\nTaijul Islam b Olivier  12\nRubel Hossain b Rabada  10\nMustafizur Rahman c Markram b Maharaj   0\nSubashis Roy not out    2   EXTRAS (LB-3)   3 TOTAL (all out, 42.5 overs) 147 FALL OF WKTS: 1-13, 2-26, 3-36, 4-49, 5-61, 6-65, 7-115, 8-143, 9-143. BOWLING: Rabada 13.5-4-33-5; Olivier 12-3-40-3; Parnell 7-1-36-1; Maharaj 5-2-7-1; Phehlukwayo 5-1-28-0. BANGLADESH (2nd Innings, overnight 7-0): Imrul Kayes c de Kock b Olivier 32\nSoumya Sarkar c du Plessis b Rabada 3\nMominul Haque c Maharaj b Rabada    11\nMushfiqur Rahim lbw b Parnell   26\nMahmudullah c Elgar b Rabada    43\nLiton Das b Phehlukwayo 18\nSabbir Rahman c du Plessis b Phehlukwayo    4\nTaijul Islam b Rabada   2\nRubel Hossain b Rabada  7\nSubashis Roy not out    12\nMustafizur Rahman b Phehlukwayo 7   EXTRAS (LB-6, NB-1) 7 TOTAL (all out, 42.4 overs) 172 FALL OF WKTS: 1-13, 2-29, 3-63, 4-92, 5-135, 6-139, 7-145, 8-145, 9-156. BOWLING: Rabada 11-1-30-5; Olivier 11-1-39-1; Maharaj 6-1-30-0; Parnell 5-0-31-1; Phehlukwayo 9.4-2-36-3 (1nb). RESULT: South Africa won by an innings and 254 runs to win two-match series 2-0. UMPIRES: H.D.P.K. Dharmasena (Sri Lanka) and B.N.J. Oxenford (Australia). TV UMPIRE: C.B. Gaffaney (New Zealand). MATCH REFEREE: R.S. Madugalle (Sri Lanka). MAN-OF-THE-MATCH: Kagiso Rabada. MAN-OF-THE-SERIES: Dean Elgar. FIRST TEST: Potchefstroom, South Africa won by 333 runs.Published in Dawn, October 9th, 2017\n", "author": "Agencies", "title": "Ruthless Rabada spearheads SA’s biggest Test win"}}
{"1362511": {"date": "October 09, 2017", "article": "PESHAWAR: Squash greats Qamar Zaman and Mohibullah hailed the inauguration of a state-of-the-art squash complex, constructed with materials imported from Germany, in the premises of Peshawar Services Club (PSC) here on Sunday.“It is very encouraging for the youth to come forward and practice at a world-class facility,” Qamar said.The squash complex is the fourth of its kind after facilities in Karachi, Lahore and Islamabad.“With this new facility, we would give ample opportunities to the youth to come and play squash,” Mohib said.An exhibition match was also played on this occasion between two top national ranking players Mehran Javed and Saif Ullah Khan in which the former won 11-5, 11-7, 11-9.The PSC has nurtured a number of squash including Azam Khan, Roshan Khan and Hashim Khan. The first courts were built in guestroom lawns in 1920s comprising of two open and one covered court.In 1990, two additional courts were added while existing courts were upgraded with concrete roofs and wooden flooring. In August 2007, these historical courts were demolished to make way for new courts.Published in Dawn, October 9th, 2017\n", "author": "Bureau Report", "title": "Squash complex inaugurated"}}
{"1362501": {"date": "October 09, 2017", "article": "KARACHI: The Karachi Women’s Peace Table held on Saturday took up a host of issues, all pointing to state’s failure in providing justice and establishing the rule of law. The progamme, organised by the Tehreek-i-Niswan at the National Museum auditorium, was attended by a jam-packed audience. It was third in the series since it was initiated in 2015. It featured impressive performances by artist/activist Sheema Kermani and her team, highlighting issues, such as societal hatred and bias towards religious minorities, violence against women and the case of missing persons, which set the theme for informative discussions. “The Women’s Peace Tables initiative was launched in 2015 in the world and we did the same here. The aim is to show how communities, especially the most vulnerable ones—women and religious minorities—are suffering,” Ms Kermani said. Women could play a pivotal role in bringing peace in society, she added. This was followed by a panel discussion on similar themes during which participants expressed concern for lack of women representation in the assembly and said they were deliberately kept out of the decision making process. The media and parliamentarians were also criticised for their failure in taking up issues plaguing society for a long time. The case of Zeenat Shehzadi, a journalist alleged to have been ‘kidnapped’ by security agencies and missing for two years, was also raised at the forum, with a plea that the media and parliamentarians should take up this issue. Naureen Lehri, a Baloch rights activist, spoke in detail about the many problems women faced in Balochistan, asking journalists to look deeper into issues. “While it’s important to highlight militancy, the media should also focus on the basic issues people face in Balochistan, for instance, an acute shortage of clean drinking water. Less than 12 per cent population in Balochistan has access to clean water whereas only 28pc women have access to safe delivery services,” she told the audience, adding that more than 70pc people lived below poverty line in the province. She emphasised the need for addressing the root causes of militancy and extremism and said that it’s often unemployment that forced the youth to leave the path of peace. The issue of inhumane behaviour particularly towards the Dalit community in the interior areas of Sindh was also discussed. The government was urged to ensure implementation of the newly passed Hindus Marriage Act.Published in Dawn, October 9th, 2017\n", "author": "The Newspaper's Staff Reporter", "title": "Women lament state’s failure in ensuring justice, rule of law"}}
{"1362491": {"date": "October 08, 2017", "article": "US consulates in Turkey indefinitely halted all non-immigrant visa services on Sunday, the American embassy said, after one of the mission's Turkish staffers was arrested in the latest dispute between the Nato allies.The embassy said “recent events” had forced the US government to reassess Turkey's “commitment” to the security of US mission services and personnel in the country.In order to minimise the number of visitors while the assessment is carried out, “effective immediately we have suspended all non-immigrant visa services at all US diplomatic facilities in Turkey,” it said.Non-immigrant visas are issued to all those travelling to the United States for tourism, medical treatment, business, temporary work or study. Visa services are only those seeking to live in the US permanently.Beyond mentioning “recent events”, the statement made no explicit mention of the arrest by Turkish authorities of a local Turkish staffer working at the US consulate in Istanbul.The employee was remanded in custody by an Istanbul court late Wednesday on accusations of links to the group of US-based preacher Fethullah Gulen, blamed by Ankara for last year's failed coup against President Recep Tayyip Erdogan.The man has been formally charged with espionage and seeking to overthrow the Turkish government.\nThe embassy on Thursday said it was “deeply disturbed” over the arrest and rejected the allegations as “wholly without merit”.The statement also condemned leaks in the local press which it said came from Turkish government sources that were “seemingly aimed at trying the employee in the media rather than a court of law.”But Erdogan's spokesman Ibrahim Kalin has defended the arrest, saying “there must be serious evidence” and pointing to a phone call made from the Istanbul consulate to a key suspect on the night of the coup.The issue has added yet another bone of contention in the increasingly troubled relationship between Washington and Ankara.Turkish officials had expressed hope of a new page in Ankara-Washington relations under President Donald Trump.Turkey has pressed Washington for the extradition of the Pennsylvania-based Gulen, who denies any link to the coup bid.The lack of movement on the issue has further strained ties already fraying over Washington's support for a Syrian Kurdish militia Ankara deems to be a terror group.Meanwhile, members of Erdogan's security detail were indicted by US authorities after clashes with protesters during an official visit this year, infuriating the Turkish president.American pastor Andrew Brunson, who ran a church in the western city of Izmir, has been held by Turkish authorities since October 2016 on charges of being a member of Gulen's group.Erdogan suggested last month that Turkey could release him in exchange for Gulen but Washington showed little interest in the proposal. \n", "author": "AFP", "title": "US missions in Turkey halt visa services over security concerns"}}
{"1362481": {"date": "October 08, 2017", "article": "\n\nTwo sides to Afghan-Pak relations\n\n\n''Pakistan was used by US'\n\n\nFormer Afghan president Hamid Karzai on Sunday questioned how ─ under the watch of US intelligence and military ─ the militant Islamic State (IS) group emerged in Afghanistan over the past few years.Karzai, during an interview on RT, also questioned why extremism and violence had increased in Afghanistan when the US had come to the country to bring peace and stability.\"The US came to Afghanistan to bring peace and stability and defeat extremism — [yet] we have more of it today. Why? That is what we should be discussing,\" Karzai said. \"Clearly bombings, killings, prisons and the harassment of people [in Afghanistan] have not worked.\" Noting that IS emerged in Afghanistan over the past few years, Karzai asked: \"Who did this under the watch of US intelligence and military in Afghanistan and how come?\"\"We have the right to ask these questions and the US government must answer.\" When asked if he had suspicions that US bases in Afghanistan \"were being used\", the former president said that he had \"more than suspicions\", claiming that Afghan people had approached him and told the him that they are being supplied with helicopters.\"[They have told me about] how unmarked, non-military coloured helicopters supply these people in not just one, but many parts of the country,\" Karzai said, adding that such reports were coming in on a daily basis from the people in Afghanistan and from Afghan government sources.The interviewer, pointing out that Britain had been supporting de facto IS and Al Qaeda-linked rebels in Syria, asked the president about the contrasting role Britain played in Afghanistan by liberating Helmand province. \"At that time, they did help. We are grateful for what Britain has done in Afghanistan; it was a much, much softer version of what the US did,\" Karzai said, admitting, however, that Helmand is no longer in control of the Afghan government today; rather, it is under the Taliban.\"How come there is more extremism in spite of millions of dollars and loss of lives?\" Karzai asked. When the interviewer followed up with a question about \"proof,\" Karzai added: \"The proof is what is happening in Afghanistan.\"He said that the questions that are being raised are founded on \"fundamental evidence of wrongdoing.\"The former president concluded that bombs and military action will not bring peace to Afghanistan. Instead, he said, Afghans must develop a \"mechanism of [their] own to reach to everyone, including the Taliban ─ the sons of our soil ─ to seek a settlement.\"He added that this process should be supported by everyone, adding that the US must act as a cooperative partner in the region with \"big countries, such as China, Russia, Pakistan, Iran and India to bring peace.\"When asked about a recent Taliban attack at an airport in Kabul that took place on the same day that US Defence Secretary Jim Mattis arrived in the Afghan capital for talks, Karzai said that the attack was an \"indication of how things are wrong.\"\"17 years on, the Americans can't even keep the airports safe on the day the defence secretary and the Nato chief are visiting Kabul,\" he said.Two sides to Afghan-Pak relations\nThe Afghan president said that there are two sides to Afghanistan's relationship with Pakistan; on one hand, \"when we became refugees of Soviet invasion in Afghanistan, Pakistan welcomed us tremendously, like brothers and sisters, and we lived like [we would] in our own homes.\"\"But then, as backers of the Afghan resistance against the Soviet Union, Pakistan and the Americans did the most horrible activity of trying to weaken the traditional Afghan system [...] weaken our moderation, our tolerant society and turn our religion into an extreme tool,\" Karzai said, adding that this involvement led to \"all other things\", including 9/11 and subsequent bloodshed in Afghanistan.''Pakistan was used by US'\nKarzai hoped that Pakistan would \"recognise that it was used by the US against a neighbour for a purpose that was not human\" at the time of the Soviet invasion of Afghanistan. He added that now the US, under President Donald Trump's South Asia policy, is doing the same to Pakistan to \"prevent integration and economic development in this region.\"Announcing his South Asia policy in August, Trump had called for greater troop deployment and Indian involvement in Afghanistan. The US president had also lambasted Pakistan for offering safe havens to “agents of chaos”.Karzai added that the common point between Pakistan and Afghanistan regarding Trump's policy was that both countries recognise it will not help matters in Afghanistan. \"We don't want to be tools in big games where we get stepped on for the objectives of others,\" Karzai said. \"Pakistan did the same to us, but we do not want to do this to Pakistan.\"He said that Afghanistan wants to \"extend a hand of friendship to Pakistan and join hands with the region to salvage ourselves from this conspiracy.\"\n", "author": "Dawn.com", "title": "'How did IS emerge in Afghanistan under US watch?' asks Hamid Karzai"}}
{"1362471": {"date": "October 08, 2017", "article": "\n\nPhoto by Arif Mahmood/White Star\n\n\nFaisal Jamil Kashmiri was chatting with a neighbour outside his home in Khawaja Mohalla, one of the oldest and thickly populated parts of the Azad Jammu and Kashmir (AJK) capital, Muzaffarabad, when a devastating earthquake rocked northern Pakistan on the morning of October 8, 2005. Tens of thousands lost their lives, hundreds of thousands were injured, and countless others were rendered homeless.Muzaffarabad was the worst-hit district in AJK due to its proximity to the epicentre of the quake. And within the municipal limits of Muzaffarabad, the entire old city — Khawaja Mohalla being part of it — was completely flattened.Kashmiri’s three-storey house on a six-marla plot [about 150 sq yards] along a backstreet was home to three families, comprising 20 members. They included Kashmiri’s family, his parents and two siblings who lived on the ground floor, his younger uncle’s family of seven on the first floor, and his youngest uncle’s family of eight on the second.The earthquake badly damaged the third storey, leaving his youngest uncle dead on the spot. Although the other members of the family remained unhurt, the structure became unliveable.\nIf the devastation of the October 8, 2005 earthquake wasn’t enough, many citizens of Azad Kashmir are still reeling from unfulfilled promises of new housing\nAfter the burial of the deceased member, all three families moved to Rawalpindi — as almost all other survivors from the main old city had done — where they hired separate houses on rent.Some eight months or so after the temblor, Kashmiri’s family returned to Muzaffarabad, to rebuild life bit by bit in the same dilapidated structure.\n\nOctober, 2005: In the aftermath of the quake, most residents of Muzaffarabad turned landless in an instant. Many migrated elsewhere, only to return to the same spectacle of despair | Photos by Arif Mahmood/WhiteStar\n\n\nHowever, they were undecided about its reconstruction. This was because the AJK authorities had announced that it will develop six satellite towns along the Jhelum Valley Road to overcome the housing problem in the ruined AJK capital. Kashmiri also imagined that he’d be able to construct a new house in any of the proposed satellite towns because, back in the old city, authorities were not allowing the reconstruction of multi-storey — and in some cases, even a single storey — concrete structures. But what initially appeared a justified call by the government has ever since haunted the residents of the old city. Even 12 years down the line, Kashmiri still lives in the same dangerous building, waiting for the day when the government would make good on its promise to resettle those affected by the earthquake. And it’s not just Kashmiri’s story — tens of hundreds of affected families from the main old city could not and did not reconstruct their fallen houses or repair their damaged houses in anticipation of resettlement in the proposed satellite towns.Take for example the woes of 32-year old Khawaja Junaid, now a junior grade employee of the forest department.\n\nA view of the Langarpura Satellite Town from the left bank of the River Jhelum.\n\n\nAs the quake struck, Junaid’s two-storey house along a main thoroughfare in Sethi Bagh neighbourhood tumbled down in a wink, leaving him badly wounded and one of his two younger siblings dead. His parents and another sibling miraculously escaped unhurt.Junaid remained under treatment in different hospitals over the next six months, following which, the family returned to Muzaffarabad and acquired a small house on rent.It was the uncertainty about the official plans to widen different streets and roads under a master plan prepared by Japan International Agency for Cooperation (Jica) that prevented Junaid for a long time from utilising his small piece of land for inhabitation.\nWhile the genuine beneficiaries do not see light at the end of the tunnel, the 20 percent plots for the previous landowners are said to be shifting hands ... without any formal allotment process, 233 plots have so far been sold out by previous owners in connivance with some unscrupulous officials in DAM.\nAt the end of his tether, he somehow managed to erect a tin-roof shelter on his small empty plot, and shifted therein. In the meanwhile, his parents died and he tied the knot and fathered a girl. He, too, desperately awaits allotment where he can move himself or his younger brother whose wedding plan has been put on hold because of their cramped accommodation.THE SLOW CRAWL\n\nHouses have sprung up on both sides of the Gojra Nullah. The watercourse was as vast as a playground about two decades ago, but today, it has been narrowed by constructions on both sides. Authorities say there are at least 1,000 families living in red zone, high hazardous areas and watercourses | Photos by Tariq Naqash\n\n\nGiven the skyrocketing prices of real estate in Muzaffarabad — almost at par with the federal capital — it became next to impossible for a vast majority to buy a piece of land within the municipal limits and then build a modest house on it. With landlessness a concern in almost every household in the old city, the government stepped in to provide relief. Or at least it pretended to having stepped in. Official figures detail that there were as many as 750 families in the old city who used to inhabit multi-storey houses that are technically unliveable now. The government decided on constructing satellite towns and shifting the affected out of the old city and into the new settlements. But things didn’t pan out the way citizens expected them to. Three years passed after the quake before the federal government in 2008 released funds for the acquisition of land for these satellite towns. By that time, their number had been slashed to two.Consequently, 1,625.4 kanals in Langarpura Village and 669.17 kanals in Thotha Village were acquired against 608.697 rupees and 266.211 million rupees, respectively [a kanal is approximately 500 sq metres]. Both villages are located some 10 kilometres south of Muzaffarabad along the right bank of the River Jhelum, and fall in the AJK Legislative Assembly’s constituency number 29.According to initial plans, the affected families were to be gradually relocated from the most vulnerable and hazardous areas within the municipal limits of Muzaffarabad to the proposed towns. In the main old city, open spaces were to be created where people could rush to safety in the event of a similar calamity.Things crawled ahead and three years after the money was released, a policy document was finally issued by the AJK government on July 30, 2011, to identify the categories of quake affectees who were eligible for allotment of plots in the two towns. They included affectees of  the (implementation of) master plan of Muzaffarabad city; projected population required to be accommodated in satellite towns; affectees of (possible) landslides in the municipal area of Muzaffarabad; affectees from the red zone/high hazardous areas; and 20 percent of the total acquired land (for satellite towns) for its previous owners. \n\nOctober, 2005: Medical supplies being dispensed from a tent pharmacy manned by police officers\n\n\nAccording to that document, such affectees whose houses or tracts of land have been acquired by government for any official purpose, after payment of compensation, will be allotted plots in the satellite towns against the officially determined cost and development charges. However, it also adds that if they do not receive compensation of their house or piece of land, they will be provided plots free of cost.The document also stipulates that affected persons living “out of compulsion” in the red zone or hazardous areas or along the main boundary thrust (MBT) where a minor jolt or torrential rains can wreak material and physical losses will also be entitled to free-of-cost plots in satellite towns, provided they surrender their vulnerable house or piece of land to the government without receiving any compensation. The landless or shelter-less survivors who have not received any compensation for their lost land will also be entitled to free-of-cost allotment of plots. It also categorically states that the previous landowners will be given 20 percent of land/plots against the determined cost of development charges. These towns were subsequently developed by a Chinese company under Muzaffarabad City Development Project (MCDP), which was directly supervised by the Earthquake Reconstruction and Rehabilitation Authority. According to official figures, the development work cost Rs1,625 million and Rs737 million in Langarpura and Thotha, respectively. The allotment process was to be carried out by Development Authority Muzaffarabad (DAM), the controlling authority of the master plan.ALLOTMENT AFTERSHOCKS\n\nOctober, 2005: Structures seemingly constructed on strong foundations came tumbling down\n\n\nThings seemed in place till it got to the allotment stage.The drawings obtained from DAM show that 1,652 plots had been created in Langarpura on about 43.5 percent of the total acquired land there. The remaining 56.5 percent was used either for roads or as open spaces. Similarly in Thotha, 1,135 plots were carved on 45 percent of the total land. However, in January last year, the PPP government decided that previous owners whose land had already been purchased to construct satellite towns would be given “20 percent of the total acquired area, in the shape of plots, without any charge.” A shoddily drafted official handout had stated at that time that AJK Prime Minister Chaudhry Abdul Majeed was of the view that “since these people have sacrificed their fertile land for their quake-affected brethren, they should not be charged any amount for the plots, pledged to them at the time of acquisition.”  This is in sharp contrast to the July 2011 allotment criteria. On March 17 last year, the PPP government constituted a nine-member committee for allotment of plots in the said towns, under the then DAM chairman — a novice in administrative affairs appointed on the recommendations of Zardari House. The committee included Chaudhry Mohammad Rasheed, then minister for works and communications, and Barrister Syed Iftikhar Gillani, then opposition PML-N lawmaker from Muzaffarabad city.Around the same time, the DAM asked “deserving persons” through newspaper adverts to obtain allotment forms from a state-owned bank against a non-refundable amount of 3,000 rupees and refundable pay order/demand draft in the sum of 10 percent of the plot’s cost as first instalment. The price was fixed at 100,000 rupees for one marla [approximately 25 sq metres].“Preference will be given to the families affected by the master planning of Muzaffarabad city or by the landslides,” read the adverts, adding, “Landless survivors or those families with scant residential space will also get plots on priority basis.”By the first week of June, as many as 2,264 applications against Langarpura plots and 89 against Thotha plots landed in DAM, along with pay orders worth 250.795 million rupees. Separately, the DAM generated 8.5 million rupees from the sale of brochures.Not all applicants were genuinely affected or deserving persons, according to insiders.“Most of the affected persons were unable even to deposit the first instalment of one to two lakh rupees along with their application,” laments Ziauddin Pirzada, a survivor from Madina Market, who now lives in a rented accommodation ever since the catastrophe that left his mother, younger sister and sister-in-law dead. “I can safely say that it’s mostly the well-off people already in possession of sizeable property in different parts of the state who have applied for these plots.”THE CITIZENS’ COLLECTIVEOn July 28, 2017, Kashmiri, whose satirical pieces on social and political issues in mainstream and social media draw huge attention, convened a first-ever meeting of the intended allottees at Upper Adda Muzaffarabad, in the wake of worrying pieces of information about the process. A second such sitting was organised by him at the same place on August 25, and attendees decided to launch a campaign on this issue.“Those meetings were held in the wake of confirmed information that some people are attempting to delay the allotment process to facilitate the influential land mafia,” Kashmiri says.The concerns of these citizens are not unfounded.While the genuine beneficiaries do not see light at the end of the tunnel, the 20 percent plots for the previous landowners are said to be shifting hands. According to DAM records, 331 out of the 1,652 plots in Langarpura were set aside under 20 percent quota of previous landowners. But without any formal allotment process, 233 of those 331 plots have so far been sold out by previous owners in connivance with some unscrupulous officials in DAM.“I wonder how DAM kept on issuing the so-called istehqaq [entitlement] certificates to the previous landowners, intending to sell out the plots to anyone with deep pockets,” asks Kashmiri.Similarly, in Thotha, 20 percent quota for previous owners has been worked out as 369 plots, notwithstanding the fact that 730 out of the total 1,135 plots had already been handed over to post-1990 migrants.So far, officials from the DAM have issued istehqaq certificates of 296 plots to previous owners. After the issuance of the remaining istehqaq certificates, only 36 plots will be left in Thotha for other survivors.Chaudhry Mohammad Raqeeb, a management group official who has recently been posted as chairman DAM, claims that a negligible number of Muzaffarabad residents affected by the implementation of the master plan, or falling in the categories of landless and shelter-less survivors or from the red zone, hazardous or landslide-prone areas have applied for plots.“Perhaps because people were gradually allowed to make constructions in all such areas in keeping with the requisite precautionary measures, they did not apply for these plots,” he maintains. “It’s why allotments had to be thrown open to everyone living within the municipal limits, regardless of their being earthquake victims or not.”  However, survivors disagree with his notion.“Muzaffarabad is not a big city like Karachi where hardly anyone knows his neighbour, it’s a small city of not more than a five-kilometre radius and thus almost everyone knows everyone,” argues Junaid. “Why couldn’t the concerned officials prepare a list of genuinely affected and deserving persons for provision of plots on priority. Given the present practice, all well-heeled people who have submitted multiple applications with different identity cards will clinch these plots, leaving people like us in the lurch at the end of the day.”Ghulam Muhammad, a survivor from Shahnara Mohalla, makes another point. “The conversion of just 44 percent of acquired land into plots means one marla costs at least 150,000 rupees to the government,” he says. “Since this money was meant for earthquake victims, the authorities are under an obligation not to dole it out to unaffected people, including the previous owners. Those who possess one kanal or more in their name anywhere in AJK should be declared disqualified outright for these plots, if the government really wants to help out the genuine victims.” All said and done, however, there are more shocks in store for the quake-affected.While 331 plots out of 1,652 plots in Langarpura were set aside under 20 percent quota of previous landowners, Raqeeb argues that if the calculations were made on 20 percent of the total land acquired “in the shape of plots,” then previous landowners will be entitled to 916 plots, rather than the 331.  This is where the scandal exists: previous land owners are demanding more land than has been earmarked for them, and are justifying the demand on a mathematical lacuna. In effect, only 736 plots will be left for the rest of the survivors. Similarly, the share of previous owners in Thotha scales up to 623 plots. “If previous landowners are to be given 623 plots, the DAM will have to create another 72 plots (of bigger size) to meet that figure,” adds Raqeeb.However, in a cautious manner, he argues that balloting for the 736 Langarpura plots should be held without further ado, before these may also become unavailable for any reason.Many wonder how such a big number of plots for previous landowners has been determined, particularly when there is no such precedence anywhere in AJK. Unlike the land acquired in Mirpur for the Mangla Dam Raising project and Mangla Dam Housing Authority, a different yardstick has been put in place in Muzaffarabad allegedly under the influence of the “plot mafia” working hand-in-glove with some unscrupulous elements in DAM. The plot mafia allegedly includes some political figures.The wheeling-and-dealing by the corrupt lot in civic bodies of Muzaffarabad, which sits on two major fault lines, has already exposed a sizeable portion of the town’s population to disaster, and a fresh wave of unrest is on the cards, thanks to the faulty allotment policy on satellite towns.Even though the master planning of Muzaffarabad had recommended relocation of survivors from landslide-prone areas as well as from along the watercourses, the past decade has witnessed an upsurge in constructions on such sites in part due to the oversight and connivance of the officials concerned. Take for example the Gojra Nullah which used to have a vast span only around two decades ago. Such was its width that back in 1995, a playground was developed on it where local teams would play cricket matches. However, today, its span has shrunk to hardly 10 feet, as buildings have sprung up on both sides.Similarly, during reconstruction of their homes, the majority has not surrendered a single foot of land and resultantly the pathways are as cramped as they used to be before the quake. “God forbid, if we are again struck by any natural calamity, such as an earthquake or a cloud burst, the losses in such areas would be colossal,” warns environmentalist Shafiq Abbasi. However, suppose the authorities decide on relocating the most vulnerable of these people at some point of time, where will they resettle them is a big question. Kashmiri believes that the authorities are literally cheating the survivors.“It seems the plots have already been distributed among the favourites in a secretive and illicit manner at the behest of corrupt politicians and bureaucracy.” “The way we are being deprived of plots reminds me of 1846, when one fine morning the Kashmiris came to know that they had been sold out by the British to Dogra ruler Gulab Singh along with their land.”The writer is a member of staffPublished in Dawn, EOS, October 8th, 2017\n", "author": "Tariq Naqash", "title": "KASHMIR’S 12-YEAR WAIT FOR RELIEF"}}
{"1362461": {"date": "October 08, 2017", "article": "SOCIAL media is the generic term for applications like Facebook, Instagram, Twitter and WhatsApp etc. It has connected the world but at the same time it has a downside-- isolation. People are so busy on social media that they don’t give time to their family, friends and even important tasks. Things have come to such a sorry pass that parents and children hardly interact owing to their preoccupation with this addiction all the time.Social media has badly affected our ability to concentrate on work and also reduced the reading of books. The use of foul language, character assassination and promiscuous behaviour are established norms.I appreciate the government stance in approaching the Facebook adminstration and asking them to create new Facebook accounts only if a personal, registered contact number is provided to ensure authentic accounts.Last but not least, terrorist organisations are also using social media to recruit impressionable youngsters. The public should use social media with responsibility, keeping in mind the norms of common decency.Imran Ali Siyal\nKarachiPublished in Dawn, October 8th, 2017\n", "author": "From the Newspaper", "title": "Abuse of social media"}}
{"1362451": {"date": "October 08, 2017", "article": "SEVEN decades after the world first witnessed the horror of nuclear weapons in Hiroshima and Nagasaki, the Nobel committee has recognised the efforts of campaigners fighting to ban the use of these weapons of mass destruction. On Friday, the committee awarded this year’s Peace Prize to the International Campaign to Abolish Nuclear Weapons, or Ican, a conglomerate of global organisations working to stop the spread and use of nukes. While the award is well deserved and, indeed, timely, it may also be largely symbolic, as few of the nine declared and undeclared nuclear powers of the world would likely do away with their weapons anytime soon. However, in the current global scenario, even a symbolic gesture such as this is welcome. We have recently witnessed a nasty war of words between North Korea and the US (both nuclear states), while the American president has also threatened to tear up the landmark 2015 nuclear deal painstakingly negotiated between Iran and the P5+1. Moreover, we in South Asia live in an increasingly volatile region, with both this country and India possessing nuclear weapons, which add a dangerous element to the fraught relations between the two states. With so many nuclear hotspots around the globe, Ican’s efforts should be appreciated and strengthened.As Nobel committee members have pointed out, the risk of nuclear weapons being used is currently “greater than it has been for a long time”. To put it mildly, the leading actors in Washington and Pyongyang are not rational, with both having threatened to destroy the other. While tempers may have cooled for now, the risk of a flare-up remains. Where the Iran nuclear deal is concerned, it would be unwise of Washington to unilaterally withdraw from the agreement — some news outlets have observed that Donald Trump may be planning to scrap the deal in the days to come. Such deals to check nuclear activity must be honoured rather than broken, and nuclear powers must make efforts to reduce their own stockpiles. While stockpiles have come down since the Cold War days, the world still has about 9,000 nuclear weapons in the arsenals of various states. Nuclear powers must work collectively to reduce their arsenals, for as an Ican official said on Friday, “fiery rhetoric could all too easily lead us, inexorably, to unspeakable horror”. These are wise words which the world’s nuclear states must heed.Published in Dawn, October 8th, 2017\n", "author": "Editorial", "title": "Anti-nuke Nobel"}}
{"1362441": {"date": "October 08, 2017", "article": "QUETTA: A huge quantity of weapons, including explosives, was seized during search operations conducted by security forces in different areas of Balochistan, the Inter-Services Public Relations said in a statement on Saturday.The statement said that personnel of Frontier Corps and some intelligence agencies conducted the intelligence-based operations in Kohlu, Ghazi Nallah, Uch, Nasirabad and Grandani. It claimed that the explosives were dumped for carrying out terrorist activities in different areas of Balochistan.The seized items included 1,300kg of explosives, sub-machine guns, rockets and hand grenades. Maps of important areas and communication equipment were also among the seized items.However, no arrest was reported during the operations.Published in Dawn, October 8th, 2017\n", "author": "The Newspaper's Staff Correspondent", "title": "Huge quantity of weapons seized in Balochistan"}}
{"1362431": {"date": "October 08, 2017", "article": "LAHORE: An accountability court on Saturday allowed one-time exemption to former prime minister Raja Pervaiz Ashraf from attending proceedings of a reference against him regarding illegal appointments in the Gujranwala Electric Power Company (Gepco). Advocate Iftikhar Shahid appeared on behalf of the former premier and told the court that his client failed to attend the proceedings due to bad health. He also filed a written application requesting the court to grant one-time exemption to Mr Ashraf from personal appearance. The lawyer said his client would appear on next hearing. The court allowed the request and adjourned hearing for Oct 28. Earlier, two prosecution witnesses, including Gepco director Tahir Mehmood and admin manager Waqar Ahmad, testified before the court. On the previous hearing, the court had indicted the former prime minister in the reference and directed the National Accountability Bureau (NAB) to present its case witnesses. Rejecting the allegations, Mr Ashraf had pleaded not guilty and opted to contest the trial. Besides other suspects, Mr Ashraf was accused of corruption and making 437 illegal appointments in Gepco during his stint as minister for water and power. Published in Dawn, October 8th, 2017\n", "author": "The Newspaper's Staff Reporter", "title": "Ex-PM’s one-time exemption in Gepco case"}}
{"1362421": {"date": "Updated October 08, 2017", "article": "COLOMBO: Twenty-six people were arrested after around 2,000 supporters of the opposition Sri Lanka Podujana Peramuna (SLPP) attempted to storm the Indian consul general’s office in Hambantota on Friday demanding that they did not want an ‘Indian colony’ in the island nation.Although there were also slogans against China’s take over of the harbour, the wrath of the masses was mainly directed against India, with the crowd protesting against an alleged plan to “hand over” the Mattala international airport to India following the Hambantota port being “handed over” to China by the current Sirisena-Wickremsinghe government. The demonstrators, led by MP Namal Rajapaksa and son of former Sri Lankan President Mahinda Rajapaksa, were dispersed with the use of water cannons and teargas in what was seen as the first major crackdown on protesters after the national unity government took reins of the country in 2015. Published in Dawn, October 8th, 2017\n", "author": "Frances Bulathsinghala", "title": "26 protesters held outside Indian consulate in Hambantota"}}
{"1362411": {"date": "Updated October 08, 2017", "article": "PESHAWAR: Three more patients of dengue haemorrhagic fever died on Saturday as the health department devised a six-month plan to eliminate larvae from inside houses in 12 union councils in the provincial capital and establish linkages with the districts to be able to not only control the disease, but also ensure it didn’t occur next year. Sangeena Bibi, 37, Jan Ahmed, 70, and Bas Bibi, 60, died at the Khyber Teaching Hospital, bringing the death toll to 48, said a press release by the Dengue Response Unit (DRU). It said that of 1,610 patients 336 tested positive in the province of which 102 were admitted. “We have planned to clear larvae from the houses in six high-risk union councils and as many surrounding UCs in Peshawar. From Monday, two male and two female health workers would start visiting houses to scale up knowledge of the residents about the causes of dengue haemorrhagic fever,” Dr Iftikharuddin of health department told Dawn. \nDeath toll rises to 48 as three more patients die\nUnder the plan, the female health workers would interact with women inside houses while the male workers would inspect the water tanks on the rooftops and would identify larvae, he said. “Our workers would demonstrate to the people the way how to eliminate the larvae,” he said. The workers would revisit the same houses next week and would again examine the situation to ensure that the water pots were covered. He said that they would visit about 8,000 houses in each of the targeted UCs. The mosquitoes lay eggs which develop into larvae within six to seven days and in next 4-5 days mosquitoes are borne, he said. Dr Iftikhar said that the temperature would drop below 10 degrees Celsius in November, but before that they were taking steps to do away with the breeding sites. “In this way, we can eliminate mosquitoes within two weeks,” he said. The plan to run from October through March also includes coordination between the health department and districts besides ensuring that both the public and private hospitals establish isolation wards and massive campaigns are launched about the prevention of dengue fever. The strategy is aimed at ensuring that all sources of breeding of mosquitoes are eliminated as there is likelihood that the disease could re-emerge after March if measures aren’t taken, he said. The DRU would coordinate implementation of the plan under the supervision of Directorate General Health Services, he said, adding that the desired structure to meet all technical and managerial needs for dengue prevention and control plan in the province had been put in place. Dr Iftikhar said that the government would also set up an advisory group to provide technical assistance to DRU for monitoring and implementation of the plan. Peshawar is leading with 54,397 dengue cases, Mardan 3,026, Buner 994, Mansehra 644, Malakand 630, Swabi 339, and Haripur 184. The government is facing a daunting task to cope with the dengue epidemic as there are over 3,000 automobile workshops located in the high-risk UCs where old tyres are potential breeding sites of the mosquito. Since June this year, the province has recorded 60,807 suspected cases of whom 60,665 underwent diagnosis and 12,632 turned out to be positive. So far, 10,537 hospitalisations from dengue have been registered.Published in Dawn, October 8th, 2017\n", "author": "Ashfaq Yusufzai", "title": "Six-month plan devised to eliminate dengue larvae in Peshawar"}}
{"1362401": {"date": "October 08, 2017", "article": "PESHAWAR: PML-N provincial president Amir Muqam has said PTI chairman Imran has always leveled baseless allegations against politicians but he is unable to hold the ministers of his provincial government accountable.In a statement here on Saturday, Mr Muqam, who is also an adviser to the prime minister, said the demand raised by the PTI chief for early elections was rejected by the political parties outright but even then, Imran Khan was unable to understand the political situation.He asked the PTI chief to stop confrontational politics and hold his party’s ministers accountable if he was really honest and sincere to control corruption.Mr Muqam said the slogan of ‘change’ was not more than a joke as the people saw no positive change in KP.He said if a provincial government was unable to protect the people against dengue, what capacity it had to execute mega development schemes.“The real face of the PTI leadership stands exposed after its bad governance during the last four years in KP, which is making staunch supporters quit the party,” he said.The PML-N leader claimed that his party would massively defeat the PTI in the next elections across the country, including KP.He said the NA-4, Peshawar, by-election had awakened the PTI leadership to carry out development work in the constituency after the provincial government wasted four years by doing no work for the people’s welfare.Mr Muqam said the PML-N had been carrying out development schemes in NA-4 since 2008, where many power and gas schemes had been completed, while several schemes were in the process of completion with the only aim to facilitate the people.He said the PTI leadership had wasted time by observing sit-ins, holding protesting rallies and using derogatory language against the political rivals but PML-N had continuously focused attention on development.The PML-N leader said actual competition would take place in the next elections when voters would extend full support to the PML-N candidates to make the PTI leaders know about their blunders.Published in Dawn, October 8th, 2017\n", "author": "Bureau Report", "title": "Muqam asks Imran to stop politics of confrontation"}}
{"1362391": {"date": "October 08, 2017", "article": "LAKKI MARWAT: The three-day religious congregation of Tableeghi Jamaat concluded at Paharkhel Thall on the outskirts of the Lakki city here on Saturday.Hundreds of thousands of people from Khyber Pakhtunkhwa and rest of the country participated in the moot and listened to the speeches of religious scholars. Ulema like Maulana Tariq Jamil, Maulana Ziaul Haq and Bakht Munir delivered speeches during the congregation, calling upon Muslims to follow the teachings of Islam and holy Prophet of Muhammad (PBUH) to achieve success in the world and thereafter.  “Islam is the religion of peace and being Muslims we should make all our efforts to promote peace in the world,” they maintained, regretting that today the followers of true religion were cutting throats of each other as they had abandoned the right path.  They asked the people to mould their lives according to the injunctions of Islam and get them prepared for the life after death. Maulana Tariq Jamil offered collective prayers seeking mercy of the Almighty and forgiveness for their sins. Special prayers were also offered for the progress and prosperity of the country.Published in Dawn, October 8th, 2017\n", "author": "A Correspondent", "title": "Tableeghi congregation ends in Lakki"}}
{"1362381": {"date": "Published Oct 07, 2017 11:23pm", "article": "\n\nA view of the Mubarakh Mandi Palace in Jammu August 23, 2007 | Photo credit: Reuters\n\n\n\"Aap masla-e-Kashmir ki baath hi karte hain, hamara tho masla-e-Jammu hai (You talk only of the problems of Kashmir; ours are the problems of Jammu)”. I try a faint riposte: “Chaliye, masla-e-riyasat kahein (Alright, let’s call it the problems of the Riyasat)”.At a seminar in Jammu city on September 26 attended by about 50 leading intellectuals of the Jammu region, Anuradha Bhasin, editor of the Jammu edition of The Kashmir Times and daughter of the veteran and much revered Jammu activist Ved Bhasin, patiently explains that “Jammu is the most plural of all the regions of the state”.We are to learn just how true this is over the four days we spend in the Jammu region, to match the four days we were in the Kashmir Valley in May. Our journey takes us to Doda on the north bank of the Chenab, five hours by road to the northeast of Jammu city, and to Rajouri in the foothills of the Pir Panjal, four hours by road to the northwest of the city. The plurality lies in the extraordinary diversity of communities that inhabit this relatively small space.From Kathua on the Punjab border to Udhampur in central Jammu, the most numerous community is that of the Dogras. Hindus by religion, the Dogra community was dominant for over a century from Dogra Maharajah Gulab Singh’s takeover of the Riyasat in 1845 and its subsequent expansion far into the Kashmir Valley, further westwards and north to Gilgit-Baltistan, and eastwards to Ladakh, till Maharajah Hari Singh signed the Instrument of Accession to India on October 26, 1947, in the wake of nascent Pakistan’s invasion of the Valley. While Hari Singh spent the rest of his life in forced exile in Bombay, Sheikh Abdullah brought Kashmir to the fore. Ever since, the Dogras have felt themselves sidelined, although individual members of the community, above all Girdhari Lal Dogra, have held their own in the composite politics of the state.The substantial Muslim community in the Jammu zone nurses its grievances and feels excluded. Its most vocal (and rational) spokesman, Sheikh Abdur Rahman, former MLA of Jammu city and former Rajya Sabha member, says in his welcome address at the seminar that what has made Jammu and Kashmir a “flashpoint” is the combination of two factors: “bogus elections” and “excessive centralisation”. The key imperative, he says, is the decentralisation of political, legislative and administrative power in a state as geographically and ethnically diverse as Jammu and Kashmir. He stresses the need for Regional Councils with defined legislative powers for the three regions of the state (Kashmir, Jammu and Ladakh); sub-regional councils for backward and “ignored” areas; Hill Development Councils for the “gravely neglected” Pir Panjal and Chenab valley habitations; District Development Boards for all districts; and, above all, a vibrant system of Panchayati Raj (that does not exit in the Riyasat because the Jammu and Kashmir assembly has not accepted the 73rd and 74th amendments to the constitution).Despite the passage of 70 years since their forced displacement in the most barbarous conditions in 1947 and since, the very large number of Hindu and Sikh refugees from Pakistan are not recognised as “state subjects” and, therefore, banned from voting in state assembly elections or buying, possessing or selling any landed property. Subhash Sharma of Rajouri underlines that while there is much talk of “Pakistan-Occupied Kashmir”, he and four lakh others are refugees from “Pakistan-Occupied Jammu” – and they too must be included among the “stakeholders”. Sheikh Sajjad Munshi of Poonch, the entry point for most of the five lakh refugees according to his estimates, speaks in the same vein.Out in Doda, the Kashmiri- and Urdu-speaking Muslims ask why they are categorised as “Jammu Muslims” and not treated as “Kashmiri Muslims” to whom, they add, with no small justification, they are conjoined in ethnic terms. To our startled surprise, Abdul Qayyum Zarger, in his welcome address, recalls Jayaprakash Narayan’s proposal that Jammu and Kashmir be accorded the same status as Sikkim and Bhutan. An eminent lawyer, Farooq Ahmed Khan, demands to know why everyone talks only of the 250 Kashmiri pandits killed in the Valley in 1990, but no one mentions the tens of thousands of Kashmiri Muslims – mostly innocent, peace-loving citizens – killed since then by the Indian security forces. Before 1947, he says, Jammu had a Muslim majority. Now, its demographic profile has been changed to render the Muslims a minority and thus promote a Hindu-Muslim confrontation between Jammu and Kashmir. To prove this, he cites Dileep Padgaonkar, head of the interlocutors’ mission, who remarked, “Jammu wants azadi from Kashmir”. I gently remind him that Partition was all about demographic change and that numerous parts of the subcontinent underwent dramatic demographic change. He lets the argument go, but not his resentment.On the other hand, the substantial number of Kashmiri pandits displaced from the Chenab valley into Jammu-Tawi want to know why they are denied the privileges accorded to pandit refugees from the Valley proper. “The Kashmiri Pandits talk only of themselves. Well, what about us?”The Pahari people of the backward reaches of the state feel put upon and excluded from affirmative action by the government. Why are they not given “state subject” status and treatment, asks Khurshid Ahmed of Rajouri, who says he “has no desire to go to Pakistan” as solutions have to be “founded in secularism” and communal amity. Within this framework, he stresses, Pahari issues must be settled. He is strongly supported in his demand for Hindu-Muslim harmony by Mohammad Shafi Dar. Even Amin Mohd Shamsi, avowedly of the Jama’at-e-Islami, insists that Jammu and Kashmir is not a “Muslim issue” and claims that “we are a secular people”; but adds, “Yet, none of us is happy, whatever our religion”. This resonates with Najib Ataullah Suhrawardy’s remark at our Jammu seminar, “Dard sab ka hai. Hum tho donon mulk ke liye khel ka khilona ban gaye hain (Our sorrow is common to all of us; we have become the playthings of both countries)”.And those who live in the vicinity of the border and are unable to count the number of their dead and injured in seven decades of cross-border firing and the wars of 1948, 1965 and 1971, say, “It is only here that funerals and weddings take place side by side”. Jammu’s most senior advocate, Ashok Bharat Gupta, mourns at our seminar that Chhamb, the town of his birth, has changed hands at least four times since independence, leaving everyone confused as to whether the remaining inhabitants of the town, now in Pakistani hands, are Indians or Pakistanis. The scheduled castes think they belong to no one and nowhere.We did not meet a single satisfied resident of the Jammu region.Perhaps the most bitter are the Kashmiri pandit refugees. At our seminar, an infuriated, indignant, impassioned and highly articulate pandit leader, Kuldeep Pandita, thunders about the “30-year tragedy” of the Kashmiri pandits, at how, for the last seven decades, political parties of all hues have only wrecked their lives. Targeting me in particular for having spoken to “separatists”, he demands to know, “Why do you meet separatists? Did you talk to them about us Kashmiri pandits? I am a human being. I am a Kashmiri pandit. I will not talk to those who talk religion, nor with shariat-wallahs or hardliners”.He is not much reassured by my reply that I did separately ask the Mirwaiz, Shabbir Shah, Syed Ali Geelani and Hurriyat spokesman, A.M. Bandey, about pandits and their pitiable condition, and that all four of them had insisted, whether they really meant it or not, that the Kashmiri pandit community was integral to the identity of Kashmir and they would welcome them back to the Valley as part and parcel of any settlement of the Jammu and Kashmir issue.\n\nA Kashmiri pandit holds a lighted earthen lamp as he prays during an annual Hindu festival at a shrine in Khirbhawani, 30 km east of Srinagar, May 31, 2009 | Photo credit: Reuters\n\n\nAt a meeting of Kashmiri pandit intellectuals organised at the Jagti refugee resettlement area in Nagrota tehsil on the outskirts of Jammu city by Pandit Gopi Kishen Muju, a local poet and vocal civil society activist, there is unanimous anger at the Kashmiri pandits having been driven from their ancestral homes. With infinite bitterness, Roshan Lal Raina bemoans, “We were thrown out like flies from a cup of milk”. With understated poignancy, Maharaj Krishna Bhatt adds, “We need our dharti to build ourselves; we do not have our dharti.” His sad words echo another Kashmiri pandit, Pradhyuman Krishan Kher, who had said at our seminar that what the Kashmiri pandit was looking for was his lost “izzat (honour)”.Their opening speaker, Desh Rattan Pandita, upbraids me for having remembered them only “after a long time”. He says, “It is the Congress that set fire to Kashmir” and “the Hurriyat is the creation of the Congress”, cautioning us to remember that “Kashmiri pandits are Hindus; we are Indians”. He supplements his indictment of the Congress with the charge that all Indian parties “are against Hindus”, adding, “It is not Pakistani Muslims who have finished us; it is Hindus in office who have destroyed us”. Ravi Zutshi warns, “So long as Hindus are oppressed, Hindustan cannot last”, while Ravish Raina stresses that “if India exists, it is because of us Kashmiri pandits” and that, therefore, they must be part of any dialogue undertaken to settle outstanding matters in the state. Instead, he remarks with profound regret, “Kashmiri pandits are not given anything while Kashmiri Muslims, even those who burn the Indian flag, are celebrated”. Yet, says, Chaman Lal Raina, Kashmiri pandits are not communal for “we have looked after the Rohingya Muslims”, the largest number of whom have sought shelter in Jammu.“We don’t even have a primary school in our colony,” says Maharaj Krishna Bhatt. I point to the huge billboards hailing Devendra Singh, the local MLA (and blood brother of Modi’s minister of state Jitendra Singh) and ask why they had not brought this to their MLA’s notice. Anger turns into a sarcastic giggle as they reply that Devendra is not their MLA because they are not allowed to vote for local candidates; their names are registered on the rolls of their respective but long-abandoned Kashmiri localities – “and”, he adds bitingly, “our names changed to Abdul Saleem or Hamid Mir before the votes are cast in the ballot box!”Meanwhile, the many Hindu and Sikh refugees from Pakistan we met at the Jammu seminar and in Rajouri demand to know why the government privileges the Kashmiri pandits over themselves?There are no easy answers, but it is clear that unless an intra-Jammu political dialogue enables the multi-hued Jammu region residents to come to a common position, the masla-e-Jammu could well outlast the masla-e-Kashmir.At the same time, there is a palpably osmotic relationship between the issues in Jammu and Kashmir. Many of the grievances of the Valley find an echo in Jammu, cutting across religious and regional lines. If Kashmir wants autonomy, Jammu too seeks autonomy, as does Ladakh. These two regions (not to mention the two other regions occupied, possibly forever, by Pakistan) are as important stakeholders in the process as the residents of the Valley. Their fates are intertwined and, therefore, “holistic” acquires a special resonance in sorting out the constitutional mess in the state.It is an altogether new beginning that is called for. The obvious point of fresh departure is to revert to October 26, 1947, as suggested by former Congress home minister P. Chidambaram. A leading Jammu lawyer, Imtiaz Mian, eloquently argues in the seminar that going back to 1947 would be the “Mother of all CBMs (confidence-building measures)”.Everyone – literally everyone – speaks of the need for dialogue. While underlining that “nothing is more important than dialogue”, professor Ellora Puri, daughter of the late and much-venerated Balraj Puri, backed by retired Justice Saraf, stresses the key preliminary role of intra-state and intra-Jammu dialogue is to “understand the aspirations of the different regions” and “bridge regional differences”. She says, “State autonomy should be linked to regional autonomy”.There is also virtual unanimity among all we meet, including Kashmiri pandit leader Gopi Kishen Muju, that any Delhi-Srinagar/Delhi-Jammu dialogue must be accompanied by a sustained India-Pakistan dialogue. “De facto, Pakistan is party to the whole issue,” says Muju; “so, Pakistan (perhaps even China, since a part of the state is under Chinese occupation) must be taken on board.” The inescapable need for an Indo-Pak dialogue to back up a parallel dialogue over Jammu and Kashmir is endorsed by veteran communist Comrade Shyama Prasad. Even the BJP’s leading light, Chandra Mohan Sharma, who kindly sat through the entire seminar, said the BJP “is open to dialogue” while I.J. Khajuria, a Jammu Hindu from Kathua, went so far as to advocate a “condominium over J&K of India and Pakistan jointly” to find through “cooperation between the two countries” a lasting solution to the region. To again quote Anuradha Bhasin, “The key lies in an India-Pakistan dialogue for we are joined to both countries”. Also, says journalist Afaque Hussain, civil society, including above all youth and women, must be participants in the dialogue. Sardar Narendra Singh Khalsa, chairman, Sikh Intellectuals Circle, Jammu, hits the nail on the head insisting that dialogue must be “sincere” for dialogue to succeed.For the scores of our Jammu interlocutors over four long days, so lacking in impact has been Ram Madhav’s open offer of unconditional dialogue with all stakeholders that the only one to make any mention of this is Mir Shahid Saleem of the People’s Movement, Rajouri, an affiliate of the Hurriyat, who reiterates Geelani’s acceptance of Ram Madhav’s offer, “although earlier we used to insist on the prior condition that J&K must be accepted as a ‘dispute’”.Mohd Shafi Dar, echoing the Jama’at- e-Islami’s complaint that “talks have been held only to fool the people”, joined several others in Jammu and Doda to demand that a “report card” be placed on the negotiating table of previous initiatives, including, above all, the autonomy resolution passed unanimously by the Jammu and Kashmir assembly in 2000 in response to P.V. Narasimha Rao’s now-notorious pledge that as far as “autonomy” for Jammu and Kashmir is concerned, “the sky is the limit”, as well as the interlocutors’ report commissioned by former Prime Minister Manmohan Singh. The reports of the six working groups set up by Singh in the wake of the Rangarajan committee report were also emphasised.There was some mention of Parvez Musharraf’s four-point formula, but the suggestion was hastily withdrawn when I reminded my audiences that the first of the four points is that there is no question of “azadi” for Jammu and Kashmir. I press home my advantage by going on to remind them of my companion ex-MLA/MP Sheikh Abdur Rahman’s remark that it took only five days for the tribal invaders from Pakistan to reach Srinagar airport in October 1947, and if they got ‘azadi’ now, Pakistan would covet the state and swallow them in five hours, let alone five days, were India to not once again come to their rescue.Overlaying all this talk of dialogue is deep concern over religious polarisation in the state, aggravated by communal polarisation in the rest of India. Professor Ellora Puri, cited earlier, decries the on-going communal “polarisation at the national level” that is “seriously aggravating polarisation within the state”. In Doda, Abdul Qayyum Zarger’s major apprehension is that Modi wants a “Muslim-mukt Bharat”. At Rajouri, Mohd Azim Shah and Sajjad Mirza both say, “We have suffered more in the last three years than in the previous 67 years” because of the injustice being inflicted on Muslims in all of India.  “We are victims,” says Azim Shah, “of a power struggle in which we are not involved”, while Mohd Maqbool Gujjar pleads, “Just end our misery; stop this oppression”.Where do we go from here? No-holds-barred dialogue on twin tracks between New Delhi and Srinagar and New Delhi and Islamabad is the only feasible way forward. What I have learned on this visit is that given the complexity of the situation in the Jammu region, the twin tracks involving New Delhi have to be supplemented by additional twin tracks of an intra-Jammu and Kashmir and intra-Jammu dialogue. Kargil and Ladakh, where Hussain of Kargil informs us at least 15,000 families are divided between Baltistan and Kargil, must also be involved as indispensable stakeholders. It goes without saying that absolutely every community and every geographical area must be included. And, above all, what is necessary in all these dialogues is “sincerity” of purpose, as asked for by Sardar Narendra Singh Khalsa.I don’t believe there is any “sincerity” in Ram Madhav’s offer. Perhaps Jammu and Kashmir will have to wait for another two years (or less) for an alternative dispensation to take Modi’s place.\nThis article was originally published in The Wire, India.\nMani Shankar Aiyar is a member of the Congress party. He served as a member of the cabinet in the Manmohan Singh government.\n", "author": "Mani Shankar Aiyar", "title": "Is anyone thinking about the future of Jammu?"}}
{"1362371": {"date": "Updated October 08, 2017", "article": "KARACHI: The country’s wheat stocks have swelled to a record nine million plus tonnes. As per flour millers’ data, substantial wheat stocks have accumulated due to carryover stocks of previous years. Wheat consumption in Pakistan stands at 23m tonnes per annum. Pakistan has been reaping bumper wheat crop — between 25-26m tonnes — for the last two years. However, this huge stock now appears to be a liability keeping in view consumption and unfeasible export potential. Currently, the Punjab food department holds 6m tonnes of the commodity, followed by 1.7m tonnes by Sindh, 1.4m tonnes by  Pakistan Supply and Storage Corporation (Passco) and 200,000-300,000 tonnes by Khyber Pakhtunkhwa and Balochistan food departments. “Our wheat stocks are at a historical high but it does not auger well for consumers and exports,” Central Chairman Pakistan Flour Mills Association (PFMA), Chuadhry Ansar Jawed said. Pakistan cannot take benefit from the huge stocks due to high support price of Rs1,300 per maund (equivalent to over $300 per tonne) while global prices hovers between $150-170 per tonne, he said. “Consumers are paying more for different flour varieties due to higher support price while millers also adjust flour price depending on the open market rate of wheat,” he added. The market is abuzz with reports of another good crop by March/April next year. Good weather has so far proved beneficial for impressive wheat harvest in the last two years and per acre yield has also increased. Out of the 9m tonnes wheat stocks, the provincial governments are likely to issue 3-3.5m tonnes of the commodity to flour mills. “Due to sizable stocks and availability of wheat in the open market, wheat issuance to millers by provincial food departments has been delayed by almost three months,” Mr Ansar said. Millers are likely to start wheat procurement from the governments by December instead of September/October, he added. The time period of wheat procurement from Sindh food department by the millers would run for almost three months while Punjab would sell wheat to millers for four months. Around 50 per cent of the wheat stock is lying in open while the remaining has been stored in government godowns. Amid higher stocks, prospects of wheat exports still appear bleak in view of low price forecast in world markets. The flour millers have requested the government for granting $170 per tonne rebate to compete with low prices in world markets. He said old rebate claims of genuine exporters amounting to billions of rupees have not been paid by the government. “Even at the rebate of $170 per tonne, we cannot expect to make sizable wheat exports as low world wheat price forecast will remain a major obstacle,” the PFMA chief said. The government, he said, should devise a new export policy for at least two years for sea and land routes after consulting stakeholders for disposing surplus wheat which would otherwise rot. The subsidy should be revised after six months keeping in view world market prices, he added. Mr Ansar said Punjab government has asked wheat growers to grow different crops like canola in the cultivation area of wheat for which growers would get an incentive of Rs 5,000 per acre. Sindh government should also introduce a similar package, he added. “80-90 per cent of subsidy and incentives schemes of Sindh government were marred by corruption,” he alleged. The Sindh government has purchased some 400,000 tonnes of soft, poor quality wheat from low producing areas of Punjab at very less prices. Most of the quantity of low grade wheat has been dumped into godowns in Karachi. This year millers are again expected to buy sub-standard wheat, he claimed. The PFMA on record had protested the move of Sindh food department in the last two years but this year millers in Sindh would not lift soft wheat at any cost, Mr Ansar warned.Published in Dawn, October 8th, 2017\n", "author": "Aamir Shafaat Khan", "title": "Wheat stocks hit historical peak of 9m tonnes"}}
{"1362361": {"date": "October 07, 2017", "article": "Fast bowler Mohammad Amir has been ruled out of the upcoming one-day international series (ODI) against Sri Lanka due to a stress-related injury to his right shin, DawnNews reported on Saturday.During the second Test match between Pakistan and Sri Lanka in the United Arab Emirates, Amir had to walk off the field after bowling just three overs during the second day due to a recurring shin injury he had sustained on Friday.Amir underwent a Magnetic Resonance Imaging (MRI) scan today, following complains of pain in his right shin, after which he was advised to rest for two or three weeks. Amir's name was included in the squad announced on Friday for the ODI series that will start on October 13. However, following his injury, a replacement has yet to be announced.Amir will not bowl in the ongoing Test match at the Dubai Cricket Stadium but would be available to bat.\n", "author": "Abdul Ghaffar", "title": "Amir ruled out from ODI squad after shin injury"}}
{"1362351": {"date": "October 08, 2017", "article": "BAMAKO: The Ivory Coast extended their lead at the top of Group C in their World Cup qualifying campaign on Friday, but the 0-0 draw away to Mali means they can now be overtaken by Morocco. Russian-based striker Moussa Doumbia missed a first half sitter and struck the crossbar in the second half as the hosts, already out of contention for a place at next year’s finals, came close to their first win of the campaign. The Ivorians, who lost several key players to injury on the eve of the game, moved to eight points from five matches, two more than Morocco who play on Saturday at home to Gabon. Should the Moroccans win, they will go top by a point and set up a potentially dramatic conclusion to the group next month when they travel to the Ivory Coast for their last match. The Ivorians have been to the last three World Cup finals but turned in a listless showing on Friday.Published in Dawn, October 8th, 2017\n", "author": "Reuters", "title": "Ivory Coast’s hopes in the balance after draw in Mali"}}
{"1362341": {"date": "October 08, 2017", "article": "DHAKA: A Bangladeshi teenager died in hospital in Dhaka after he was hit by a ball while umpiring a cricket match, police said on Saturday. Rafiqul Islam, 17, was declared dead at Dhaka Medical College Hospital late on Friday after being rushed there in critical condition following the incident at Balur Math ground in Bangladesh’s capital. “A group of youths were playing cricket in the field and the boy was the umpire. He collapsed on the field after a ball hit him in the chest,” local police chief Enamul Haque said. “He is from a very poor family. His father is a rickshaw-puller and mother works as a housemaid. They buried him last night.” The incident comes three years after the tragic death of Australian batsman Phillip Hughes in similar circumstances. Hughes, who played 26 Tests, died from bleeding on the brain in November 2014 after being hit on the base of the skull by a ball during a domestic match in Sydney. His death stunned Australia and the world cricket community, sparking an outpouring of grief and intensifying a focus on player safety.Published in Dawn, October 8th, 2017\n", "author": "AFP", "title": "BD boy dies after being hit by cricket ball"}}
{"1362331": {"date": "October 08, 2017", "article": "KARACHI: Sharing important moments of their lives spent in this city, six ‘Wonder Women’ of Karachi inspired a jam-packed audience on the IBA’s City Campus on Friday as a part of the I Am Karachi (IAK) Talks.Actress and model Nadia Hussain, model and artist Sarwat Gilani, photojournalist Khaula Jamil, actress/model Sanam Saeed, banker Sima Kamil and TV network owner Sultana Siddiqui struck a chord with the audience as they spoke about their goals and struggles.Nadia Hussain, besides being an actress, model, fashion designer and owner of a salon, is a dentist. She was in her first year of dental school when she got into modelling. But before that she remembered how it was like growing up in Seaview Township. “It was a carefree life. I would walk to the Beachview Club to play tennis, cycle to another club for swimming, walk my dog, go for a jog on the beach early morning,” she said. Born in the UK, Nadia came to Karachi at the age of four.Sarwat Gilani, another model and artist, said her maternal grandfather gave up all his riches to come to Pakistan after Partition. She said her mother taught her about integrity, modesty and courage and her father taught her to be responsible and independent. The three role models in her life, she said, became her three pillars of strength as she stepped into showbiz.Jamiluddin Aali’s granddaughter Khaula Jamil, a photojournalist, on the lines of Humans of New York started Humans of Karachi, which had her break several stereotypes as she reclaimed her city.Sanam Saeed spoke about how it was growing up in a posh locality of Karachi but refusing to live in that bubble. The push came from her spirited Memon mother, w{"1362331": {"date": "October 08, 2017", "article": "KARACHI: Sharing important moments of their lives spent in this city, six ‘Wonder Women’ of Karachi inspired a jam-packed audience on the IBA’s City Campus on Friday as a part of the I Am Karachi (IAK) Talks.Actress and model Nadia Hussain, model and artist Sarwat Gilani, photojournalist Khaula Jamil, actress/model Sanam Saeed, banker Sima Kamil and TV network owner Sultana Siddiqui struck a chord with the audience as they spoke about their goals and struggles.Nadia Hussain, besides being an actress, model, fashion designer and owner of a salon, is a dentist. She was in her first year of dental school when she got into modelling. But before that she remembered how it was like growing up in Seaview Township. “It was a carefree life. I would walk to the Beachview Club to play tennis, cycle to another club for swimming, walk my dog, go for a jog on the beach early morning,” she said. Born in the UK, Nadia came to Karachi at the age of four.Sarwat Gilani, another model and artist, said her maternal grandfather gave up all his riches to come to Pakistan after Partition. She said her mother taught her about integrity, modesty and courage and her father taught her to be responsible and independent. The three role models in her life, she said, became her three pillars of strength as she stepped into showbiz.Jamiluddin Aali’s granddaughter Khaula Jamil, a photojournalist, on the lines of Humans of New York started Humans of Karachi, which had her break several stereotypes as she reclaimed her city.Sanam Saeed spoke about how it was growing up in a posh locality of Karachi but refusing to live in that bubble. The push came from her spirited Memon mother, who made sure that her children experienced life like any commoner. Sima Kamil, the president and CEO of United Bank Limited, then came up to share her story. The daughter of a Muslim father and Christian mother she spoke about how the city tolerated her. Keynote speaker Sultana Siddiqui said that all the wonder women who spoke before her had one thing in common — the confidence given to them by their parents. She said her mother wanted her to become a doctor but she wanted to follow in her big brother’s footsteps and appear for the CSS examination. But one had to be 21 years old at least in order to sit for the exam and she was married before that.The marriage did not work and her family was there to lend support to her and her three children but she wanted to do something on her own. Even when she got into TV she got encouragement from her eldest brother who would pick and drop her to work. That’s how she went from compering to becoming a director and producer while also taking care of her children and getting into several business ventures. Today her children are her pillars of strength with the youngest of them being her CEO.Earlier, I Am Karachi’s director Amin Hashwani and executive director Ambreen Kazim Thompson briefed the audience on IAK Talks.Published in Dawn, October 8th, 2017\n", "author": "Shazia Hasan", "title": "Six ‘wonder women’ share their success stories"}}
{"1362321": {"date": "October 07, 2017", "article": "Karachi police on Saturday said they shot dead four 'terrorists' belonging to Al Qaida in the Subcontinent (AQIS) after a raid turned on a house on the Northern Bypass turned into a full-fledged gunfight. Senior Superintendent of Police (SSP) Rao Anwar said police had acted on a tip-off from an intelligence agency to apprehend suspects involved in various terrorism-related incidents in Karachi when they encountered them near the Northern Bypass. \"In a shoot-out with the police, four terrorists, including the notorious Ibraham, aka Afia, were killed,\" SSP Anwar said.A sniper rifle and three pistols were recovered from the suspects. \"The terrorists were wanted for an attack on the Rangers in Korangi No 5 and a deadly grenade attack on police personnel in Awami Colony,\" the police official said. An investigation is underway. \n", "author": "Im{"1362331": {"date": "October 08, 2017", "article": "KARACHI: Sharing important moments of their lives spent in this city, six ‘Wonder Women’ of Karachi inspired a jam-packed audience on the IBA’s City Campus on Friday as a part of the I Am Karachi (IAK) Talks.Actress and model Nadia Hussain, model and artist Sarwat Gilani, photojournalist Khaula Jamil, actress/model Sanam Saeed, banker Sima Kamil and TV network owner Sultana Siddiqui struck a chord with the audience as they spoke about their goals and struggles.Nadia Hussain, besides being an actress, model, fashion designer and owner of a salon, is a dentist. She was in her first year of dental school when she got into modelling. But before that she remembered how it was like growing up in Seaview Township. “It was a carefree life. I would walk to the Beachview Club to play tennis, cycle to another club for swimming, walk my dog, go for a jog on the beach early morning,” she said. Born in the UK, Nadia came to Karachi at the age of four.Sarwat Gilani, another model and artist, said her maternal grandfather gave up all his riches to come to Pakistan after Partition. She said her mother taught her about integrity, modesty and courage and her father taught her to be responsible and independent. The three role models in her life, she said, became her three pillars of strength as she stepped into showbiz.Jamiluddin Aali’s granddaughter Khaula Jamil, a photojournalist, on the lines of Humans of New York started Humans of Karachi, which had her break several stereotypes as she reclaimed her city.Sanam Saeed spoke about how it was growing up in a posh locality of Karachi but refusing to live in that bubble. The push came from her spirited Memon mother, who made sure that her children experienced life like any commoner. Sima Kamil, the president and CEO of United Bank Limited, then came up to share her story. The daughter of a Muslim father and Christian mother she spoke about how the city tolerated her. Keynote speaker Sultana Siddiqui said that all the wonder women who spoke before her had one thing in common — the confidence given to them by their parents. She said her mother wanted her to become a doctor but she wanted to follow in her big brother’s footsteps and appear for the CSS examination. But one had to be 21 years old at least in order to sit for the exam and she was married before that.The marriage did not work and her family was there to lend support to her and her three children but she wanted to do something on her own. Even when she got into TV she got encouragement from her eldest brother who would pick and drop her to work. That’s how she went from compering to becoming a director and producer while also taking care of her children and getting into several business ventures. Today her children are her pillars of strength with the youngest of them being her CEO.Earlier, I Am Karachi’s director Amin Hashwani and executive director Ambreen Kazim Thompson briefed the audience on IAK Talks.Published in Dawn, October 8th, 2017\n", "author": "Shazia Hasan", "title": "Six ‘wonder women’ share their success stories"}}
{"1362321": {"date": "October 07, 2017", "article": "Karachi police on Saturday said they shot dead four 'terrorists' belonging to Al Qaida in the Subcontinent (AQIS) after a raid turned on a house on the Northern Bypass turned into a full-fledged gunfight. Senior Superintendent of Police (SSP) Rao Anwar said police had acted on a tip-off from an intelligence agency to apprehend suspects involved in various terrorism-related incidents in Karachi when they encountered them near the Northern Bypass. \"In a shoot-out with the police, four terrorists, including the notorious Ibraham, aka Afia, were killed,\" SSP Anwar said.A sniper rifle and three pistols were recovered from the suspects. \"The terrorists were wanted for an attack on the Rangers in Korangi No 5 and a deadly grenade attack on police personnel in Awami Colony,\" the police official said. An investigation is underway. \n", "author": "Im{"1362331": {"date": "October 08, 2017", "article": "KARACHI: Sharing important moments of their lives spent in this city, six ‘Wonder Women’ of Karachi inspired a jam-packed audience on the IBA’s City Campus on Friday as a part of the I Am Karachi (IAK) Talks.Actress and model Nadia Hussain, model and artist Sarwat Gilani, photojournalist Khaula Jamil, actress/model Sanam Saeed, banker Sima Kamil and TV network owner Sultana Siddiqui struck a chord with the audience as they spoke about their goals and struggles.Nadia Hussain, besides being an actress, model, fashion designer and owner of a salon, is a dentist. She was in her first year of dental school when she got into modelling. But before that she remembered how it was like growing up in Seaview Township. “It was a carefree life. I would walk to the Beachview Club to play tennis, cycle to another club for swimming, walk my dog, go for a jog on the beach early morning,” she said. Born in the UK, Nadia came to Karachi at the age of four.Sarwat Gilani, another model and artist, said her maternal grandfather gave up all his riches to come to Pakistan after Partition. She said her mother taught her about integrity, modesty and courage and her father taught her to be responsible and independent. The three role models in her life, she said, became her three pillars of strength as she stepped into showbiz.Jamiluddin Aali’s granddaughter Khaula Jamil, a photojournalist, on the lines of Humans of New York started Humans of Karachi, which had her break several stereotypes as she reclaimed her city.Sanam Saeed spoke about how it was growing up in a posh locality of Karachi but refusing to live in that bubble. The push came from her spirited Memon mother, who made sure that her children experienced life like any commoner. Sima Kamil, the president and CEO of United Bank Limited, then came up to share her story. The daughter of a Muslim father and Christian mother she spoke about how the city tolerated her. Keynote speaker Sultana Siddiqui said that all the wonder women who spoke before her had one thing in common — the confidence given to them by their parents. She said her mother wanted her to become a doctor but she wanted to follow in her big brother’s footsteps and appear for the CSS examination. But one had to be 21 years old at least in order to sit for the exam and she was married before that.The marriage did not work and her family was there to lend support to her and her three children but she wanted to do something on her own. Even when she got into TV she got encouragement from her eldest brother who would pick and drop her to work. That’s how she went from compering to becoming a director and producer while also taking care of her children and getting into several business ventures. Today her children are her pillars of strength with the youngest of them being her CEO.Earlier, I Am Karachi’s director Amin Hashwani and executive director Ambreen Kazim Thompson briefed the audience on IAK Talks.Published in Dawn, October 8th, 2017\n", "author": "Shazia Hasan", "title": "Six ‘wonder women’ share their success stories"}}
{"1362321": {"date": "October 07, 2017", "article": "Karachi police on Saturday said they shot dead four 'terrorists' belonging to Al Qaida in the Subcontinent (AQIS) after a raid turned on a house on the Northern Bypass turned into a full-fledged gunfight. Senior Superintendent of Police (SSP) Rao Anwar said police had acted on a tip-off from an intelligence agency to apprehend suspects involved in various terrorism-related incidents in Karachi when they encountered them near the Northern Bypass. \"In a shoot-out with the police, four terrorists, including the notorious Ibraham, aka Afia, were killed,\" SSP Anwar said.A sniper rifle and three pistols were recovered from the suspects. \"The terrorists were wanted for an attack on the Rangers in Korangi No 5 and a deadly grenade attack on police personnel in Awami Colony,\" the police official said. An investigation is underway. \n", "author": "Im