{"1362712": {"date": "Updated October 09, 2017", "article": "\n\nThe people's decision\n\n\nThousands of people from the Federally Administered Tribal Areas (Fata) and members of a number of political parties on Monday descended on Islamabad's D-Chowk, a roundabout just outside the Red Zone, to demand the early merger of the tribal areas with Khyber Pakhtunkhwa.\n\nSecurity personnel stand by the rally at Islamabad's D Chowk.─DawnNews\n\n\nLeaders of the Pakistan Tehreek-i-Insaf, Awami National Party, PPP, Jamaat-i-Islami, and the Qaumi Watan Party participated in the rally.Jamiat Ulema-i-Islam-Fazl, however, has not joined the protest. Yesterday, JUI-F chief Maulana Fazlur Rehman said that the FATA-KP merger issue was being used by certain elements for political gains. Among the demands put forward is the representation of tribal people in the KP Assembly and convening of a meeting of the Council of Common Interests on the matter. The protesters are also seeking amendments to the Constitution to extend the jurisdiction of the superior courts to Fata. The demonstrators said that their protest will continue till President Mamnoon Hussain signs the Fata merger into law. \n\nProtestors stand on containers during a demonstration demanding early merger of tribal areas with KP.─Shakeel Qarar\n\n\nThe people's decision\nA number of political leaders addressed the rally at D Chowk.\"The decision to merge Fata with KP has been made by the people of Fata,\" ANP President Asfandyar Wali Khan said, asking the government to have \"mercy\" and abolish the Frontier Crimes Regulation.PPP leader Syed Akhunzada Chattan said that the people of Fata had no peace and their human rights were being violated.\"There is havoc in Fata,\" Chattan said, demanding that Fata be given it's right to the National Finance Commission award. He said the government is yet to announce a budget for Fata.If the government had implemented the reforms, this day would not have come, Chattan added.Jamiat Ulama-i-Islam-Sami (JUI-S) chief Maulana Samiul Haq said that \"some people in Islamabad do not believe that Fata is part of Pakistan.\"Earlier in the week, announcements were made in all the tribal agencies appealing for the people to go to Islamabad to make their demands known. Thousands of people from the tribal areas and Khyber Pakhtunkhwa are still expected to join the rally. People from Khyber, Bajaur, Mohmand and the Frontier Regions of Kohat and Peshawar are expected to come to the toll plaza to join the main rally.PTI Chairman Imran Khan had also directed his party workers, MNAs and MPAs to take part in the protest. During a press conference in Peshawar on Friday, Imran had demanded a Fata-KP merger before the 2018 general elections.Demands for the merger have been gaining momentum since Aug 2016, when a six-member committee headed by then advisor to the prime minister, Sartaj Aziz, had tabled a report before the cabinet that recommended major reforms, including the merger of the areas with KP.The report had generated controversy when two allies of the federal government – JUI-F and Pakhtunkhwa Milli Awami Party – opposed the committee report.\n", "author": "Dawn.com | Shakeel Qarar", "title": "Islamabad sees large rallies for early merger of Fata, Khyber Pakhtunkhwa"}}
{"1362692": {"date": "October 09, 2017", "article": "Germany's conservative parties said on Monday that they have agreed on a law limiting the number of migrants allowed to enter the country every year though parliament has the power to change the figure in the future. Chancellor Angela Merkel's party and its sister party in Bavaria, the Christian Social Union, say they want to limit the annual number of migrants to 200,000. However, that number can be increased or lowered by parliament in reaction to any future refugee crises. The migrant issue had been one of the biggest stumbling blocks between the two parties as they head into coalition talks with the pro-business FDP and the Greens to form a new government following last month's national election. The face-saving compromise was much needed after Merkel and the CSU's leader, Horst Seehofer, wrangled over a migrant cap for almost two years. Merkel has repeatedly refused to agree to an annual cap for migrants, while the CSU had demanded a limit. While the CSU can now present an actual number to its party base, Merkel can point to the fact that the number is flexible and can be changed any time in reaction to incoming asylum seekers. Germany took in more than 1 million migrants between 2015 and 2016, but the numbers have drastically gone down since the Balkans route was blocked in early 2016. A migrants' deal with Turkey has also kept large numbers of people from crossing the Mediterranean to Europe's shores. The compromise also includes plans to build large centers where asylum-seekers must stay until their request has been processed. So far asylum-seekers are distributed across the country while awaiting the decision on their applications. It also seeks to add new immigration laws allowing for special migration of skilled workers. The migrant issue is likely to play a big role in upcoming coalition negotiations as the Greens have been vehemently opposed to eroding the right to asylum. Compared to many other European countries, Germany has more generous asylum laws. They are enshrined in the German constitution in reaction to the Third Reich, when many people fleeing the Nazis survived only because they were able to get asylum in other countries.\n", "author": "AP", "title": "German conservative parties say they agree on migrant limit"}}
{"1362682": {"date": "October 09, 2017", "article": "\n\nThe generals and 'chaos'\n\n\nA top Republican lawmaker warned on Sunday that US President Donald Trump's impulsive threats against other countries could set America \"on the path to World War III,\" in comments capping an unusually hostile and public feud between the pair on Twitter.Bob Corker, who chairs the powerful Senate Foreign Relations Committee, slammed the president for running his office like a \"reality show\" in a stinging rebuke against a sitting president of his own party that was remarkable even by the volatile standards of the Trump administration.The public spat between the former allies could also undermine Trump's legislative agenda, with Corker's vote vital to the fate of the Iran nuclear deal and passing tax reform.\"He concerns me,\" Corker told The New York Times, adding: \"He would have to concern anyone who cares about our nation.\"The drama erupted in the morning, when Trump tweeted that Corker had decided against running for re-election because he lacked the \"guts,\" and the senator replying that the White House had become an \"adult daycare centre.\"The highly unusual exchange came seemingly out of nowhere on a rainy Sunday morning that Trump began in the White House before skies cleared and he headed to a nearby golf course.Corker, a respected moderate who once supported Trump, has emerged in recent months as one of the president's most outspoken Republican critics.He recently said that only the presence of the generals in Trump's inner circle had kept the White House from descending into \"chaos.\"Trump made no mention of that remark in his volley of tweets, instead attacking Corker for his decision to return to private life, saying that the Tennessee Republican bore heavy responsibility for what Trump considers the deeply flawed nuclear deal with Iran.\"Senator Bob Corker 'begged' me to endorse him for re-election in Tennessee. I said 'NO' and he dropped out (said he could not win without my endorsement),\" Trump wrote in a series of tweets.\"He also wanted to be Secretary of State, I said 'NO THANKS.' He is also largely responsible for the horrendous Iran Deal!\"Trump called Corker a \"negative voice\" who would \"stand in the way of our great agenda.\"\"Didn't have the guts to run!\" the president exclaimed.Corker for his part disputed the account, telling the Times that Trump had urged him to run again and promised to endorse him if he did.\"I don't know why the president tweets out things that are not true,\" he said.The generals and 'chaos'\nTrump's tweetstorm was not particularly unusual -- he has rarely been one to calmly endure criticism -- but Corker's blunt rebuttal was strikingly rare, coming from a fellow Republican in such a prominent position.The senator, perhaps feeling liberated by his decision not to seek re-election, tweeted: \"It's a shame the White House has become an adult day care center. Someone obviously missed their shift this morning,\" hinting that presidential caretakers were not doing their job.A few hours later, Trump was online once again -- hitting back to suggest Corker's achievements in office have been limited.\"Bob Corker gave us the Iran Deal, & that's about it. We need HealthCare, we need Tax Cuts/Reform, we need people that can get the job done!\" he wrote.The Trump-Corker feud, long in the making, flared up last week after Trump seemed to pull the rug out from Secretary of State Rex Tillerson as the Texan attempted to open lines of dialogue with North Korea.Trump tweeted that Tillerson was \"wasting his time trying to negotiate.\"A clearly frustrated Corker told reporters on Wednesday that Tillerson was not getting the support he needed from above.He then added: \"I think Secretary Tillerson, Secretary (of Defense James) Mattis and Chief of Staff (John) Kelly are those people that help separate our country from chaos, and I support them very much.\"While he did not mention Trump specifically, the comments seemed clearly aimed at the president.Corker had supported Trump's presidential campaign. He reportedly was considered as a possible vice presidential running mate to Trump, and later as a potential secretary of state.But the relationship took a turn for the worse in August. After Trump's much-criticised remarks about the violent protests in Charlottesville, Virginia, Corker said the president had \"not yet been able to demonstrate the stability, nor some of the competence, that he needs to demonstrate.\"\n", "author": "AFP", "title": "Top Republican lawmaker says US on course for WWIII with Trump at helm"}}
{"1362672": {"date": "Updated October 09, 2017", "article": "\n\n\n\nDepositors continue to suffer as banks maintain low deposit rates in an extended stable monetary policy regime while rising inflation continues to erode the net deposit rate further. Average annualised return on all fresh deposits of all banks (excluding only those applicable on the interbank market) fell to 3.02 per cent in August this year from 3.30pc in the same month last year. Compare this return with the headline inflation of 3.4pc this August and you will find out that the deposit rate has already turned negative. This is, by no means, good for the economy. (Inflation in September shot up to 3.9pc and by all likelihood the wedge between the average fresh deposit rate of banks in September and the inflation number of that month will widen further). \nMoneyed people are resorting to a long-forgotten way of retaining value: buying dollars \nfrom the open market in anticipation of a looming rupee depreciation\nBank borrowers, particularly big ones, are getting cheap loans as the money market remains liquid despite banks’ increased lending to the government. Certainly, this is good for the economy. Between July 1 and Sept 22 this year, banks’ net lending to the private sector was minus Rs92 billion against that of Rs296bn in the same period of the last year. This indicates a decrease in gross lending amid increased credit retirement in the first quarter of the 2017-18 fiscal year compared to the same quarter of the preceding year. On the other hand, banks’ lending to the federal government between July 1 and Sept 22 shot up to about Rs215bn against net retirement of government loans of Rs266bn in the year-ago period.Since political uncertainty is high ahead of general elections next year, the stock market is nervous and the index is shedding value, sending signals to people that it is better to sell more and buy less. Changes in rules and regulations governing the construction industry in Karachi has already left little chance for parking funds in the real estate — at least for some time.It is against this backdrop that moneyed people are resorting to a long-forgotten way of retaining value: buying dollars from the open market in anticipation of a looming rupee depreciation. On July 5, the State Bank of Pakistan (SBP) let the overvalued rupee find its real market worth. But the government intervened in an unprecedented way, compelling the central bank to restore the exchange rate. Since then, everything has been said and written for and against rupee depreciation.But now it’s not about the perceived merits or demerits of depreciation. It’s all about day-to-day functioning of the forex market that really matters. “Metaphorically speaking, you cannot just stop a pregnant woman from giving birth if it is time for delivery, regardless of whether the arrival of the newborn is perceived to be good or bad for the extended family,” commented the treasurer of a local bank. “Either the rupee is overvalued or it is not. If it is overvalued, no amount of preaching about the merits and demerits of depreciation can stop a correction in the exchange rate. Delays can be harmful, like in case of a delayed childbirth,” he siad.The recent rise in dollar buying from the open market can be seen as a signal that at least a segment of the forex market is anticipating exchange rate correction in the near future. A stronger indication could have been the conversion of rupee bank accounts into foreign currency accounts. But whether this is happening will be evident only after the central bank publishes its September report with details of FE 25 (foreign currency accounts). By August this year, the total amount placed in this account was $6.978 million, little changed from $6.963m in June. “So, we cannot see any sign right now that rupee accounts are being converted into FE 25 (in anticipation of rupee depreciation),” said an SBP official. But given our weak key external account fundamentals and the fact that the rupee is still overvalued, markets continue to expect a change in exchange rate any time during this quarter.“The central bank was perhaps waiting for handling the March-June quarter external debt payments. Besides, the July 5 move of allowing the rupee to find its market worth had to be reversed on government intervention. So, I guess the central bank can now make more rapid adjustments in the dollar-rupee parity than it did till Sept 30,” says a bank treasurer. The rupee has lost about half a per cent of its value against the dollar since July this year. Whether the local currency sheds value gradually, but still faster during this quarter than the past quarter, cannot be predicted. Prime Minister Shahid Khaqan Abbasi recently said in a Bloomberg interview that the rupee “is not on the table”. Meanwhile, Pakistan’s forex reserves fell to $19.763bn on Sept 29 from about $21.402bn at end-June. This big fall of $1.639bn in just three months indicates that external-sector worries are far from over, despite the current account deficit in July-September, the balance of payments in July-August showed a surplus of $1.385bn against that of only $21m in July-August 2016-17.In the first two months of this fiscal year, the current account deficit also expanded to $2.601bn from $1.287bn in the year-ago period. Bankers are eagerly awaiting the first-quarter balance-of-payments data. “If the July-September current account deficit expands further and if balance of payment surplus shrinks, the exchange rate would certainly come under pressure and perhaps even the government would reconsider its position (on any move by the central bank to depreciate the rupee),” says a source close to the SBP.Published in Dawn, The Business and Finance Weekly, October 9th, 2017\n", "author": "Mohiuddin Aazim", "title": "Market seesaws amid currency drama"}}
{"1362662": {"date": "October 09, 2017", "article": "MANSEHRA: Balakot tehsil nazim and naib nazim of Pakistan Muslim League-Nawaz have failed to persuade own party members to support them in the no-confidence motion tabled against them and voting on which will be held today (Monday). Sabeel Ahmad, the secretary of tehsil council Balakot, had summoned the session to take up the no-confidence motion tabled by PTI councillor Ibrahim Ahmad Shah and PML-N councillor Liaqat Khattana against nazim Rustam Khan and naib nazim Abdul Qudus, last week.Both nazim and naib nazim held talks with PML-N dissident group led by Mr Khattana to abstain from polling on the no-confidence motion but they refused to do so and instead made it clear to them that they would stick to their commitments with opposition councillors.Rustam Khan and Abdul Qudus had been elected to offices of nazim and naib nazim, respectively, after many rounds of vote as their own party councillors were against their nominations which were made by local MPA Mian Ziaur Rehman. Sources in PML-N told this scribe that an unsettling development could also take place before polling on the no-confidence motion on Monday. The PTI councillor Ibrahim Ahmad Shah, who is expected to hold office of tehsil nazim if no-confidence motion is succeeded, told reporters that both treasury and opposition benches decided to replace nazims an naib nazims in the larger public interest.“Almost three years have passed since the local governments came into being but the tehsil government couldn’t execute a single annual development programme,” said Mr Shah.He claimed to enjoy support of 17 councillors out of the 19-member tehsil council.Published in Dawn, October 9th, 2017\n", "author": "The Newspaper's Correspondent", "title": "Balakot nazim fails to muster support over no-trust move"}}
{"1362652": {"date": "October 09, 2017", "article": "MURREE: A woman and her son died when their car fell into a ravine in Massot near Murree. The victims were identified as Waqas Abbasi and his mother Bano Bibi. Waqas along with his family was going to meet his in-laws in Massot when his car met with the accident on the Barrian-Massot under-construction road. Ashiq Abbasi, Mufti Arshad Abbasi and other residents of the area said the road had been under construction for two years. Due to the delay in the construction of the road and its faulty alignment, a number of accidents have taken place in the area, they added. They appealed to the highway department to take notice of the delay in the work due to an alleged rift between the department and political figures belonging to the ruling party.Published in Dawn, October 9th, 2017\n", "author": "The Newspaper's Correspondent", "title": "Woman, son die as car falls into ravine"}}
{"1362642": {"date": "October 09, 2017", "article": "Martin Kobler, Ambassador of Germany, hosted a reception to commemorate the German National Unity Day. Hundreds of guests - including diplomats, government and military officials, businessmen and others – came together in the embassy gardens for the occasion.Welcoming the guests in Urdu, Kobler said, “We realised this dream of unity on 3rd October 1990 when the Berlin wall was brought down and since then Germany has progressed and prospered. Now Germany is a strong nation in the European Union and we work closely with our neighbours, especially France with whom we have resolved the differences of the past. The German-France nexus is strong and all of Europe benefits from this.” Kobler spoke at length about the tremendous potential of Pakistan’s youth, quoting Iqbal’s famous verse, uss qaum ko shamsheer ki hajat nahi rehti, Ho jiske jawanoon ki khudi soorat-e-faulad. Federal Minister for Commerce and Textile Pervaiz Malik was the chief guest on the occasion. He said Germany had been a staunch friend to Pakistan in getting GSP+ status, adding that “Pakistan values its traditionally strong relationship with Germany and would like to continue to work closely with Germany, building a broad based and long term relationship.” Malik Mohammad Rafique Rajwana, governor of Punjab, was the guest of honour. Aamir Amjad, senior programme coordinator at Friedrich Naumann Stiftung, said: “The foundation I represent has been working in Pakistan since 1986 and today we are celebrating Unity Day by displaying some of our work in democracy, rule of law, climate change and digitalization in Pakistan. The other four foundations working in Pakistan have also placed stalls here to share our work with Pakistanis and the diplomats here. It’s an honour to celebrate the 27th Unification Day with everybody here.”MNA Shaista Malik said: “The ambassador won the hearts of all Pakistanis by starting his speech in Urdu.”Published in Dawn, October 9th, 2017\n", "author": "Atle Hetland | Syeda Shehrbano Kazim | Shahbaz Chaudary", "title": "German National Unity Day celebrated"}}
{"1362632": {"date": "October 09, 2017", "article": "It is named after one of Salvador Dali’s iconic paintings. The rustic, yet polished interior is inspired by many of the Spanish artist’s works with small picture frames and mirrors on one side, and large hand-painted empty gold frames adorning the opposite. There are cracks in the wall, hanging light bulbs provide a surreal effect in the evening and beautiful miniatures of giraffes created with twisted gold and black copper wire stand among other decoration pieces on a table placed by the entrance. The theme reflects Dali’s surrealism interspersed with the interior designer’s personal touch of optical illusion. This is The Burning Giraffe. A new addition to the ever-growing list of high-end restaurants in town, replacing what stood earlier in its place, Café Latch -- located in the Fashion Avenue off Gulberg’s Main Boulevard in a cramped street surrounded by many a restaurant and café. The menu is a limited, yet eclectic mix of crowd favourites and some signatures, catering to the fitness conscious as well as those who least care – like me. From the starters, I tried bits of the cheese wedges, calamari, beef tataki and sliders. The TBG Fried Calamari, served hot, must be devoured immediately before it becomes chewy. It’s a deliciously crunchy, tangy calamari drizzled with an in-house sauce and sprinkled with some fresh veggie salad. Will definitely make you want more. The Fried Mozzarella Wedges, as the name suggests, are palm-sized triangles of thick mozzarella cheese fried in a batter and served with three dips. Cheese lovers will savour this one. Every time I think about the Beef Tataki, I start salivating. It was delectable. Ultra thin strips of tender, barely cooked beef, raw in the centre, drizzled with a mouthwatering tangy, citrusy in-house ponzu sauce and garnished with rocket leaves, julienned spring onions, crispy garlic chips, toasted sesame and Thai red chilli flakes. The most amazing start to a meal. I also tried the Flamin’ Cheeto chicken slider, but not being a burger fan it won’t be fair to comment on it. It sure was unique in that the chicken is coated with Flamin’ Hot Cheetos crisps. From the mains, I first tried the Truffled Mac and Cheese. Truly a fulfilling, comfort meal, this was a dish of baked creamy elbow macaroni with lots of cheddar and mozzarella cheese and fresh mushrooms. The earthiness of white truffle oil adds a unique flavour to and elevates a basic plate of Mac and Cheese. Definitely one of my favourites here. Next I tried the Beef Donburi Bowl. It’s a Japanese-inspired dish that comprised sticky garlic rice at the bottom of a bowl with a fried egg, juicy chunks of beef and fresh vegetables sitting on top, garnished with red chili flakes and roasted sesame seeds. Another bowl of yummy comfort food, though the quantity is such that it was finished just when I started enjoying it. A few other items worth mentioning are the Butter Milk Fried Chicken Sandwich (actually a burger) that will remind you of KFC’s heyday – a high-end version of it though. Also, the YAN Special Beef Burger with a thick, tender beef patty drizzled with a generous amount of chef’s special sauce. The Crispy Chicken Salad was a disappointment though the chunks of chicken were crispy and iceberg lettuce fresh. But that’s it. TBG is still in the process of finalising its desserts with barely a couple of weeks into the launch. What you will find there, however, is their specialty, the indulgent Cookie Skillet that is easily enough for at least a couple of people. It’s a giant gooey chocolate and Nutella cookie baked inside a skillet and topped with a chocolate sauce with two scoops of vanilla ice cream sitting on top. There’s also carrot cake and brownie with ice cream. The Green Apple Chiller is delicious and refreshing when the weather isn’t on your side. The space is quite limited, which allows the three business partners to attend to guests, but at the same time is a big negative – for me, at least. When packed, it gets annoyingly noisy. If that’s not enough, there’s loud music playing in the background. And being a high-end restaurant, it can leave you with a gaping hole in the pocket – starters ranging between Rs550 and Rs1,550, and a small bowl of salad for Rs650 are just some examples. At the end, it’s the remarkable food one goes back for.Published in Dawn, October 9th, 2017\n", "author": "Sheharyar Rizwan", "title": "Eatery that combines taste with artistry"}}
{"1362622": {"date": "October 09, 2017", "article": "LAHORE: The Jamaat-i-Islami is still resisting going with the Pakistan Tehreek-i-Insaf on the latter’s demand for early elections in the country believing it will only benefit the ruling party.“We don’t favour early polls as is the demand of a political party (PTI),” JI Emir Senator Sirajul Haq told a meeting of party activists here on Sunday.He argued that early polls always benefited the rulers only by getting “political martyrdom” which the JI won’t allow this time.He said the federal and provincial governments must be allowed to complete their [mandated] five-year terms.He called upon the federal government to withdraw the clause 203 paving way for the election of a disqualified person as party head. He also reiterated his demand that the elements behind the conspiracy to amend the oath regarding Khatm-i-Nabuwat be exposed. Meanwhile talking to the media at the Walima reception of the son of JI former district emir Dr Liaquat Ali Kausar at an Okara marriage hall, Mr Haq said it was the good luck of the PML-N that it never faced a united opposition in the country and in parliament.Published in Dawn, October 9th, 2017\n", "author": "Dawn Report", "title": "Early polls to benefit  ruling party: Siraj"}}
{"1362612": {"date": "Updated October 09, 2017", "article": "ISLAMABAD: The World Bank has warned that macroeconomic risks in Pakistan have increased substantially during the fiscal year 2017, as the external balance is particularly vulnerable given the persistent current account deficit, affecting the country’s reserve position.Pakistan’s weaker macroeconomic discipline has led to vulnerabilities in the balance of payments. Since the IMF programme came to an end, external indicators of the economy have deteriorated, says ‘The South Asia Economic Focus Fall 2017’ released on Sunday ahead of the World Bank and IMF annual meetings.One year ago, Pakistan was in a comfortable position, as international reserves were large enough to cover the current account deficit, the service of external debt and even the total volume of portfolio investments in the country. By now international reserves still cover the first two items, but not the third one. Addressing the sources of this increased vulnerability should be a priority, suggests the report.In Pakistan, macroeconomic discipline arguably weakened after the IMF programme came to an end. In recent years, there had been clear progress in restoring macroeconomic stability and laying some of the foundations for higher growth.\nReport says weaker discipline leads to vulnerabilities in balance of payments\nPakistan also regained emerging market status in the MSCI index and made progress on the China-Pakistan Economic Corridor (CPEC); two developments that reinforced general optimism. However, macroeconomic discipline has deteriorated in recent months.The report says that improving the external balance hinges upon a revival in exports, a slowdown in imports, and stable remittance flows. In the absence of any of these factors, the persistent current account deficit will put further pressure on already dwindling reserves.The fiscal position is also expected to deteriorate during the election cycle, which would affect debt trends and maintain debt at the current high level, cautions the report titled “Growth out of the Blue”.The report says that the ouster of former prime minister Nawaz Sharif has enhanced political risks and created some policy uncertainty. The upcoming national election in 2018 may affect the reform momentum and macroeconomic policy. Slower progress in much-needed structural reforms would weaken growth prospects and discourage private investment.The outlook until fiscal year 2019 is for moderately higher growth, and this outlook is contingent upon continued macro-economic and political stability, as well as steady progress in implementing the main pillars of the government’s medium-term reform programme, which tackles key constraints to growth. The outlook assumes that oil prices will increase moderately but remain low.On the supply side, impetus to growth is projected to come from the services and the industrial sectors, while on the demand side, acceleration would be driven by public and private consumption, aided by a moderate increase in investment.The pressure on the current account is expected to persist as the trade deficit will remain elevated during 2018 and 2019. This situation can potentially become unsustainable in absence of corrective policy measures. However, exports are expected to recover during fiscal years 2018 and 2019 due to an easing of supply side factors.Imports, after strong growth of 17.7 per cent in fiscal year 2017, are expected to grow at a slower pace in fiscal years 2018 and 2019. Remittances will continue to partly finance the current account deficit.It is also expected that FDI flows will strengthen due to accelerated implementation of CPEC projects. However, capital and financial flows during fiscal years 2018 and 2019 will only partly finance the current account deficit, which will result in a drawdown of reserves during these two years.The report says that fiscal slippages are expected to continue through the election cycle, which will result in a widening of the fiscal deficit during fiscal year 2018. This increase in the fiscal deficit is primarily driven by a slower increase in tax revenues, both federal and provincial, and a sharper increase in expenditures.An adjustment in the fiscal position in fiscal year 2019 after the election will help in curtailing the fiscal deficit. Inflation, after remaining moderate during fiscal year 2017, is expected to rise in 2018 and 2019. Inflation is expected to rise due to higher domestic demand pressures and a slight increase in international oil prices.Published in Dawn, October 9th, 2017\n", "author": "Amin Ahmed", "title": "Macroeconomic risks in Pakistan increasing: World Bank"}}
{"1362592": {"date": "Updated October 09, 2017", "article": "The government has decided to impose five per cent to 25pc regulatory duty on about 250 non-essential imports as a way around the recent build-up of expectations of, and growing demands for, currency devaluation and to push back a looming currency crisis. Simultaneously, the government also took a decision to hand out a few more concessions to exporters under the Rs180 billion package given in January this year and spread over a period of 18 months to June 2018. By making imported old cars, fruit, handsets, garments, electronic goods, etc more expensive and encouraging exports, the government hopes to tackle the growing trade deficit that spiked to a record $33bn last fiscal year and stem the drawdown on the country’s fast-declining dollar reserves. But will it be able to do so?\nBy making imports more expensive and encouraging exports, the government hopes to tackle the growing trade deficit and stem the drawdown on the country’s fast-declining dollar reserves. But will it be able to do so?\n“It is not the first time policymakers have tried to restrict luxury imports by making them more expensive and harder to bring in. Earlier in March, traders were asked to pay 100pc cash to cover their imports of what the government describes as non-essential items. The move didn’t yield the intended results, though. Instead, it encouraged smuggling and under-invoicing,” a leading trader from Lahore said on condition of anonymity. “If the demand for something exists, it will eventually find its way to the market. Higher prices affect demand but only marginally. The markets and buyers always adjust to the changing realities quite quickly no matter what,” he chuckled.The use of tariff barriers to discourage imports is being seen as a desperate attempt by the government to quash growing expectations of devaluation that have been building up for quite some time because of pressure on the country’s external sector. Political uncertainty in the aftermath of former prime minister Nawaz Sharif’s disqualification by the apex court seems to have exacerbated the situation, with the government appearing to have lost its handle on the economy in an election-year, and with macroeconomic fundamentals slipping with the passage of time.The central bank’s official dollar reserves dropped to $13.8bn on Sept 29 from $18.9bn a year ago. Trade deficit has also soared to a record high mainly on the back of import of machinery and equipment for energy and transport projects under the $57bn China-Pakistan Economic Corridor initiative. The current account deficit, which spiked to more than four per cent of the size of the economy to $12.1bn during the last financial year, has surged to $2.6bn in the first two months of the current fiscal to August.“It is quite natural for the markets to build up expectations of rupee depreciation as the State Bank is running out of its foreign currency stocks with imports surging, and exports and workers’ remittances declining — or flattening at best,” argued a Lahore-based financial analyst. “The government needs dollars to pay its bills, service its debt, shore up its reserves, restore confidence in the currency and quell expectations of a new round of currency devaluation,” he said. “At the moment, it doesn’t matter if we have to borrow more money to boost our foreign currency reserves in order to defend our financial stability, if the government wants to ward off rupee devaluation in the near election-year.”A number of businessmen, and economic and financial analysts Dawn spoke to favoured a downward adjustment of the exchange rate to hold off a balance-of-payments crisis. “Our currency is overvalued and hurting our exports. Adjusting the exchange rate should boost our exports, help capital formation and bridge the widening current account gap in the long run,” a textile exporter contended.Yet, not everyone advocating devaluation supports the demand for a weaker rupee unconditionally. “It will be naive to expect devaluation of the rupee to take care of our current account woes. If the rupee value has to be adjusted it must be done as part of a combination of policy measures to narrow down the trade deficit through restrictions on imports and incentives for exports, as well as checks to stop smuggling and under-invoicing,” a head of research at a brokerage in Karachi insisted.Another economic analyst, also from Karachi, questioned the demand for a weaker currency for boosting exports and eventually covering the current account hole. “The currency depreciation doesn’t guarantee automatic increase in exports. In fact, you have got to have a stable currency to attract investment and grow exports as Bangladesh has done over the years. Devaluation will only fuel inflation and impoverish our people. “The long-term solution to our balance-of-payments issue lies in offering incentives to our exports through tax reforms and reduction in energy prices in order to help them become competitive, curb non-essential imports without being over-protectionist, and attract investment in the manufacturing industry to produce surplus for exports and substitute imports,” he said.Published in Dawn, The Business and Finance Weekly, October 9th, 2017\n", "author": "Nasir Jamal", "title": "Firefighting to shore up reserves"}}
{"1362582": {"date": "October 09, 2017", "article": "BILOXI: Hurricane Nate weakened to a tropical depression on Sunday after coming ashore in Mississippi as the fourth hurricane to hit the United States this year, flooding roads and buildings but sparing the state from catastrophic damages. As the storm moved northeast into Alabama, Nate’s maximum sustained winds dropped to 35 miles per hour (55km per hour), prompting the National Hurricane Centre to end its tropical storm warnings for the region. The storm made landfall as a Category 1 hurricane, the weakest designation by the centre. Only a few hours earlier, its winds had been blowing at 70mph but appeared to lack the devastating punch of its recent predecessors. “We are very fortunate this morning and have been blessed,” Mississippi Governor Phil Bryant told reporters, saying there had been no deaths or reports of catastrophic damage. The fourth major storm to strike the United States in less than two months, Nate killed at least 30 people in Central America before entering the warm waters of the Gulf of Mexico and bearing down on the US South. It has also shut down most oil and gas production in the Gulf. Nate follows hurricanes Harvey, Irma and Maria, which have devastated areas of the Caribbean and southern United States. The tropical depression’s centre will move up through Alabama into Tennessee and Kentucky through Monday, the National Hurricane Centre said. Heavy rainfall and storm surge flooding remained a danger across the region, and the centre said Florida’s Panhandle and parts of Alabama and Georgia might feel tropical storm-force wind gusts. Nate made its first US landfall on Saturday evening near the mouth of the Mississippi River and then made a second one early on Sunday near Biloxi, Mississippi. Floodwaters swept over streets in communities across Alabama and Missi­ssippi, including over High­way 90 and to ocean-side casinos in Biloxi, according to reports on social media. Jeff Pickich, a 46-year-old wine salesman from D’Iberville, Mississippi, was counting his blessings. Heavy winds left only minor damage, blowing down part of a fence on his rental property in Biloxi. “I’m just glad,” he said, digging fresh holes for fence posts. “I was afraid of the water. The water is Mother Nature. You can’t stop it.”  Water flowed through Ursula Staten’s yard in Biloxi, pushing over part of her fence and scattering debris, but did not breach her house. “I have a mess,” the retired massage therapist said. “If we had got Irma, I would have lost everything.” Published in Dawn, October 9th, 2017\n", "author": "Reuters", "title": "Hurricane Nate weakens after soaking Mississippi, Alabama"}}
{"1362572": {"date": "Updated October 09, 2017", "article": "IN many ways 2017 has been a reasonably stable year for the Washington, DC, area’s business community. The surging job growth of 2016 hasn’t let up. The prospect of a jump in defence spending has sparked a stock market rally for government services firms, many of which are based here. And the region has had incremental success persuading large corporations to relocate here, with Nestlé and Yelp opening major offices.But all that business success has yet to translate into big salary increases for the average worker in the region.Payroll data collected by the research group Akron and the D.C. chapter of the Society for Human Resource Management found that local companies increased average salary budgets by about 3 per cent between 2016 and 2017. Companies say they expect to do the same next year.That’s about the same increase that companies offered in the years immediately after the recession. Raises tend to be much smaller than they were before the 2009, when average salary budgets in the area went up by about 4pc every year.The slow pace of payroll growth has continued to puzzle economists, who say plunging unemployment rates, surging stocks, a shrinking labour force and stable federal spending should be prompting employers to allocate more to payroll.“Every construction firm owner you talk to says, ‘We can’t find pipe fitters, we can’t find welders,’” said Anirban Basu, an economist with Sage Policy Group. “Everybody is screaming about worker shortages but when you look at the data, wages aren’t really accelerating.”So why haven’t salaries risen faster?Akron survey administrator Angelo Kostopoulos describes a corporate environment where companies are “still trying to do more with less.” The memory of the last economic downturn is still fresh in the minds of many managers, and it’s leading them to be cautious about how they handle raises and bonuses. “I wouldn’t be surprised if it stayed like this for several years to come,” Kostopoulos said.Some say low inflation also gives managers leeway to keep salary increases small. The inflation rate for the United States was about 1.7pc for the one-year period that ended July, less than the average payroll increase.But even with inflation in check, the cost of living in the Washington area has increased significantly for some.Rents have skyrocketed, making it hard for newer residents to settle in for the long term, and housing costs have priced some D.C. natives out of once-affordable neighbourhoods.Others chalk the stagnant salaries up to changing demographics. Any gains that younger workers are getting are masked by the fact that baby boomers are starting to retire.Those baby boomers are often the most experienced, skilled and highly compensated people in an organisation. When they retire, they are often replaced by younger people who earn less.There are some corners of the local economy where pay increases are speeding up. There was a 9.7pc jump in median salary for marketing and sales professionals, possibly reflecting companies’ efforts to expand after years of hunkering down. There was a 9.1pc median salary jump for legal professionals and a 6.2pc jump for IT workers, job categories that have historically paid well.Then there are the jobs where good pay is not just tied to a skill. Employees who have security clearances, a sought-after commodity in Washing­ton’s contracting community, have received larger pay increases than people doing comparable work without a clearance.Among a sample of government contractors surveyed by Akron, 48pc said they offered higher pay for cleared employees, up from 43pc last year.“This is a clear reflection of the challenge of all companies in getting new people cleared,” said Alan Chvotkin, general counsel at the Professional Services Council, which lobbies on behalf of government contractors.Cleared employees, many of them former military veterans, typically made between 5 and 15pc more than their non-cleared counterparts. Senior research analysts and high-level administrators earned 50 to 60pc more when they had clearances. Even receptionists can expect a 15pc bump in pay by virtue of holding an active clearance, the survey found.— Bloomberg/The Washington Post ServicePublished in Dawn, The Business and Finance Weekly, October 9th, 2017\n", "author": "Aaron Gregg", "title": "Nine years since the recession, why are employers still stingy with raises?"}}
{"1362562": {"date": "Updated October 09, 2017", "article": "ANKARA: US consulates in Turkey indefinitely halted all non-immigrant visa services on Sunday, the American embassy said, after one of the mission’s Turkish staffers was arrested in the latest dispute between the Nato allies.The embassy said “recent events” had forced the US government to reassess Turkey’s “commitment” to the security of US mission services and personnel in the country.In order to minimise the number of visitors while the assessment is carried out, “effective immediately we have suspended all non-immigrant visa services at all US diplomatic facilities in Turkey,” it said.Non-immigrant visas are issued to all those travelling to the United States for tourism, medical treatment, business, temporary work or study. Visa services are only those seeking to live in the US permanently.Beyond mentioning “recent events”, the statement made no explicit mention of the the arrest by Turkish authorities of a local Turkish staffer working at the US consulate in Istanbul.The employee was remanded in custody by an Istanbul court late Wednesday on accusations of links to the group of US-based preacher Fethullah Gulen, blamed by Ankara for last year’s failed coup against President Recep Tayyip Erdogan.The man has been formally charged with espionage and seeking to overthrow the Turkish government.The embassy on Thursday said it was “deeply disturbed” over the arrest and rejected the allegations as “wholly without merit”.The statement also condemned leaks in the local press which it said came from Turkish government sources that were “seemingly aimed at trying the employee in the media rather than a court of law.”Published in Dawn, October 9th, 2017\n", "author": "AFP", "title": "US missions in Turkey halt all non-immigrant visa services"}}
{"1362552": {"date": "Updated October 09, 2017", "article": "BERLIN: Two weeks after winning elections with a reduced majority, German Chancellor Angela Merkel took a first step on Sunday towards forming a government by trying to unite her conservative camp which is bitterly divided over refugee policy.Merkel met for private talks with her Bavarian CSU allies led by Horst Seehofer, who blames her open-door policy that has brought over one million asylum seekers since 2015 for the rise of the far-right Alternative for Germany (AfD) party.Beleaguered Seehofer — who after a vote drubbing faces internal challengers, and state elections next year — has revived his calls to cap the national refugee intake at 200,000 a year, a demand Merkel has consistently rejected as unconstitutional.In an opening salvo on Sunday, the CSU published a 10-point list of demands, including a refugee “upper limit”, a broad return to the conservative roots of the centre-right alliance, and a commitment to “healthy patriotism”. “We must fight the AfD head-on — and fight to get their voters back,” said the text published in mass-circulation Bild am Sonntag, which suggested that “conservatism is sexy again”.The talks were expected to last deep into the night, with Bavarian interior minister Joachim Herrmann conceding the situation was “not easy”, and a party colleague asking journalists whether they had “brought their sleeping bags”.Merkel’s CDU too is nervous ahead of a Lower Saxony state poll next Sunday, where it is running neck-and-neck with the centre-left Social Democrats (SPD) — a party badly in need of a win after their bruising defeat in Sept 24 elections.SPD leader Martin Schulz, gleefully watching the family squabbles in Merkel’s conservative camp, charged that the “madhouse” CDU-CSU dispute showed that “in reality, they are enemy parties”.The emergence of the anti-immigration AfD, which scored 12.6 per cent, has stunned Germany by breaking a long-standing taboo on hard-right parties sitting in the Bundestag. Its success came at the expense of the mainstream parties, making it harder for Merkel to form a working majority.Her best shot now — if she wants to avoid fresh elections that could further boost the AfD — is an alliance with two other parties that make for odd bedfellows, the pro-business Free Democrats (FDP) and the left-leaning Greens.Such a power pact — dubbed a “Jamaica coalition” because the three party colours match those of the Caribbean nation’s flag — would be a first at the national level in Germany.In the talks to come, likely to take weeks, all players will fight for ministerial posts and issues from EU relations to climate policy. All must give a little to reach a compromise — but not too much, to avoid charges from their own party bases that they are selling out in a grab for power.The smaller parties will seek to avoid the fate of Merkel’s previous junior coalition partners: both the FDP and SPD have suffered stunning losses after governing in the veteran chancellor’s shadow.Published in Dawn, October 9th, 2017\n", "author": "AFP", "title": "Refugee issue complicates Merkel’s bid to form govt"}}
{"1362542": {"date": "October 09, 2017", "article": "PAKISTAN is a place where its own citizens are made to disappear. Late last month in Lahore an uncanny disappearance of a Turkish family, whose head had worked for Pak-Turk schools in Pakistan, caused fear around the country. A fearful situation was created when reports came in from Khairpur about the alleged kidnapping attempt of a Turkish family man, said to be working with the same organisation. The case is very confusing and complicated as how the Turks disappear, in which Mesut Kacmaz, with his wife and their two daughters, went missing. Mesut Kacmaz was a well-known senior executive who worked for the Pak-Turk system. The Kacmaz family had been residing in Pakistan by having refugee certificates from the United Nations High Commissioner for Refugee. It might not be difficult to link this case to another case as well. Last year in Turkey a well-known cleric, Fethullah Gulen, was held responsible by Ankara for the failed coup. Also some people came from Turkey to Islamabad who gave some idea to the staff of the Pak-Turk school to leave Pakistan. The authorities concerned should be able to rectify the situation and settle the matter about who is responsible for the disappearances.Iqra A.KarimKechPublished in Dawn, October 9th, 2017\n", "author": "From the Newspaper", "title": "‘Disappeared’ Turks"}}
{"1362532": {"date": "October 09, 2017", "article": "LONDON: Earl Attlee died peacefully in his sleep today [Oct 8].The former Labour Prime Minister had entered Westminster Hospital with what was described as “a minor ailment” on Sept 8.His condition worsened later in the month, then improved gradually. A hospital spokesman said a “relapse” occurred last night, followed by peaceful death.A hospital statement later today attributed both the later September aggravation and last night’s fatal relapse to pneumonia.Queen Elizabeth declared from Balmoral Castle today: “I am greatly saddened by the death of Lord Attlee.\n“As a Minister in my grandfather’s reign, a leader in the war and as my father’s Prime Minister, he made an enduring place for himself in the history of our country and the Commonwealth.“In war and peace he served his sovereigns and the nation well.” — Agency[Meanwhile, as reported by an agency in New Delhi,] unofficial estimates put the number of dead in Police firing in Srinagar yesterday [Oct 7] at three.The riot began at a football game between teams from the Muslim-dominated University of occupied Kashmir and the Hindu and Sikh-dominated University of Punjab, and spread throughout the town.Also yesterday, 500 supporters of the Hindu extremist Jan Sangh Party in Jammu town sacked a school where a festival of Urdu poetry was being held. About 20 persons were injured, and 35 arrested.Police used teargas to break up the rioting mob that managed to burn part of the school building. Urdu is the language of India’s Muslims.It will be recalled that five persons were officially reported killed in clashes in Srinagar on Tuesday last [Oct 3].Communal riots during the past two months are damaging the tourist trade in the Valley.Air India today cancelled its planned caravelle jet service to Srinagar due to yesterday’s riot.Tourists will now be directed to hill stations less affected by the current violence.Published in Dawn, October 9th, 2017\n", "author": "From the Newspaper", "title": "From the past pages of dawn: 1967: Fifty years ago: Earl Attlee dies"}}
{"1362522": {"date": "October 09, 2017", "article": "DUBAI: Pakistan’s pace spearhead Mohammad Amir was ruled out of the five-match one-day series against Sri Lanka after suffering a shin injury during the ongoing second Test in Dubai on Saturday. Pakistan Cricket Board said the 25-year-old had an MRI scan, after which he was advised to rest for two to three weeks. “Amir has been ruled out of the ODI series against Sri Lanka due to a stress related injury in the right shin. \nThe fast bowler has been advised two to three weeks rest after he underwent an MRI scan,” said a PCB release. Amir walked off the field on Friday during the first day’s play in the second Test, but was cleared to bowl on Saturday. He managed to bowl just three overs though, 19.3 in the match, before once again limping off the field. \nAmir will be replaced by another left-arm paceman, Usman Khan Shinwari. The first One-day International will be played in Dubai on Friday, followed by two in Abu Dhabi (Oct 16 and 18) and the last two in Sharjah (Oct 20 and 23). The two teams will also play three Twenty20 Internationals, the last in Lahore on Oct 29, subject to security clearance.Published in Dawn, October 9th, 2017\n", "author": "AFP", "title": "Amir ruled out of SL ODI series"}}
{"1362512": {"date": "October 09, 2017", "article": "CHICAGO: Galen Rupp became the first American to win the Chicago Marathon in 15 years and Ethiopian Tirunesh Dibaba ran away with the women’s race on Sunday. Rupp, this year’s Boston Marathon runner-up and the 2016 Olympic marathon bronze medallist, used his track speed to break open the men’s race in the last 10 km to finish in two hours, nine minutes and 20 seconds. Defending champion Abel Kirui of Kenya was second in 2:09:48 with countryman Bernard Kipyego third in 2:10:23. The last American to win the men’s race was Khalid Khannouchi in 2002. Former world and Olympic distance champion won her first marathon in 2:18.31. Kenya’s Brigid Kosgei was a distant second in 2:20:22 with American Jordan Hasay third in 2:20:57.Published in Dawn, October 9th, 2017\n", "author": "Agencies", "title": "Rupp, Dibaba claim Chicago Marathon victories"}}
{"1362502": {"date": "October 09, 2017", "article": "KARACHI: When you celebrate the 70 years of Pakistan, music automatically merits for discussion since it has made the country proud both at home and abroad. However, renowned theatre and TV actor Khalid Ahmed and legendary ghazal singer Tina Sani had a different perspective that they shared with the audience at The Second Floor on Saturday night. While Khalid Ahmed shared his experience as a vocal trainer for actors and association with arts, Tina told the packed audience about her 40 years in music industry and her association with the best in the business.Mr Ahmed was the first to speak and he lamented that the current generation uses music as a shortcut to fame; instead of observing ustaads and learning from them, many students at the National Academy of Performing Arts first get makeovers to look like musicians and later on quit studies after understanding the basics. He also accused the patrons of not supporting musicians in Pakistan, which resulted in the decline of classical music in the country; something that still gets patronage from the government and the well-wishers in India. In his opinion, multinational brands should lend their support to the families of classical musicians because (a) even after 70 years, they are still not considered equal and (b) because the ustaads don’t want their children to pursue music for monetary reasons. For them, their head waiter son gets more respect than they ever did and that is a shameful situation for us as a nation.Tina Sani, on the other hand, had a different perspective; the renowned singer disclosed to the audience that when she was growing up, she didn’t know who Begum Akhtar was and that was because she belonged to her father’s generation, not hers. However, with the passage of time, she managed to understand the basics of music and after becoming a ghazal singer learnt a lot from Mehdi Hasan and Tufail Niazi who were masters of the trade. She told the audience that most musicians were affected by Partition, as they had to start over in the new country. She cited the example of Tufail Niazi, who was a star in the Indian Punjab before Partition, so much, so that people first used to get dates from him and then set the date for their functions, most notably weddings. In the Sikh dominated area, people used to tease one another with Oh To Kera Tufail Ko Le Aana when people used to delay dates. When he migrated to Pakistan with his family, he opened a dairy shop in Multan because not many knew him in this part of Punjab. One police officer recognised him and helped him out with the instruments that migrating musicians had left behind, reviving his career in Pakistan. Others, however, weren’t that successful, according to Tina, and when PTV allotted 4pm slot to classical music, it sort of pushed them further down the road.Tina Sani also told the audience that voice training has nothing to do with singing; she also rejected the notion of practising for more than 12 hours because, in the West, artists develop techniques to better their vocals, something we don’t believe in. She compared American tennis stars Arthur Ashe and Serena Williams, saying that a lot has changed from the time when Arthur Ashe used to play just because now, Serena Williams knows how to play smartly, with better gadgets, improved techniques in less time. Tina also termed folk music Pakistan’s very own since all musicians and singers who pursue folk are treated stars in their villages and are looked after by the rich. She also advised the youngsters willing to take music as a career to follow the master, not the leader since the leader will give them a refresher course, a master will send them out to venture and learn. After a brief question and answer session, the event concluded with Tina Sani singing Bol Kay Lab Azad Hain Tere that captivated the audience.Published in Dawn, October 9th, 2017\n", "author": "Omair Alavi", "title": "The rise and fall of Pakistani music"}}
{"1362492": {"date": "October 09, 2017", "article": "India is unleashing baseless propaganda against China Pakistan Economic Corridor and nothing good is expected from New Delhi, Prime Minister Shahid Khaqan Abbasi was quoted as saying by Radio Pakistan.In an interview with Geo News on Sunday night, Abbasi said New Delhi was using negative tactics to divert the attention of the international community form Kashmir issue.“Pakistan is ready for meaningful dialogue with India, despite the fact that nothing good is expected from New Delhi,” he said.Know more: CPEC has nothing to do with territorial sovereignty disputes: China responds to US criticismIndia is creating baseless propaganda against China Pakistan Economic Corridor, Abbasi maintained.Earlier on Saturday, while responding to the reservations raised by US over the China-Pakistan Econo­mic Corridor (CPEC), Islamabad had asserted that “CPEC is a development and connectivity project for the betterment of the people in the region and beyond”, and urged the international community to rather focus on the human rights violations committed by Indian forces in held Kashmir.Also read: CPEC passes through disputed territory: USTo a question, the prime minister said that no country in the world other than Pakistan is more desirous of peace in Afghanistan.Abbasi said ties between Pakistan and the United States are based on decades-old diplomatic, political and historical affinities and could not be defined with the sole issue of Afghanistan.“Both countries are committed to r{"1362712": {"date": "Updated October 09, 2017", "article": "\n\nThe people's decision\n\n\nThousands of people from the Federally Administered Tribal Areas (Fata) and members of a number of political parties on Monday descended on Islamabad's D-Chowk, a roundabout just outside the Red Zone, to demand the early merger of the tribal areas with Khyber Pakhtunkhwa.\n\nSecurity personnel stand by the rally at Islamabad's D Chowk.─DawnNews\n\n\nLeaders of the Pakistan Tehreek-i-Insaf, Awami National Party, PPP, Jamaat-i-Islami, and the Qaumi Watan Party participated in the rally.Jamiat Ulema-i-Islam-Fazl, however, has not joined the protest. Yesterday, JUI-F chief Maulana Fazlur Rehman said that the FATA-KP merger issue was being used by certain elements for political gains. Among the demands put forward is the representation of tribal people in the KP Assembly and convening of a meeting of the Council of Common Interests on the matter. The protesters are also seeking amendments to the Constitution to extend the jurisdiction of the superior courts to Fata. The demonstrators said that their protest will continue till President Mamnoon Hussain signs the Fata merger into law. \n\nProtestors stand on containers during a demonstration demanding early merger of tribal areas with KP.─Shakeel Qarar\n\n\nThe people's decision\nA number of political leaders addressed the rally at D Chowk.\"The decision to merge Fata with KP has been made by the people of Fata,\" ANP President Asfandyar Wali Khan said, asking the government to have \"mercy\" and abolish the Frontier Crimes Regulation.PPP leader Syed Akhunzada Chattan said that the people of Fata had no peace and their human rights were being violated.\"There is havoc in Fata,\" Chattan said, demanding that Fata be given it's right to the National Finance Commission award. He said the government is yet to announce a budget for Fata.If the government had implemented the reforms, this day would not have come, Chattan added.Jamiat Ulama-i-Islam-Sami (JUI-S) chief Maulana Samiul Haq said that \"some people in Islamabad do not believe that Fata is part of Pakistan.\"Earlier in the week, announcements were made in all the tribal agencies appealing for the people to go to Islamabad to make their demands known. Thousands of people from the tribal areas and Khyber Pakhtunkhwa are still expected to join the rally. People from Khyber, Bajaur, Mohmand and the Frontier Regions of Kohat and Peshawar are expected to come to the toll plaza to join the main rally.PTI Chairman Imran Khan had also directed his party workers, MNAs and MPAs to take part in the protest. During a press conference in Peshawar on Friday, Imran had demanded a Fata-KP merger before the 2018 general elections.Demands for the merger have been gaining momentum since Aug 2016, when a six-member committee headed by then advisor to the prime minister, Sartaj Aziz, had tabled a report before the cabinet that recommended major reforms, including the merger of the areas with KP.The report had generated controversy when two allies of the federal government – JUI-F and Pakhtunkhwa Milli Awami Party – opposed the committee report.\n", "author": "Dawn.com | Shakeel Qarar", "title": "Islamabad sees large rallies for early merger of Fata, Khyber Pakhtunkhwa"}}
{"1362692": {"date": "October 09, 2017", "article": "Germany's conservative parties said on Monday that they have agreed on a law limiting the number of migrants allowed to enter the country every year though parliament has the power to change the figure in the future. Chancellor Angela Merkel's party and its sister party in Bavaria, the Christian Social Union, say they want to limit the annual number of migrants to 200,000. However, that number can be increased or lowered by parliament in reaction to any future refugee crises. The migrant issue had been one of the biggest stumbling blocks between the two parties as they head into coalition talks with the pro-business FDP and the Greens to form a new government following last month's national election. The face-saving c{"1362692": {"date": "October 09, 2017", "article": "Germany's conservative parties said on Monday that they have agreed on a law limiting the number of migrants allowed to enter the country every year though parliament has the power to change the figure in the future. Chancellor Angela Merkel's party and its sister party in Bavaria, the Christian Social Union, say they want to limit the annual number of migrants to 200,000. However, that number can be increased or lowered by parliament in reaction to any future refugee crises. The migrant issue had been one of the biggest stumbling blocks between the two parties as they head into coalition talks with the pro-business FDP and the Greens to form a new government following last month's national election. The face-saving compromise was much needed after Merkel and the CSU's leader, Horst Seehofer, wrangled over a migrant cap for almost two years. Merkel has repeatedly refused to agree to an annual cap for migrants, while the CSU had demanded a limit. While the CSU can now present an actual number to its party base, Merkel can point to the fact that the number is flexible and can be changed any time in reaction to incoming asylum seekers. Germany took in more than 1 million migrants between 2015 and 2016, but the numbers have drastically gone down since the Balkans route was blocked in early 2016. A migrants' deal with Turkey has also kept large numbers of people from crossing the Mediterranean to Europe's shores. The compromise also includes plans to build large centers where asylum-seekers must stay until their request has been processed. So far asylum-seekers are distributed across the country while awaiting the decision on their applications. It also seeks to add new immigration laws allowing for special migration of skilled workers. The migrant issue is likely to play a big role in upcoming coalition negotiations as the Greens have been vehemently opposed to eroding the right to asylum. Compared to many other European countries, Germany has more generous asylum laws. They are enshrined in the German constitution in reaction to the Third Reich, when many people fleeing the Nazis survived only because they were able to get asylum in other countries.\n", "author": "AP", "title": "German conservative parties say they agree on migrant limit"}}
{"1362682": {"date": "October 09, 2017", "article": "\n\nThe generals and 'chaos'\n\n\nA top Republican lawmaker warned on Sunday that US President Donald Trump's impulsive threats against other countries could set America \"on the path to World War III,\" in comments capping an unusually hostile and public feud between the pair on Twitter.Bob Corker, who chairs the powerful Senate Foreign Relations Committee, slammed the president for running his office like a \"reality show\" in a stinging rebuke against a sitting president of his own party that was remarkable even by the volatile standards of the Trump administration.The public spat between the former allies could also undermine Trump's legislative agenda, with Corker's vote vital to the fate of the Iran nuclear deal and passing tax reform.\"He concerns me,\" Corker told The New York Times, adding: \"He would have to concern anyone who cares about our nation.\"The drama erupted in the morning, when Trump tweeted that Corker had decided against running for re-election because he lacked the \"guts,\" and the senator replying that the White House had become an \"adult daycare centre.\"The highly unusual exchange came seemingly out of nowhere on a rainy Sunday morning that Trump began in the White House before skies cleared and he headed to a nearby golf course.Corker, a respected moderate who once supported Trump, has emerged in recent months as one of the president's most outspoken Republican critics.He recently said that only the presence of the generals in Trump's inner circle had kept the White House from descending into \"chaos.\"Trump made no mention of that remark in his volley of tweets, instead attacking Corker for his decision to return to private life, saying that the Tennes{"1362692": {"date": "October 09, 2017", "article": "Germany's conservative parties said on Monday that they have agreed on a law limiting the number of migrants allowed to enter the country every year though parliament has the power to change the figure in the future. Chancellor Angela Merkel's party and its sister party in Bavaria, the Christian Social Union, say they want to limit the annual number of migrants to 200,000. However, that number can be increased or lowered by parliament in reaction to any future refugee crises. The migrant issue had been one of the biggest stumbling blocks between the two parties as they head into coalition talks with the pro-business FDP and the Greens to form a new government following last month's national election. The face-saving compromise was much needed after Merkel and the CSU's leader, Horst Seehofer, wrangled over a migrant cap for almost two years. Merkel has repeatedly refused to agree to an annual cap for migrants, while the CSU had demanded a limit. While the CSU can now present an actual number to its party base, Merkel can point to the fact that the number is flexible and can be changed any time in reaction to incoming asylum seekers. Germany took in more than 1 million migrants between 2015 and 2016, but the numbers have drastically gone down since the Balkans route was blocked in early 2016. A migrants' deal with Turkey has also kept large numbers of people from crossing the Mediterranean to Europe's shores. The compromise also includes plans to build large centers where asylum-seekers must stay until their request has been processed. So far asylum-seekers are distributed across the country while awaiting the decision on their applications. It also seeks to add new immigration laws allowing for special migration of skilled workers. The migrant issue is likely to play a big role in upcoming coalition negotiations as the Greens have been vehemently opposed to eroding the right to asylum. Compared to many other European countries, Germany has more generous asylum laws. They are enshrined in the German constitution in reaction to the Third Reich, when many people fleeing the Nazis survived only because they were able to get asylum in other countries.\n", "author": "AP", "title": "German conservative parties say they agree on migrant limit"}}
{"1362682": {"date": "October 09, 2017", "article": "\n\nThe generals and 'chaos'\n\n\nA top Republican lawmaker warned on Sunday that US President Donald Trump's impulsive threats against other countries could set America \"on the path to World War III,\" in comments capping an unusually hostile and public feud between the pair on Twitter.Bob Corker, who chairs the powerful Senate Foreign Relations Committee, slammed the president for running his office like a \"reality show\" in a stinging rebuke against a sitting president of his own party that was remarkable even by the volatile standards of the Trump administration.The public spat between the former allies could also undermine Trump's legislative agenda, with Corker's vote vital to the fate of the Iran nuclear deal and passing tax reform.\"He concerns me,\" Corker told The New York Times, adding: \"He would have to concern anyone who cares about our nation.\"The drama erupted in the morning, when Trump tweeted that Corker had decided against running for re-election because he lacked the \"guts,\" and the senator replying that the White House had become an \"adult daycare centre.\"The highly unusual exchange came seemingly out of nowhere on a rainy Sunday morning that Trump began in the White House before skies cleared and he headed to a nearby golf course.Corker, a respected moderate who once supported Trump, has emerged in recent months as one of the president's most outspoken Republican critics.He recently said that only the presence of the generals in Trump's inner circle had kept the White House from descending into \"chaos.\"Trump made no mention of that remark in his volley of tweets, instead attacking Corker for his decision to return to private life, saying that the Tennes{"1362692": {"date": "October 09, 2017", "article": "Germany's conservative parties said on Monday that they have agreed on a law limiting the number of migrants allowed to enter the country every year though parliament has the power to change the figure in the future. Chancellor Angela Merkel's party and its sister party in Bavaria, the Christian Social Union, say they want to limit the annual number of migrants to 200,000. However, that number can be increased or lowered by parliament in reaction to any future refugee crises. The migrant issue had been one of the biggest stumbling blocks between the two parties as they head into coalition talks with the pro-business FDP and the Greens to form a new government following last month's national election. The face-saving compromise was much needed after Merkel and the CSU's leader, Horst Seehofer, wrangled over a migrant cap for almost two years. Merkel has repeatedly refused to agree to an annual cap for migrants, while the CSU had demanded a limit. While the CSU can now present an actual number to its party base, Merkel can point to the fact that the number is flexible and can be changed any time in reaction to incoming asylum seekers. Germany took in more than 1 million migrants between 2015 and 2016, but the numbers have drastically gone down since the Balkans route was blocked in early 2016. A migrants' deal with Turkey has also kept large numbers of people from crossing the Mediterranean to Europe's shores. The compromise also includes plans to build large centers where asylum-seekers must stay until their request has been processed. So far asylum-seekers are distributed across the country while awaiting the decision on their applications. It also seeks to add new immigration laws allowing for special migration of skilled workers. The migrant issue is likely to play a big role in upcoming coalition negotiations as the Greens have been vehemently opposed to eroding the right to asylum. Compared to many other European countries, Germany has more generous asylum laws. They are enshrined in the German constitution in reaction to the Third Reich, when many people fleeing the Nazis survived only because they were able to get asylum in other countries.\n", "author": "AP", "title": "German conservative parties say they agree on migrant limit"}}
{"1362682": {"date": "October 09, 2017", "article": "\n\nThe generals and 'chaos'\n\n\nA top Republican lawmaker warned on Sunday that US President Donald Trump's impulsive threats against other countries could set America \"on the path to World War III,\" in comments capping an unusually hostile and public feud between the pair on Twitter.Bob Corker, who chairs the powerful Senate Foreign Relations Committee, slammed the president for running his office like a \"reality show\" in a stinging rebuke against a sitting president of his own party that was remarkable even by the volatile standards of the Trump administration.The public spat between the former allies could also undermine Trump's legislative agenda, with Corker's vote vital to the fate of the Iran nuclear deal and passing tax reform.\"He concerns me,\" Corker told The New York Times, adding: \"He would have to concern anyone who cares about our nation.\"The drama erupted in the morning, when Trump tweeted that Corker had decided against running for re-election because he lacked the \"guts,\" and the senator replying that the White House had become an \"adult daycare centre.\"The highly unusual exchange came seemingly out of nowhere on a rainy Sunday morning that Trump began in the White House before skies cleared and he headed to a nearby golf course.Corker, a respected moderate who once supported Trump, has emerged in recent months as one of the president's most outspoken Republican critics.He recently said that only the presence of the generals in Trump's inner circle had kept the White House from descending into \"chaos.\"Trump made no mention of that remark in his volley of tweets, instead attacking Corker for his decision to return to private life, saying that the Tennessee Republican bore heavy responsibility for what Trump considers the deeply flawed nuclear deal with Iran.\"Senator Bob Corker 'begged' me to endorse him for re-election in Tennessee. I said 'NO' and he dropped out (said he could not win without my endorsement),\" Trump wrote in a series of tweets.\"He also wanted to be Secretary of State, I said 'NO THANKS.' He is also largely responsible for the horrendous Iran Deal!\"Trump called Corker a \"negative voice\" who would \"stand in the way of our great agenda.\"\"Didn't have the guts to run!\" the president exclaimed.Corker for his part disputed the account, telling the Times that Trump had urged him to run again and promised to endorse him if he did.\"I don't know why the president tweets out things that are not true,\" he said.The generals and 'chaos'\nTrump's tweetstorm was not particularly unusual -- he has rarely been one to calmly endure criticism -- but Corker's blunt rebuttal was strikingly rare, coming from a fellow Republican in such a prominent position.The senator, perhaps feeling liberated by his decision not to seek re-election, tweeted: \"It's a shame the White House has become an adult day care center. Someone obviously missed their shift this morning,\" hinting that presidential caretakers were not doing their job.A few hours later, Trump was online once again -- hitting back to suggest Corker's achievements in office have been limited.\"Bob Corker gave us the Iran Deal, & that's about it. We need HealthCare, we need Tax Cuts/Reform, we need people that can get the job done!\" he wrote.The Trump-Corker feud, long in the making, flared up last week after Trump seemed to pull the rug out from Secretary of State Rex Tillerson as the Texan attempted to open lines of dialogue with North Korea.Trump tweeted that Tillerson was \"wasting his time trying to negotiate.\"A clearly frustrated Corker told reporters on Wednesday that Tillerson was not getting the support he needed from above.He then added: \"I think Secretary Tillerson, Secretary (of Defense James) Mattis and Chief of Staff (John) Kelly are those people that help separate our country from chaos, and I support them very much.\"While he did not mention Trump specifically, the comments seemed clearly aimed at the president.Corker had supported Trump's presidential campaign. He reportedly was considered as a possible vice presidential running mate to Trump, and later as a potential secretary of state.But the relationship took a turn for the worse in August. After Trump's much-criticised remarks about the violent protests in Charlottesville, Virginia, Corker said the president had \"not yet been able to demonstrate the stability, nor some of the competence, that he needs to demonstrate.\"\n", "author": "AFP", "title": "Top Republican lawmaker says US on course for WWIII with Trump at helm"}}
{"1362672": {"date": "Updated October 09, 2017", "article": "\n\n\n\nDepositors continue to suffer as banks maintain low deposit rates in an extended stable monetary policy regime while rising inflation continues to erode the net deposit rate further. Average annualised return on all fresh deposits of all banks (excluding only those applicable on the interbank market) fell to 3.02 per cent in August this year from 3.30pc in the same month last year. Compare this return with the headline inflation of 3.4pc this August and you will find out that the deposit rate has already turned negative. This is, by no means, good for the economy. (Inflation in September shot up to 3.9pc and by all likelihood the wedge between the average fresh deposit rate of banks in September and the inflation number of that month will widen further). \nMoneyed people are resorting to a long-forgotten way of retaining value: buying dollars \nfrom the open market in anticipation of a looming rupee depreciation\nBank borrowers, particularly big ones, are getting cheap loans as the money market remains liquid despite banks’ increased lending to the government. Certainly, this is good for the economy. Between July 1 and Sept 22 this year, banks’ net lending to the private sector was minus Rs92 billion against that of Rs296bn in the same period of the last year. This indicates a decrease in gross lending amid increased credit retirement in the first quarter of the 2017-18 fiscal year compared to the same quarter of the preceding year. On the other hand, banks’ lending to the federal government between July 1 and Sept 22 shot up to about Rs215bn against net retirement of government loans of Rs266bn in the year-ago period.Since political uncertainty is high ahead of general elections next year, the stock market is nervous and the index is shedding value, sending signals to people that it is better to sell more and buy less. Changes in rules and regulations governing the construction industry in Karachi has already left little chance for parking funds in the real estate — at least for some time.It is against this backdrop that moneyed people are resorting to a long-forgotten way of retaining value: buying dollars from the open market in anticipation of a looming rupee depreciation. On July 5, the State Bank of Pakistan (SBP) let the overvalued rupee find its real market worth. But the government intervened in an unprecedented way, compelling the central bank to restore the exchange rate. Since then, everything has been said and written for and against rupee depreciation.But now it’s not about the perceived merits or demerits of depreciation. It’s all about day-to-day functioning of the forex market that really matters. “Metaphorically speaking, you cannot just stop a pregnant woman from giving birth if it is time for delivery, regardless of whether the arrival of the newborn is perceived to be good or bad for the extended family,” commented the treasurer of a local bank. “Either the rupee is overvalued or it is not. If it is overvalued, no amount of preaching about the merits and demerits of depreciation can stop a correction in the exchange rate. Delays can be harmful, like in case of a delayed childbirth,” he siad.The recent rise in dollar buying from the open market can be seen as a signal that at least a segment of the forex market is anticipating exchange rate correction in the near future. A stronger indication could have been the conversion of rupee bank accounts into foreign currency accounts. But whether this is happening will be evident only after the central bank publishes its September report with details of FE 25 (foreign currency accounts). By August this year, the total amount placed in this account was $6.978 million, little changed from $6.963m in June. “So, we cannot see any sign right now that rupee accounts are being converted into FE 25 (in anticipation of rupee depreciation),” said an SBP official. But given our weak key external account fundamentals and the fact that the rupee is still overvalued, markets continue to expect a change in exchange rate any time during this quarter.“The central bank was perhaps waiting for handling the March-June quarter external debt payments. Besides, the July 5 move of allowing the rupee to find its market worth had to be reversed on government intervention. So, I guess the central bank can now make more rapid adjustments in the dollar-rupee parity than it did till Sept 30,” says a bank treasurer. The rupee has lost about half a per cent of its value against the dollar since July this year. Whether the local currency sheds value gradually, but still faster during this quarter than the past quarter, cannot be predicted. Prime Minister Shahid Khaqan Abbasi recently said in a Bloomberg interview that the rupee “is not on the table”. Meanwhile, Pakistan’s forex reserves fell to $19.763bn on Sept 29 from about $21.402bn at end-June. This big fall of $1.639bn in just three months indicates that external-sector worries are far from over, despite the current account deficit in July-September, the balance of payments in July-August showed a surplus of $1.385bn against that of only $21m in July-August 2016-17.In the first two months of this fiscal year, the current account deficit also expanded to $2.601bn from $1.287bn in the year-ago period. Bankers are eagerly awaiting the first-quarter balance-of-payments data. “If the July-September current account deficit expands further and if balance of payment surplus shrinks, the exchange rate would certainly come under pressure and perhaps even the government would reconsider its position (on any move by the central bank to depreciate the rupee),” says a source close to the SBP.Published in Dawn, The Business and Finance Weekly, October 9th, 2017\n", "author": "Mohiuddin Aazim", "title": "Market seesaws amid currency drama"}}
{"1362662": {"date": "October 09, 2017", "article": "MANSEHRA: Balakot tehsil nazim and naib nazim of Pakistan Muslim League-Nawaz have failed to persuade own party members to support them in the no-confidence motion tabled against them and voting on which will be held today (Monday). Sabeel Ahmad, the secretary of tehsil council Balakot, had summoned the session to take up the no-confidence motion tabled by PTI councillor Ibrahim Ahmad Shah and PML-N councillor Liaqat Khattana against nazim Rustam Khan and naib nazim Abdul Qudus, last week.Both nazim and naib nazim held talks with PML-N dissident group led by Mr Khattana to abstain from polling on the no-confidence motion but they refused to do so and instead made it clear to them that they would stick to their commitments with opposition councillors.Rustam Khan and Abdul Qudus had been elected to offices of nazim and naib nazim, respectively, after many rounds of vote as their own party councillors were against their nominations which were made by local MPA Mian Ziaur Rehman. Sources in PML-N told this scribe that an unsettling development could also take place before polling on the no-confidence motion on Monday. The PTI councillor Ibrahim Ahmad Shah, who is expected to hold office of tehsil nazim if no-confidence motion is succeeded, told reporters that both treasury and opposition benches decided to replace nazims an naib nazims in the larger public interest.“Almost three years have passed since the local governments came into being but the tehsil government couldn’t execute a single annual development programme,” said Mr Shah.He claimed to enjoy support of 17 councillors out of the 19-member tehsil council.Published in Dawn, October 9th, 2017\n", "author": "The Newspaper's Correspondent", "title": "Balakot nazim fails to muster support over no-trust move"}}
{"1362652": {"date": "October 09, 2017", "article": "MURREE: A woman and her son died when their car fell into a ravine in Massot near Murree. The victims were identified as Waqas Abbasi and his mother Bano Bibi. Waqas along with his family was going to meet his in-laws in Massot when his car met with the accident on the Barrian-Massot under-construction road. Ashiq Abbasi, Mufti Arshad Abbasi and other residents of the area said the road had been under construction for two years. Due to the delay in the construction of the road and its faulty alignment, a number of accidents have taken place in the area, they added. They appealed to the highway department to take notice of the delay in the work due to an alleged rift between the department and political figures belonging to the ruling party.Published in Dawn, October 9th, 2017\n", "author": "The Newspaper's Correspondent", "title": "Woman, son die as car falls into ravine"}}
{"1362642": {"date": "October 09, 2017", "article": "Martin Kobler, Ambassador of Germany, hosted a reception to commemorate the German National Unity Day. Hundreds of guests - including diplomats, government and military officials, businessmen and others – came together in the embassy gardens for the occasion.Welcoming the guests in Urdu, Kobler said, “We realised this dream of unity on 3rd October 1990 when the Berlin wall was brought down and since then Germany has progressed and prospered. Now Germany is a strong nation in the European Union and we work closely with our neighbours, especially France with whom we have resolved the differences of the past. The German-France nexus is strong and all of Europe benefits from this.” Kobler spoke at length about the tremendous potential of Pakistan’s youth, quoting Iqbal’s famous verse, uss qaum ko shamsheer ki hajat nahi rehti, Ho jiske jawanoon ki khudi soorat-e-faulad. Federal Minister for Commerce and Textile Pervaiz Malik was the chief guest on the occasion. He said Germany had been a staunch friend to Pakistan in getting GSP+ status, adding that “Pakistan values its traditionally strong relationship with Germany and would like to continue to work closely with Germany, building a broad based and long term relationship.” Malik Mohammad Rafique Rajwana, governor of Punjab, was the guest of honour. Aamir Amjad, senior programme coordinator at Friedrich Naumann Stiftung, said: “The foundation I represent has been working in Pakistan since 1986 and today we are celebrating Unity Day by displaying some of our work in democracy, rule of law, climate change and digitalization in Pakistan. The other four foundations working in Pakistan have also placed stalls here to share our work with Pakistanis and the diplomats here. It’s an honour to celebrate the 27th Unification Day with everybody here.”MNA Shaista Malik said: “The ambassador won the hearts of all Pakistanis by starting his speech in Urdu.”Published in Dawn, October 9th, 2017\n", "author": "Atle Hetland | Syeda Shehrbano Kazim | Shahbaz Chaudary", "title": "German National Unity Day celebrated"}}
{"1362632": {"date": "October 09, 2017", "article": "It is named after one of Salvador Dali’s iconic paintings. The rustic, yet polished interior is inspired by many of the Spanish artist’s works with small picture frames and mirrors on one side, and large hand-painted empty gold frames adorning the opposite. There are cracks in the wall, hanging light bulbs provide a surreal effect in the evening and beautiful miniatures of giraffes created with twisted gold and black copper wire stand among other decoration pieces on a table placed by the entrance. The theme reflects Dali’s surrealism interspersed with the interior designer’s personal touch of optical illusion. This is The Burning Giraffe. A new addition to the ever-growing list of high-end restaurants in town, replacing what stood earlier in its place, Café Latch -- located in the Fashion Avenue off Gulberg’s Main Boulevard in a cramped street surrounded by many a restaurant and café. The menu is a limited, yet eclectic mix of crowd favourites and some signatures, catering to the fitness conscious as well as those who least care – like me. From the starters, I tried bits of the cheese wedges, calamari, beef tataki and sliders. The TBG Fried Calamari, served hot, must be devoured immediately before it becomes chewy. It’s a deliciously crunchy, tangy calamari drizzled with an in-house sauce and sprinkled with some fresh veggie salad. Will definitely make you want more. The Fried Mozzarella Wedges, as the name suggests, are palm-sized triangles of thick mozzarella cheese fried in a batter and served with three dips. Cheese lovers will savour this one. Every time I think about the Beef Tataki, I start salivating. It was delectable. Ultra thin strips of tender, barely cooked beef, raw in the centre, drizzled with a mouthwatering tangy, citrusy in-house ponzu sauce and garnished with rocket leaves, julienned spring onions, crispy garlic chips, toasted sesame and Thai red chilli flakes. The most amazing start to a meal. I also tried the Flamin’ Cheeto chicken slider, but not being a burger fan it won’t be fair to comment on it. It sure was unique in that the chicken is coated with Flamin’ Hot Cheetos crisps. From the mains, I first tried the Truffled Mac and Cheese. Truly a fulfilling, comfort meal, this was a dish of baked creamy elbow macaroni with lots of cheddar and mozzarella cheese and fresh mushrooms. The earthiness of white truffle oil adds a unique flavour to and elevates a basic plate of Mac and Cheese. Definitely one of my favourites here. Next I tried the Beef Donburi Bowl. It’s a Japanese-inspired dish that comprised sticky garlic rice at the bottom of a bowl with a fried egg, juicy chunks of beef and fresh vegetables sitting on top, garnished with red chili flakes and roasted sesame seeds. Another bowl of yummy comfort food, though the quantity is such that it was finished just when I started enjoying it. A few other items worth mentioning are the Butter Milk Fried Chicken Sandwich (actually a burger) that will remind you of KFC’s heyday – a high-end version of it though. Also, the YAN Special Beef Burger with a thick, tender beef patty drizzled with a generous amount of chef’s special sauce. The Crispy Chicken Salad was a disappointment though the chunks of chicken were crispy and iceberg lettuce fresh. But that’s it. TBG is still in the process of finalising its desserts with barely a couple of weeks into the launch. What you will find there, however, is their specialty, the indulgent Cookie Skillet that is easily enough for at least a couple of people. It’s a giant gooey chocolate and Nutella cookie baked inside a skillet and topped with a chocolate sauce with two scoops of vanilla ice cream sitting on top. There’s also carrot cake and brownie with ice cream. The Green Apple Chiller is delicious and refreshing when the weather isn’t on your side. The space is quite limited, which allows the three business partners to attend to guests, but at the same time is a big negative – for me, at least. When packed, it gets annoyingly noisy. If that’s not enough, there’s loud music playing in the background. And being a high-end restaurant, it can leave you with a gaping hole in the pocket – starters ranging between Rs550 and Rs1,550, and a small bowl of salad for Rs650 are just some examples. At the end, it’s the remarkable food one goes back for.Published in Dawn, October 9th, 2017\n", "author": "Sheharyar Rizwan", "title": "Eatery that combines taste with artistry"}}
{"1362622": {"date": "October 09, 2017", "article": "LAHORE: The Jamaat-i-Islami is still resisting going with the Pakistan Tehreek-i-Insaf on the latter’s demand for early elections in the country believing it will only benefit the ruling party.“We don’t favour early polls as is the demand of a political party (PTI),” JI Emir Senator Sirajul Haq told a meeting of party activists here on Sunday.He argued that early polls always benefited the rulers only by getting “political martyrdom” which the JI won’t allow this time.He said the federal and provincial governments must be allowed to complete their [mandated] five-year terms.He called upon the federal government to withdraw the clause 203 paving way for the election of a disqualified person as party head. He also reiterated his demand that the elements behind the conspiracy to amend the oath regarding Khatm-i-Nabuwat be exposed. Meanwhile talking to the media at the Walima reception of the son of JI former district emir Dr Liaquat Ali Kausar at an Okara marriage hall, Mr Haq said it was the good luck of the PML-N that it never faced a united opposition in the country and in parliament.Published in Dawn, October 9th, 2017\n", "author": "Dawn Report", "title": "Early polls to benefit  ruling party: Siraj"}}
{"1362612": {"date": "Updated October 09, 2017", "article": "ISLAMABAD: The World Bank has warned that macroeconomic risks in Pakistan have increased substantially during the fiscal year 2017, as the external balance is particularly vulnerable given the persistent current account deficit, affecting the country’s reserve position.Pakistan’s weaker macroeconomic discipline has led to vulnerabilities in the balance of payments. Since the IMF programme came to an end, external indicators of the economy have deteriorated, says ‘The South Asia Economic Focus Fall 2017’ released on Sunday ahead of the World Bank and IMF annual meetings.One year ago, Pakistan was in a comfortable position, as international reserves were large enough to cover the current account deficit, the service of external debt and even the total volume of portfolio investments in the country. By now international reserves still cover the first two items, but not the third one. Addressing the sources of this increased vulnerability should be a priority, suggests the report.In Pakistan, macroeconomic discipline arguably weakened after the IMF programme came to an end. In recent years, there had been clear progress in restoring macroeconomic stability and laying some of the foundations for higher growth.\nReport says weaker discipline leads to vulnerabilities in balance of payments\nPakistan also regained emerging market status in the MSCI index and made progress on the China-Pakistan Economic Corridor (CPEC); two developments that reinforced general optimism. However, macroeconomic discipline has deteriorated in recent months.The report says that improving the external balance hinges upon a revival in exports, a slowdown in imports, and stable remittance flows. In the absence of any of these factors, the persistent current account deficit will put further pressure on already dwindling reserves.The fiscal position is also expected to deteriorate during the election cycle, which would affect debt trends and maintain debt at the current high level, cautions the report titled “Growth out of the Blue”.The report says that the ouster of former prime minister Nawaz Sharif has enhanced political risks and created some policy uncertainty. The upcoming national election in 2018 may affect the reform momentum and macroeconomic policy. Slower progress in much-needed structural reforms would weaken growth prospects and discourage private investment.The outlook until fiscal year 2019 is for moderately higher growth, and this outlook is contingent upon continued macro-economic and political stability, as well as steady progress in implementing the main pillars of the government’s medium-term reform programme, which tackles key constraints to growth. The outlook assumes that oil prices will increase moderately but remain low.On the supply side, impetus to growth is projected to come from the services and the industrial sectors, while on the demand side, acceleration would be driven by public and private consumption, aided by a moderate increase in investment.The pressure on the current account is expected to persist as the trade deficit will remain elevated during 2018 and 2019. This situation can potentially become unsustainable in absence of corrective policy measures. However, exports are expected to recover during fiscal years 2018 and 2019 due to an easing of supply side factors.Imports, after strong growth of 17.7 per cent in fiscal year 2017, are expected to grow at a slower pace in fiscal years 2018 and 2019. Remittances will continue to partly finance the current account deficit.It is also expected that FDI flows will strengthen due to accelerated implementation of CPEC projects. However, capital and financial flows during fiscal years 2018 and 2019 will only partly finance the current account deficit, which will result in a drawdown of reserves during these two years.The report says that fiscal slippages are expected to continue through the election cycle, which will result in a widening of the fiscal deficit during fiscal year 2018. This increase in the fiscal deficit is primarily driven by a slower increase in tax revenues, both federal and provincial, and a sharper increase in expenditures.An adjustment in the fiscal position in fiscal year 2019 after the election will help in curtailing the fiscal deficit. Inflation, after remaining moderate during fiscal year 2017, is expected to rise in 2018 and 2019. Inflation is expected to rise due to higher domestic demand pressures and a slight increase in international oil prices.Published in Dawn, October 9th, 2017\n", "author": "Amin Ahmed", "title": "Macroeconomic risks in Pakistan increasing: World Bank"}}
{"1362592": {"date": "Updated October 09, 2017", "article": "The government has decided to impose five per cent to 25pc regulatory duty on about 250 non-essential imports as a way around the recent build-up of expectations of, and growing demands for, currency devaluation and to push back a looming currency crisis. Simultaneously, the government also took a decision to hand out a few more concessions to exporters under the Rs180 billion package given in January this year and spread over a period of 18 months to June 2018. By making imported old cars, fruit, handsets, garments, electronic goods, etc more expensive and encouraging exports, the government hopes to tackle the growing trade deficit that spiked to a record $33bn last fiscal year and stem the drawdown on the country’s fast-declining dollar reserves. But will it be able to do so?\nBy making imports more expensive and encouraging exports, the government hopes to tackle the growing trade deficit and stem the drawdown on the country’s fast-declining dollar reserves. But will it be able to do so?\n“It is not the first time policymakers have tried to restrict luxury imports by making them more expensive and harder to bring in. Earlier in March, traders were asked to pay 100pc cash to cover their imports of what the government describes as non-essential items. The move didn’t yield the intended results, though. Instead, it encouraged smuggling and under-invoicing,” a leading trader from Lahore said on condition of anonymity. “If the demand for something exists, it will eventually find its way to the market. Higher prices affect demand but only marginally. The markets and buyers always adjust to the changing realities quite quickly no matter what,” he chuckled.The use of tariff barriers to discourage imports is being seen as a desperate attempt by the government to quash growing expectations of devaluation that have been building up for quite some time because of pressure on the country’s external sector. Political uncertainty in the aftermath of former prime minister Nawaz Sharif’s disqualification by the apex court seems to have exacerbated the situation, with the government appearing to have lost its handle on the economy in an election-year, and with macroeconomic fundamentals slipping with the passage of time.The central bank’s official dollar reserves dropped to $13.8bn on Sept 29 from $18.9bn a year ago. Trade deficit has also soared to a record high mainly on the back of import of machinery and equipment for energy and transport projects under the $57bn China-Pakistan Economic Corridor initiative. The current account deficit, which spiked to more than four per cent of the size of the economy to $12.1bn during the last financial year, has surged to $2.6bn in the first two months of the current fiscal to August.“It is quite natural for the markets to build up expectations of rupee depreciation as the State Bank is running out of its foreign currency stocks with imports surging, and exports and workers’ remittances declining — or flattening at best,” argued a Lahore-based financial analyst. “The government needs dollars to pay its bills, service its debt, shore up its reserves, restore confidence in the currency and quell expectations of a new round of currency devaluation,” he said. “At the moment, it doesn’t matter if we have to borrow more money to boost our foreign currency reserves in order to defend our financial stability, if the government wants to ward off rupee devaluation in the near election-year.”A number of businessmen, and economic and financial analysts Dawn spoke to favoured a downward adjustment of the exchange rate to hold off a balance-of-payments crisis. “Our currency is overvalued and hurting our exports. Adjusting the exchange rate should boost our exports, help capital formation and bridge the widening current account gap in the long run,” a textile exporter contended.Yet, not everyone advocating devaluation supports the demand for a weaker rupee unconditionally. “It will be naive to expect devaluation of the rupee to take care of our current account woes. If the rupee value has to be adjusted it must be done as part of a combination of policy measures to narrow down the trade deficit through restrictions on imports and incentives for exports, as well as checks to stop smuggling and under-invoicing,” a head of research at a brokerage in Karachi insisted.Another economic analyst, also from Karachi, questioned the demand for a weaker currency for boosting exports and eventually covering the current account hole. “The currency depreciation doesn’t guarantee automatic increase in exports. In fact, you have got to have a stable currency to attract investment and grow exports as Bangladesh has done over the years. Devaluation will only fuel inflation and impoverish our people. “The long-term solution to our balance-of-payments issue lies in offering incentives to our exports through tax reforms and reduction in energy prices in order to help them become competitive, curb non-essential imports without being over-protectionist, and attract investment in the manufacturing industry to produce surplus for exports and substitute imports,” he said.Published in Dawn, The Business and Finance Weekly, October 9th, 2017\n", "author": "Nasir Jamal", "title": "Firefighting to shore up reserves"}}
{"1362582": {"date": "October 09, 2017", "article": "BILOXI: Hurricane Nate weakened to a tropical depression on Sunday after coming ashore in Mississippi as the fourth hurricane to hit the United States this year, flooding roads and buildings but sparing the state from catastrophic damages. As the storm moved northeast into Alabama, Nate’s maximum sustained winds dropped to 35 miles per hour (55km per hour), prompting the National Hurricane Centre to end its tropical storm warnings for the region. The storm made landfall as a Category 1 hurricane, the weakest designation by the centre. Only a few hours earlier, its winds had been blowing at 70mph but appeared to lack the devastating punch of its recent predecessors. “We are very fortunate this morning and have been blessed,” Mississippi Governor Phil Bryant told reporters, saying there had been no deaths or reports of catastrophic damage. The fourth major storm to strike the United States in less than two months, Nate killed at least 30 people in Central America before entering the warm waters of the Gulf of Mexico and bearing down on the US South. It has also shut down most oil and gas production in the Gulf. Nate follows hurricanes Harvey, Irma and Maria, which have devastated areas of the Caribbean and southern United States. The tropical depression’s centre will move up through Alabama into Tennessee and Kentucky through Monday, the National Hurricane Centre said. Heavy rainfall and storm surge flooding remained a danger across the region, and the centre said Florida’s Panhandle and parts of Alabama and Georgia might feel tropical storm-force wind gusts. Nate made its first US landfall on Saturday evening near the mouth of the Mississippi River and then made a second one early on Sunday near Biloxi, Mississippi. Floodwaters swept over streets in communities across Alabama and Missi­ssippi, including over High­way 90 and to ocean-side casinos in Biloxi, according to reports on social media. Jeff Pickich, a 46-year-old wine salesman from D’Iberville, Mississippi, was counting his blessings. Heavy winds left only minor damage, blowing down part of a fence on his rental property in Biloxi. “I’m just glad,” he said, digging fresh holes for fence posts. “I was afraid of the water. The water is Mother Nature. You can’t stop it.”  Water flowed through Ursula Staten’s yard in Biloxi, pushing over part of her fence and scattering debris, but did not breach her house. “I have a mess,” the retired massage therapist said. “If we had got Irma, I would have lost everything.” Published in Dawn, October 9th, 2017\n", "author": "Reuters", "title": "Hurricane Nate weakens after soaking Mississippi, Alabama"}}
{"1362572": {"date": "Updated October 09, 2017", "article": "IN many ways 2017 has been a reasonably stable year for the Washington, DC, area’s business community. The surging job growth of 2016 hasn’t let up. The prospect of a jump in defence spending has sparked a stock market rally for government services firms, many of which are based here. And the region has had incremental success persuading large corporations to relocate here, with Nestlé and Yelp opening major offices.But all that business success has yet to translate into big salary increases for the average worker in the region.Payroll data collected by the research group Akron and the D.C. chapter of the Society for Human Resource Management found that local companies increased average salary budgets by about 3 per cent between 2016 and 2017. Companies say they expect to do the same next year.That’s about the same increase that companies offered in the years immediately after the recession. Raises tend to be much smaller than they were before the 2009, when average salary budgets in the area went up by about 4pc every year.The slow pace of payroll growth has continued to puzzle economists, who say plunging unemployment rates, surging stocks, a shrinking labour force and stable federal spending should be prompting employers to allocate more to payroll.“Every construction firm owner you talk to says, ‘We can’t find pipe fitters, we can’t find welders,’” said Anirban Basu, an economist with Sage Policy Group. “Everybody is screaming about worker shortages but when you look at the data, wages aren’t really accelerating.”So why haven’t salaries risen faster?Akron survey administrator Angelo Kostopoulos describes a corporate environment where companies are “still trying to do more with less.” The memory of the last economic downturn is still fresh in the minds of many managers, and it’s leading them to be cautious about how they handle raises and bonuses. “I wouldn’t be surprised if it stayed like this for several years to come,” Kostopoulos said.Some say low inflation also gives managers leeway to keep salary increases small. The inflation rate for the United States was about 1.7pc for the one-year period that ended July, less than the average payroll increase.But even with inflation in check, the cost of living in the Washington area has increased significantly for some.Rents have skyrocketed, making it hard for newer residents to settle in for the long term, and housing costs have priced some D.C. natives out of once-affordable neighbourhoods.Others chalk the stagnant salaries up to changing demographics. Any gains that younger workers are getting are masked by the fact that baby boomers are starting to retire.Those baby boomers are often the most experienced, skilled and highly compensated people in an organisation. When they retire, they are often replaced by younger people who earn less.There are some corners of the local economy where pay increases are speeding up. There was a 9.7pc jump in median salary for marketing and sales professionals, possibly reflecting companies’ efforts to expand after years of hunkering down. There was a 9.1pc median salary jump for legal professionals and a 6.2pc jump for IT workers, job categories that have historically paid well.Then there are the jobs where good pay is not just tied to a skill. Employees who have security clearances, a sought-after commodity in Washing­ton’s contracting community, have received larger pay increases than people doing comparable work without a clearance.Among a sample of government contractors surveyed by Akron, 48pc said they offered higher pay for cleared employees, up from 43pc last year.“This is a clear reflection of the challenge of all companies in getting new people cleared,” said Alan Chvotkin, general counsel at the Professional Services Council, which lobbies on behalf of government contractors.Cleared employees, many of them former military veterans, typically made between 5 and 15pc more than their non-cleared counterparts. Senior research analysts and high-level administrators earned 50 to 60pc more when they had clearances. Even receptionists can expect a 15pc bump in pay by virtue of holding an active clearance, the survey found.— Bloomberg/The Washington Post ServicePublished in Dawn, The Business and Finance Weekly, October 9th, 2017\n", "author": "Aaron Gregg", "title": "Nine years since the recession, why are employers still stingy with raises?"}}
{"1362562": {"date": "Updated October 09, 2017", "article": "ANKARA: US consulates in Turkey indefinitely halted all non-immigrant visa services on Sunday, the American embassy said, after one of the mission’s Turkish staffers was arrested in the latest dispute between the Nato allies.The embassy said “recent events” had forced the US government to reassess Turkey’s “commitment” to the security of US mission services and personnel in the country.In order to minimise the number of visitors while the assessment is carried out, “effective immediately we have suspended all non-immigrant visa services at all US diplomatic facilities in Turkey,” it said.Non-immigrant visas are issued to all those travelling to the United States for tourism, medical treatment, business, temporary work or study. Visa services are only those seeking to live in the US permanently.Beyond mentioning “recent events”, the statement made no explicit mention of the the arrest by Turkish authorities of a local Turkish staffer working at the US consulate in Istanbul.The employee was remanded in custody by an Istanbul court late Wednesday on accusations of links to the group of US-based preacher Fethullah Gulen, blamed by Ankara for last year’s failed coup against President Recep Tayyip Erdogan.The man has been formally charged with espionage and seeking to overthrow the Turkish government.The embassy on Thursday said it was “deeply disturbed” over the arrest and rejected the allegations as “wholly without merit”.The statement also condemned leaks in the local press which it said came from Turkish government sources that were “seemingly aimed at trying the employee in the media rather than a court of law.”Published in Dawn, October 9th, 2017\n", "author": "AFP", "title": "US missions in Turkey halt all non-immigrant visa services"}}
{"1362552": {"date": "Updated October 09, 2017", "article": "BERLIN: Two weeks after winning elections with a reduced majority, German Chancellor Angela Merkel took a first step on Sunday towards forming a government by trying to unite her conservative camp which is bitterly divided over refugee policy.Merkel met for private talks with her Bavarian CSU allies led by Horst Seehofer, who blames her open-door policy that has brought over one million asylum seekers since 2015 for the rise of the far-right Alternative for Germany (AfD) party.Beleaguered Seehofer — who after a vote drubbing faces internal challengers, and state elections next year — has revived his calls to cap the national refugee intake at 200,000 a year, a demand Merkel has consistently rejected as unconstitutional.In an opening salvo on Sunday, the CSU published a 10-point list of demands, including a refugee “upper limit”, a broad return to the conservative roots of the centre-right alliance, and a commitment to “healthy patriotism”. “We must fight the AfD head-on — and fight to get their voters back,” said the text published in mass-circulation Bild am Sonntag, which suggested that “conservatism is sexy again”.The talks were expected to last deep into the night, with Bavarian interior minister Joachim Herrmann conceding the situation was “not easy”, and a party colleague asking journalists whether they had “brought their sleeping bags”.Merkel’s CDU too is nervous ahead of a Lower Saxony state poll next Sunday, where it is running neck-and-neck with the centre-left Social Democrats (SPD) — a party badly in need of a win after their bruising defeat in Sept 24 elections.SPD leader Martin Schulz, gleefully watching the family squabbles in Merkel’s conservative camp, charged that the “madhouse” CDU-CSU dispute showed that “in reality, they are enemy parties”.The emergence of the anti-immigration AfD, which scored 12.6 per cent, has stunned Germany by breaking a long-standing taboo on hard-right parties sitting in the Bundestag. Its success came at the expense of the mainstream parties, making it harder for Merkel to form a working majority.Her best shot now — if she wants to avoid fresh elections that could further boost the AfD — is an alliance with two other parties that make for odd bedfellows, the pro-business Free Democrats (FDP) and the left-leaning Greens.Such a power pact — dubbed a “Jamaica coalition” because the three party colours match those of the Caribbean nation’s flag — would be a first at the national level in Germany.In the talks to come, likely to take weeks, all players will fight for ministerial posts and issues from EU relations to climate policy. All must give a little to reach a compromise — but not too much, to avoid charges from their own party bases that they are selling out in a grab for power.The smaller parties will seek to avoid the fate of Merkel’s previous junior coalition partners: both the FDP and SPD have suffered stunning losses after governing in the veteran chancellor’s shadow.Published in Dawn, October 9th, 2017\n", "author": "AFP", "title": "Refugee issue complicates Merkel’s bid to form govt"}}
{"1362542": {"date": "October 09, 2017", "article": "PAKISTAN is a place where its own citizens are made to disappear. Late last month in Lahore an uncanny disappearance of a Turkish family, whose head had worked for Pak-Turk schools in Pakistan, caused fear around the country. A fearful situation was created when reports came in from Khairpur about the alleged kidnapping attempt of a Turkish family man, said to be working with the same organisation. The case is very confusing and complicated as how the Turks disappear, in which Mesut Kacmaz, with his wife and their two daughters, went missing. Mesut Kacmaz was a well-known senior executive who worked for the Pak-Turk system. The Kacmaz family had been residing in Pakistan by having refugee certificates from the United Nations High Commissioner for Refugee. It might not be difficult to link this case to another case as well. Last year in Turkey a well-known cleric, Fethullah Gulen, was held responsible by Ankara for the failed coup. Also some people came from Turkey to Islamabad who gave some idea to the staff of the Pak-Turk school to leave Pakistan. The authorities concerned should be able to rectify the situation and settle the matter about who is responsible for the disappearances.Iqra A.KarimKechPublished in Dawn, October 9th, 2017\n", "author": "From the Newspaper", "title": "‘Disappeared’ Turks"}}
{"1362532": {"date": "October 09, 2017", "article": "LONDON: Earl Attlee died peacefully in his sleep today [Oct 8].The former Labour Prime Minister had entered Westminster Hospital with what was described as “a minor ailment” on Sept 8.His condition worsened later in the month, then improved gradually. A hospital spokesman said a “relapse” occurred last night, followed by peaceful death.A hospital statement later today attributed both the later September aggravation and last night’s fatal relapse to pneumonia.Queen Elizabeth declared from Balmoral Castle today: “I am greatly saddened by the death of Lord Attlee.\n“As a Minister in my grandfather’s reign, a leader in the war and as my father’s Prime Minister, he made an enduring place for himself in the history of our country and the Commonwealth.“In war and peace he served his sovereigns and the nation well.” — Agency[Meanwhile, as reported by an agency in New Delhi,] unofficial estimates put the number of dead in Police firing in Srinagar yesterday [Oct 7] at three.The riot began at a football game between teams from the Muslim-dominated University of occupied Kashmir and the Hindu and Sikh-dominated University of Punjab, and spread throughout the town.Also yesterday, 500 supporters of the Hindu extremist Jan Sangh Party in Jammu town sacked a school where a festival of Urdu poetry was being held. About 20 persons were injured, and 35 arrested.Police used teargas to break up the rioting mob that managed to burn part of the school building. Urdu is the language of India’s Muslims.It will be recalled that five persons were officially reported killed in clashes in Srinagar on Tuesday last [Oct 3].Communal riots during the past two months are damaging the tourist trade in the Valley.Air India today cancelled its planned caravelle jet service to Srinagar due to yesterday’s riot.Tourists will now be directed to hill stations less affected by the current violence.Published in Dawn, October 9th, 2017\n", "author": "From the Newspaper", "title": "From the past pages of dawn: 1967: Fifty years ago: Earl Attlee dies"}}
{"1362522": {"date": "October 09, 2017", "article": "DUBAI: Pakistan’s pace spearhead Mohammad Amir was ruled out of the five-match one-day series against Sri Lanka after suffering a shin injury during the ongoing second Test in Dubai on Saturday. Pakistan Cricket Board said the 25-year-old had an MRI scan, after which he was advised to rest for two to three weeks. “Amir has been ruled out of the ODI series against Sri Lanka due to a stress related injury in the right shin. \nThe fast bowler has been advised two to three weeks rest after he underwent an MRI scan,” said a PCB release. Amir walked off the field on Friday during the first day’s play in the second Test, but was cleared to bowl on Saturday. He managed to bowl just three overs though, 19.3 in the match, before once again limping off the field. \nAmir will be replaced by another left-arm paceman, Usman Khan Shinwari. The first One-day International will be played in Dubai on Friday, followed by two in Abu Dhabi (Oct 16 and 18) and the last two in Sharjah (Oct 20 and 23). The two teams will also play three Twenty20 Internationals, the last in Lahore on Oct 29, subject to security clearance.Published in Dawn, October 9th, 2017\n", "author": "AFP", "title": "Amir ruled out of SL ODI series"}}
{"1362512": {"date": "October 09, 2017", "article": "CHICAGO: Galen Rupp became the first American to win the Chicago Marathon in 15 years and Ethiopian Tirunesh Dibaba ran away with the women’s race on Sunday. Rupp, this year’s Boston Marathon runner-up and the 2016 Olympic marathon bronze medallist, used his track speed to break open the men’s race in the last 10 km to finish in two hours, nine minutes and 20 seconds. Defending champion Abel Kirui of Kenya was second in 2:09:48 with countryman Bernard Kipyego third in 2:10:23. The last American to win the men’s race was Khalid Khannouchi in 2002. Former world and Olympic distance champion won her first marathon in 2:18.31. Kenya’s Brigid Kosgei was a distant second in 2:20:22 with American Jordan Hasay third in 2:20:57.Published in Dawn, October 9th, 2017\n", "author": "Agencies", "title": "Rupp, Dibaba claim Chicago Marathon victories"}}
{"1362502": {"date": "October 09, 2017", "article": "KARACHI: When you celebrate the 70 years of Pakistan, music automatically merits for discussion since it has made the country proud both at home and abroad. However, renowned theatre and TV actor Khalid Ahmed and legendary ghazal singer Tina Sani had a different perspective that they shared with the audience at The Second Floor on Saturday night. While Khalid Ahmed shared his experience as a vocal trainer for actors and association with arts, Tina told the packed audience about her 40 years in music industry and her association with the best in the business.Mr Ahmed was the first to speak and he lamented that the current generation uses music as a shortcut to fame; instead of observing ustaads and learning from them, many students at the National Academy of Performing Arts first get makeovers to look like musicians and later on quit studies after understanding the basics. He also accused the patrons of not supporting musicians in Pakistan, which resulted in the decline of classical music in the country; something that still gets patronage from the government and the well-wishers in India. In his opinion, multinational brands should lend their support to the families of classical musicians because (a) even after 70 years, they are still not considered equal and (b) because the ustaads don’t want their children to pursue music for monetary reasons. For them, their head waiter son gets more respect than they ever did and that is a shameful situation for us as a nation.Tina Sani, on the other hand, had a different perspective; the renowned singer disclosed to the audience that when she was growing up, she didn’t know who Begum Akhtar was and that was because she belonged to her father’s generation, not hers. However, with the passage of time, she managed to understand the basics of music and after becoming a ghazal singer learnt a lot from Mehdi Hasan and Tufail Niazi who were masters of the trade. She told the audience that most musicians were affected by Partition, as they had to start over in the new country. She cited the example of Tufail Niazi, who was a star in the Indian Punjab before Partition, so much, so that people first used to get dates from him and then set the date for their functions, most notably weddings. In the Sikh dominated area, people used to tease one another with Oh To Kera Tufail Ko Le Aana when people used to delay dates. When he migrated to Pakistan with his family, he opened a dairy shop in Multan because not many knew him in this part of Punjab. One police officer recognised him and helped him out with the instruments that migrating musicians had left behind, reviving his career in Pakistan. Others, however, weren’t that successful, according to Tina, and when PTV allotted 4pm slot to classical music, it sort of pushed them further down the road.Tina Sani also told the audience that voice training has nothing to do with singing; she also rejected the notion of practising for more than 12 hours because, in the West, artists develop techniques to better their vocals, something we don’t believe in. She compared American tennis stars Arthur Ashe and Serena Williams, saying that a lot has changed from the time when Arthur Ashe used to play just because now, Serena Williams knows how to play smartly, with better gadgets, improved techniques in less time. Tina also termed folk music Pakistan’s very own since all musicians and singers who pursue folk are treated stars in their villages and are looked after by the rich. She also advised the youngsters willing to take music as a career to follow the master, not the leader since the leader will give them a refresher course, a master will send them out to venture and learn. After a brief question and answer session, the event concluded with Tina Sani singing Bol Kay Lab Azad Hain Tere that captivated the audience.Published in Dawn, October 9th, 2017\n", "author": "Omair Alavi", "title": "The rise and fall of Pakistani music"}}
{"1362492": {"date": "October 09, 2017", "article": "India is unleashing baseless propaganda against China Pakistan Economic Corridor and nothing good is expected from New Delhi, Prime Minister Shahid Khaqan Abbasi was quoted as saying by Radio Pakistan.In an interview with Geo News on Sunday night, Abbasi said New Delhi was using negative tactics to divert the attention of the international community form Kashmir issue.“Pakistan is ready for meaningful dialogue with India, despite the fact that nothing good is expected from New Delhi,” he said.Know more: CPEC has nothing to do with territorial sovereignty disputes: China responds to US criticismIndia is creating baseless propaganda against China Pakistan Economic Corridor, Abbasi maintained.Earlier on Saturday, while responding to the reservations raised by US over the China-Pakistan Econo­mic Corridor (CPEC), Islamabad had asserted that “CPEC is a development and connectivity project for the betterment of the people in the region and beyond”, and urged the international community to rather focus on the human rights violations committed by Indian forces in held Kashmir.Also read: CPEC passes through disputed territory: USTo a question, the prime minister said that no country in the world other than Pakistan is more desirous of peace in Afghanistan.Abbasi said ties between Pakistan and the United States are based on decades-old diplomatic, political and historical affinities and could not be defined with the sole issue of Afghanistan.“Both countries are committed to remaining engaged over a range of issues, including the issue of war on terror,” the premier was quoted as saying.He asserted that leaders of terrorist groups were hiding in Afghanistan from where they carry out terror activities in Pakistan. “Border management between Pakistan and Afghanistan is vital to check cross-border movement of terrorists.”The premier further said that Kashmir issue should be resolved according to the aspirations of Kashmiris in line with United Nations Security Council resolutions. “Kashmiris should be given right of a plebiscite to decide their fate.”Pakistan will continue its moral, political and diplomatic support to Kashmiris in their just struggle for the right to self-determination, he added.\n", "author": "Dawn.com", "title": "India doing propaganda against CPEC to divert attention from Kashmir: Abbasi"}}
{"1362482": {"date": "Updated October 08, 2017", "article": "Pakistan Tehreek-i-Insaf (PTI) Chairman Imran Khan at a public gathering in Buner on Sunday accused ousted premier Nawaz Sharif of attempting to provoke the army to \"take over\".\"He [Nawaz] keeps asking, 'Why was I removed?',\" the PTI chief said, referring to the Supreme Court's disqualification of the ex-PM from public office and a court-ordered accountability reference against Sharif and his children in which he is set to be indicted on Oct 9.\"The only reason why Nawaz Sharif and his ministers are attacking the judiciary and army is to hide his money laundering,\" he claimed. \"Because if Nawaz Sharif is punished for money laundering, then all his money, bank accounts and properties will be frozen. They will be sold and the money will return to Pakistan,\" he said. \"So he's trying his best to save himself, that's why he's trying his best that the army takes over. He will destroy the country to save himself,\" the PTI chief told the gathering.\"Get ready,\" he told the youth of Buner. \"If he does this, then the PTI will be on the streets of Islamabad and we will not let him be successful in destroying the order of our country.\" Civil-military relations have appeared tense following Sharif's disqualification, as the ex-PM in his 'homecoming' Grand Trunk Road rally railed against a 'conspiracy' to remove him, making repeated allegations against \"a few\" who had \"conspired to overthrow the democratic government\". However, Sharif has been unable to specify exactly who the conspirators are, but alleges that they are against the progress his government was making and the apparent re-election of the PML-N in the 2018 polls.The strain in ties came to the fore as questions were raised over the deployment of Rangers outside the Federal Judicial Complex in Islamabad last week, where Sharif had presented himself for an accountability hearing. The paramilitary force did not allow Interior Minister Ahsan Iqbal to enter the compound, prompting an outburst from him and a subsequent inquiry into who was responsible for the forces' deployment. Following the probe, the Rangers withdrew its personnel from Parliament House security, saying they required a written order to perform their duties.The army's media wing, however, claims the armed forces have no plans to impose martial law. Director General Inter-Services Public Relations Maj Gen Asif Ghaf