{"1281004": {"date": "August 31, 2016", "article": "GARDEZ: US air strikes in Afghanistan have killed four commanders of the Haqqani network, a militant group affiliated with the Taliban, as government forces try to retake a district captured by insurgents last week, Afghan officials said on Tuesday. Naqeeb Ahmad Atal, a spokesman for the governor of Paktia province in eastern Afghanistan, said 120 militants were also killed in the strikes in Jani Khil, a strategically located district at a crossroads on a major route into Pakistan. But Taliban spokesman Zabihullah Mujahid denied the report as “baseless”, saying the air strikes had killed only eight people. He said 48 members of the security forces had been killed in fighting in the district. Insurgents overran the centre of Jani Khil late on Friday, a significant success after they had stepped up attacks across Afghanistan in recent weeks. Afghan army spokesman Fazlkhuda Ibrahimkhil said US drones carried out Monday’s air strikes, hitting fighters gathered in the town. Colonel Michael Lawhorn, director of public affairs for Afghanistan’s Nato-led mission, confirmed that US forces had carried out attacks in support of Afghan forces on Monday. He declined to provide details while the fighting was going on. “I can confirm that US forces conducted four air strikes,” he said in an emailed statement. Another Afghan official said several military vehicles captured by the insurgents were also destroyed. One senior Afghan security official said about 1,200 fighters, most from the Haqqani network, were involved in last week’s attack on Jani Khil. The involvement of Haqqani fighters, whose traditional stronghold has been in eastern Afghanistan, underscores the group’s important role in Taliban military operations following the death of Taliban leader Mullah Akhtar Mansour in a US air strike in May. —Reuters\nUnlike Mansour, new Taliban leader Mullah Haibatullah Akhundzada, a religious scholar, is not believed to have much command experience. His appointment has led many analysts to suggest a growing role for deputy leader Sirajuddin Haqqani, commander of the network named after his father, a veteran Islamist who battled Soviet forces during the 1980s and later sided with the Taliban. The Haqqani network has been known for kidnappings and high-profile attacks in cities but is rarely known to take part in big attacks on Afghan government positions. One of the commanders killed in the air strike had been district chief in Jani Khil for the Taliban. Another came from the Waziristan region on the Pakistani side of the border and was suspected of involvement in the killing of 42 construction workers in Jani Khil four years ago, Atal said. After a lull following Mansour’s killing, there has been heavy fighting in the southern province of Helmand as well as in the area around Kunduz, the northern city that briefly fell to the Taliban last year.\nPublished in Dawn, August 31st, 2016\n", "author": "Reuters", "title": "Four Haqqani commanders killed in Afghanistan"}}
{"1281004": {"date": "August 31, 2016", "article": "GARDEZ: US air strikes in Afghanistan have killed four commanders of the Haqqani network, a militant group affiliated with the Taliban, as government forces try to retake a district captured by insurgents last week, Afghan officials said on Tuesday. Naqeeb Ahmad Atal, a spokesman for the governor of Paktia province in eastern Afghanistan, said 120 militants were also killed in the strikes in Jani Khil, a strategically located district at a crossroads on a major route into Pakistan. But Taliban spokesman Zabihullah Mujahid denied the report as “baseless”, saying the air strikes had killed only eight people. He said 48 members of the security forces had been killed in fighting in the district. Insurgents overran the centre of Jani Khil late on Friday, a significant success after they had stepped up attacks across Afghanistan in recent weeks. Afghan army spokesman Fazlkhuda Ibrahimkhil said US drones carried out Monday\u2{"1281004": {"date": "August 31, 2016", "article": "GARDEZ: US air strikes in Afghanistan have killed four commanders of the Haqqani network, a militant group affiliated with the Taliban, as government forces try to retake a district captured by insurgents last week, Afghan officials said on Tuesday. Naqeeb Ahmad Atal, a spokesman for the governor of Paktia province in eastern Afghanistan, said 120 militants were also killed in the strikes in Jani Khil, a strategically located district at a crossroads on a major route into Pakistan. But Taliban spokesman Zabihullah Mujahid denied the report as “baseless”, saying the air strikes had killed only eight people. He said 48 members of the security forces had been killed in fighting in the district. Insurgents overran the centre of Jani Khil late on Friday, a significant success after they had stepped up attacks across Afghanistan in recent weeks. Afghan army spokesman Fazlkhuda Ibrahimkhil said US drones carried out Monday’s air strikes, hitting fighters gathered in the town. Colonel Michael Lawhorn, director of public affairs for Afghanistan’s Nato-led mission, confirmed that US forces had carried out attacks in support of Afghan forces on Monday. He declined to provide details while the fighting was going on. “I can confirm that US forces conducted four air strikes,” he said in an emailed statement. Another Afghan official said several military vehicles captured by the insurgents were also destroyed. One senior Afghan security official said about 1,200 fighters, most from the Haqqani network, were involved in last week’s attack on Jani Khil. The involvement of Haqqani fighters, whose traditional stronghold has been in eastern Afghanistan, underscores the group’s important role in Taliban military operations following the death of Taliban leader Mullah Akhtar Mansour in a US air strike in May. —Reuters\nUnlike Mansour, new Taliban leader Mullah Haibatullah Akhundzada, a religious scholar, is not believed to have much command experience. His appointment has led many analysts to suggest a growing role for deputy leader Sirajuddin Haqqani, commander of the network named after his father, a veteran Islamist who battled Soviet forces during the 1980s and later sided with the Taliban. The Haqqani network has been known for kidnappings and high-profile attacks in cities but is rarely known to take part in big attacks on Afghan government positions. One of the commanders killed in the air strike had been district chief in Jani Khil for the Taliban. Another came from the Waziristan region on the Pakistani side of the border and was suspected of involvement in the killing of 42 construction workers in Jani Khil four years ago, Atal said. After a lull following Mansour’s killing, there has been heavy fighting in the southern province of Helmand as well as in the area around Kunduz, the northern city that briefly fell to the Taliban last year.\nPublished in Dawn, August 31st, 2016\n", "author": "Reuters", "title": "Four Haqqani commanders killed in Afghanistan"}}
{"1281084": {"date": "August 31, 2016", "article": "GHALANAI: Tribesmen from various localities on Tuesday blocked the main Peshawar-Bajaur Road in Bawota and Mamad Gat areas of Safi tehsil to protest prolonged power suspension. The road remained blocked for four hours causing inconvenience to commuters.The protesters carried placards and banners inscribed with slogans against the Tesco. They demanded that power supply should be restored without delay.The tribesman complained that power suspension had made it difficult for them to stay in their houses, especially during night. They said children and women were suffering the most.They threatened that if the power supply was restored within next 24 hours they would storm the local Tesco office.The protesters dispersed after Safi Tehsildar Miraj Khan rushed to the scene and assured them that power supply to their areas would be restored soon.A security official said there had been no power supply in the tehsil since Aug 22 after the local grid station developed a fault. He added that due to prolonged power suspension local residents had been facing acute water shortage.MARBLE MINING: Mohmand Agency Political Agent Mahmood Aslam Wazir has said that a tribal committee had been set up to facilitate lease holders of marble mining and resolve the related disputes.Talking to Dawn on Tuesday, he said earlier marble related disputes were resolved through tribal jirgas, adding the committee would also promote marble exploration in the agency.Mr Wazir said Mohmand Agency had huge reserves of marble and other minerals and that the political administration was trying to make full use of the natural wealth. He sought tribesmen’s help to check illegal mining activities, adding steps were also being taken to decrease the use of explosives in the mining of marble. He said scientific methods would be introduced in blasting of marble to avoid waste of the precious mineral.  He said for promotion of marble and its export to national and international markets new roads would be constructed in the tribal agency.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Safi tribesmen block road against power suspension"}}
{"1281264": {"date": "September 01, 2016", "article": "TIMERGARA: Lower Dir District Nazim Mohammad Rasool Khan on Wednesday termed education as the most powerful weapon to defeat terrorism.He was addressing prize distribution ceremony at government high school, Mian Banda Timergara. District education officer Prof Mohammad Uzair Ali, Timergara Tehsil Nazim Riaz Mohammad, former provincial minister Mehmood Zeb Khan and school headmaster Gul Rehman also addressed the function.The district nazim said improvement of education facilities topped the agenda of the Lower Dir council, adding lawlessness, injustice, terrorism and unemployment could only be tackled through ensuring quality education to pupils. “Ignorance and lack of education is the mother of all social evils,” he maintained, saying through education the menace of militancy and poverty could be rooted out.He said the government was committed to overcoming all missing facilities in the state-run schools. Rasool Khan said youth were the real asset of Pakistan and it was the responsibility of the government to ensure a bright future for them.On the occasion, students presented songs, speeches and tableaus and got applause from the audience.The district nazim also distributed prizes among the students who performed well in different activities during the year. \nHe announced to install a 25kv power transformer in the school. Timergara Tehsil Nazim Riaz Mohammad announced to construct a pathway to the school, while district councillor Alam Zeb announced to provide the school with Rs500,000 from his funds for water supply scheme. VARSITY AFFAIRS: The Malakand University Teachers’ Association on Wednesday alleged that the varsity was being run on ad hoc basis and teachers were being maltreated by the administration.Addressing a general body meeting of the association at Chakdara, its president Prof Salam Zeb said the varsity management had kept silence over problems facing the teachers. He demanded of the Khyber Pakhtunkhwa government to implement its University Act in the University of Malakand. The general body announced to hold its elections in October.Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Correspondent", "title": "‘Education most powerful weapon to defeat terrorism’"}}
{"1281354": {"date": "September 01, 2016", "article": "KARACHI: The Pakistan Cricket Board (PCB) should involve ex-cricketers in its administrative affairs, former captain Javed Miandad said on Thursday.“Otherwise, the Pakistan cricket team will keep putting up disastrous displays on the field,” Miandad told DawnNews, adding that the main reason for Pakistan’s failure in ODI cricket was due to poor domestic structure.He said the “structural development can only be guaranteed when it’s being supervised by former c{"1281004": {"date": "August 31, 2016", "article": "GARDEZ: US air strikes in Afghanistan have killed four commanders of the Haqqani network, a militant group affiliated with the Taliban, as government forces try to retake a district captured by insurgents last week, Afghan officials said on Tuesday. Naqeeb Ahmad Atal, a spokesman for the governor of Paktia province in eastern Afghanistan, said 120 militants were also killed in the strikes in Jani Khil, a strategically located district at a crossroads on a major route into Pakistan. But Taliban spokesman Zabihullah Mujahid denied the report as “baseless”, saying the air strikes had killed only eight people. He said 48 members of the security forces had been killed in fighting in the district. Insurgents overran the centre of Jani Khil late on Friday, a significant success after they had stepped up attacks across Afghanistan in recent weeks. Afghan army spokesman Fazlkhuda Ibrahimkhil said US drones carried out Monday’s air strikes, hitting fighters gathered in the town. Colonel Michael Lawhorn, director of public affairs for Afghanistan’s Nato-led mission, confirmed that US forces had carried out attacks in support of Afghan forces on Monday. He declined to provide details while the fighting was going on. “I can confirm that US forces conducted four air strikes,” he said in an emailed statement. Another Afghan official said several military vehicles captured by the insurgents were also destroyed. One senior Afghan security official said about 1,200 fighters, most from the Haqqani network, were involved in last week’s attack on Jani Khil. The involvement of Haqqani fighters, whose traditional stronghold has been in eastern Afghanistan, underscores the group’s important role in Taliban military operations following the death of Taliban leader Mullah Akhtar Mansour in a US air strike in May. —Reuters\nUnlike Mansour, new Taliban leader Mullah Haibatullah Akhundzada, a religious scholar, is not believed to have much command experience. His appointment has led many analysts to suggest a growing role for deputy leader Sirajuddin Haqqani, commander of the network named after his father, a veteran Islamist who battled Soviet forces during the 1980s and later sided with the Taliban. The Haqqani network has been known for kidnappings and high-profile attacks in cities but is rarely known to take part in big attacks on Afghan government positions. One of the commanders killed in the air strike had been district chief in Jani Khil for the Taliban. Another came from the Waziristan region on the Pakistani side of the border and was suspected of involvement in the killing of 42 construction workers in Jani Khil four years ago, Atal said. After a lull following Mansour’s killing, there has been heavy fighting in the southern province of Helmand as well as in the area around Kunduz, the northern city that briefly fell to the Taliban last year.\nPublished in Dawn, August 31st, 2016\n", "author": "Reuters", "title": "Four Haqqani commanders killed in Afghanistan"}}
{"1281014": {"date": "August 31, 2016", "article": "THEIR slim hopes stand extinguished. Sixteen men sentenced to death by military courts had turned to the Supreme Court as their last resort. All 16 have had their appeals rejected. A year after the Supreme Court upheld the 21st Amendment — an act carried out by parliament at the behest of the military — and acquiesced in the controversial changes to the Constitution, a smaller bench was always going to struggle to overturn the collective will of the full court, parliament and the country’s establishment. While the 21st Amendment judgement left the narrowest of doors open for judicial review of military court verdicts, it would have required enormous courage and vigorous judicial activism for any individual sentenced to death by a military court to be able to win a reprieve no matter the obvious deficiencies in the standards of justice meted out. In truth, it may have also been an unfair burden to expect a few judges to stand between the collective, considered and determined will of all other institutions of the state. Signing off on death sentences handed down in the most opaque of manners is a grim day for justice in this country, but perhaps also an inevitable one given how little support those fighting for the centrality of fundamental rights have received since December 2014.Grim as the judicial verdict has been, the blight should not stay forever. At the heart of the 21st Amendment judgement were two things: one, the acceptance of the constitutionality of military courts, and, therefore, a largely hands-off approach to their working; and two, the recognition that military court trials for civilians accused of terrorism would be a temporary measure. The sunset of the sunset clause is nearing — in January the constitutional protection to the 21st Amendment military courts will expire. Parliament must stand resolute in its commitment to granting only a two-year life to military courts. Presumably, the dismissal of the 16 appeals will be used by advocates of military courts to argue that not only are the courts functioning within the law, but that the superior judiciary had found no flaw in the trials of accused militants. But the flaw is in their very conception, an anomalous court structure rammed through parliament in the cataclysmic aftermath of the APS Peshawar attack. Come January, military courts must be allowed to quietly expire and the overall judicial system made palatable again.Published in Dawn, August 31st, 2016\n", "author": "Editorial", "title": "Dismissal of appeals"}}
{"1281024": {"date": "August 31, 2016", "article": "WHEN Russia invaded Afghanistan in 1979, millions of Afghans streamed into Pakistan to escape the war. The 3.5 million who ultimately entered Pakistan consisted of different classes of society.The majority were from rural areas and were mostly illiterate but skilled in agriculture, transport etc. They went into their relevant fields dislodging the locals by being more productive and demanding lower wages. Their labour turned barren and neglected land into lush fields producing vegetables and crops of sugarcane, wheat, corn, tobacco and cotton to mention a few. Other Afghans became labourers or started petty businesses selling whatever they could think of. Surprisingly not a single Afghan was seen begging on the streets; instead they would prefer to collect garbage and sift it for recyclable items to sell to the scrap dealer.The educated lot from Afghnaistan’s urban areas used Pakistan as a transit camp to shift mostly to the West seeking political asylum with their cash and valuables to start businesses there.A big number opted to stay, some in camps while others obtained computerised national identity cards and started businesses and purchased land. Still others went to the Gulf and other foreign lands to seek their fortune, supporting their families back ‘home’ in Pakistan.After the war was over, the majority of the Afghans kept two homes, one each in Afghanistan and Pakistan, maintaining extended families in both countries and travelling frequently between them.Afghan refugees enjoyed more than equal rights but they also introduced evils like illegal arms and ammunition, heroin, and other contraband drugs.The Afghans are no longer refugees but enjoy the status of being citizens of two countries without any obligation to Pakistan. They take everything for granted as if it is their right. Therefore let us say goodbye to our guests. Afghanistan always sides with our foes losing no opportunity to spite Pakistan forgetting all this land did for the millions of Afghans who had nowhere to turn in the darks days of the 1980s.Dr Munawar AzizAbbottabadPublished in Dawn, August 31st, 2016\n", "author": "From the Newspaper", "title": "Are they refugees?"}}
{"1281034": {"date": "Updated August 31, 2016", "article": "KARACHI: Teachers and non-teaching staff of at least eight major public sector universities will go on a day-long strike on Wednesday (today) to protest against what they described as “continued government interference in the matters of universities” under the controversial Sindh Universities Laws Act 2013. The strike will be observed at: Karachi University (KU); NED University of Engineering and Technology; Sindh University, Jamshoro; University of Agriculture, Tandojam; Quaid-i-Awam University of Engineering and Technology, Nawabshah; Mehran University of Engineering and Technology, Jamshoro and at its Shaheed Zulfiqar Ali Bhutto Khairpur Mir campus; Shah Abdul Latif University, Khairpur, and its Shikarpur campus; and Liaquat University of Medical and Health Sciences, Jamshoro.The strike call is given by the Federation of All Pakistan Universities Academic Staff Association (Fapuasa)-Sindh chapter, and supported by All Sindh Universities Officers Welfare Federation representing the non-teaching staff of these universities.“We are forced to suspend academic activities for a day because the government hasn’t paid any heed to our shared concerns that teachers have been raising for the past three years on the controversial amendments to the universities act,” said president Fapuasa, Dr Mir Shahnawaz Talpur.Representatives of the non-teaching staff had also extended support to the strike, he added.Highlighting the staff’s reservations, he said frustration prevailed among both teaching and non-teaching staff over the hostile attitude of the government insisting on making controversial appointments at universities.“We demand that the government honour the agreement it had made with teachers and withdraw these appointments, which are a strategy to curb the autonomous status of higher education institutions in the province,” he said.Concerns, he pointed out, also existed over the government’s reluctance in releasing the financial grant already announced by it.“The government is ruining institutions ad hoc.”Fapuasa general secretary Dr Shakeel Farooqi demanded that all vacant administrative posts should be publicised and filled with the help of a selection board under relevant rules and regulations.“Appointment of retired staff on key administrative posts is not only a burden on government exchequer but also an obstacle in the promotion of serving employees,” he said.He blamed the government for what he described as a “crisis at KU over the actions of the incumbent finance director” and said it was the result of “wrong and impractical policies of the government”. Teacher representatives also demanded uniform financial benefits for teaching and non-teaching staff and strongly criticised the government for depriving KU employees of leave encashment, which, they said, was being given to all employees at other universities.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Over eight public sector universities in Sindh to observe strike today"}}
{"1281044": {"date": "August 31, 2016", "article": "NAROWAL: The Tehsil Municipal Administration (TMA) staff locked a government girls primary school building here on Tuesday over a dispute with the education department regarding ownership of the school building. Around 350 students along with school staff now have to sit on the road in front of the school to continue their education. Ownership of building of the Government Liaquat Girls Primary School was claimed both by the education department and the TMA. On Tuesday morning, the TMA staff forcibly locked the building and stopped students and staff from entering, claiming the building was their property. The school staff and students sat on the road under the sun and continued their classes there in protest. The students also shouted slogans against the TMA while lying on the road. The staff reported the incident to education department officers, but no one turned up for help. The residents appealed to the chief minister and high-ups of the education department to take notice of the situation and order concrete measures for resumption of the school in the building. Executive District Officer (Education) Ghayas Sabir said their discussions on the matter with the TMA were ongoing, but the administration forcibly closed the school. Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Students in limbo in TMA-education dept row"}}
{"1281054": {"date": "August 31, 2016", "article": "LAHORE: Lahore High Court Chief Justice Syed Mansoor Ali Shah has made 10 civil judges (first class) officers on special duty (OSD). A notification issued by LHC registrar says civil judges Khalid Mahmood Warraich, Malik Allah Ditta Anjum, Sajid Mahmood Sheikh, Naveed Kamran Langrial, Shahid Nawaz Khichi, Babar Hussain, Shahzad Ahsan Butt, Abdul Sattar Bosal, Abid Zubair and Muhammad Akram Azad have been made OSD.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "10 civil judges made OSD"}}
{"1281064": {"date": "August 31, 2016", "article": "LAHORE: The National Accountability Bureau (NAB) has given a clean chit to the LDA while closing the inquiry into reported illegalities in the LDA City project with a direction to its chief to computerise the scheme’s record to ensure transparency in the project, said to be the country’s largest public housing scheme. “NAB has closed the inquiry into LDA City project after investigation and issued certain directions - computerisation of the record of the project and checks and balances - to ensure complete transparency in it,” a NAB official told Dawn on Tuesday. When asked whether there was any pressure from some top officials of the Punjab government to close the inquiry as it was making the project controversial, the official’s answer was in negative. The NAB Lahore had initiated the probe into the project on complaints that the LDA and its development partners were selling the land (plots) more than they had acquired. The Pakistan Tahreek-i-Insaf had also pinpointed irregularities in the project, alleging four private companies owned by some favourites of the government’ had collected huge sums of money in the name of the scheme, using name of a state entity. The PTI had also accused the government of blocking water supply to the crops to force the farmers to sell out their agriculture land for the scheme. An LDA official said transparency was being maintained in the LDA City project and NAB’s directions in \nthis regard would also be followed. The LDA City project was launched about two years ago along the Ferozepur Road. The Punjab government has already notified seven villages-- Kahna, Kacha, Thay Panju, Sidhar, Halloki, Rakh Jhedu and Toor Warraich -- to be acquired for the project. The land acquisition in the aforementioned villages has reportedly been completed. The LDA has not acquired the land directly from landowners and hired six development firms for the purpose. Under the agreement, the development partners would get one-third of developed plots of the total land they would surrender or transfer to the LDA and the authority would also pay them one per cent of the total cost of the surrendered land as commission.Published in Dawn, August 31st, 2016\n", "author": "Zulqernain Tahir", "title": "NAB gives a clean chit to LDA City project"}}
{"1281074": {"date": "August 31, 2016", "article": "ISLAMABAD: The Punjab government’s strategy for eradicating mosquito larvae before they matured has helped control the spread of the virus in Islamabad, the Minister for Capital Administration and Development Division (CADD) Dr Tariq Fazal Chaudhry said on Tuesday.During a meeting, the minister was told that so far this year, the dengue virus has not caused any deaths in the federal capital. The CADD minister was told that an outdoor and indoor policy for preventing the spread of dengue is being followed in the federal capital. Outdoor monitoring teams visit various sites and destroy larvae and breeding sites while 300 lady health workers are deployed for destroying suspected indoor breeding sites.He was told that 48 houses around the house from which a dengue case is reported and the nearby streets are also sprayed with anti-dengue medicines for destroying dengue breeding sites and larvae.Most of the patients brought in to Islamabad’s hospitals are from the suburbs and adjoining districts, he was told.Dr Chaudhry then formed a committee of the district governments of Islamabad and Rawalpindi, the Capital Development Authority (CDA) and CADD to take various measures for controlling and eradicating the dengue virus in the twin cities.Officers of the Municipal Corporation said that pre-emptive measures had been taken to stop the spread of the Congo virus in make shift markets for sacrificial animals that have been set up for coming Eid. They said a camp of medical experts has been established at the market in order to monitor the situation and provide medicines and sprays.Also attending the meeting were the Mayor of Islamabad Sheikh Ansar Aziz, CDA officials and representatives of the district administrations of Islamabad and Rawalpindi.Published in Dawn, August 31st, 2016\n", "author": "A Reporter", "title": "‘Punjab’s strategy for dengue eradication worked in Islamabad’"}}
{"1281084": {"date": "August 31, 2016", "article": "GHALANAI: Tribesmen from various localities on Tuesday blocked the main Peshawar-Bajaur Road in Bawota and Mamad Gat areas of Safi tehsil to protest prolonged power suspension. The road remained blocked for four hours causing inconvenience to commuters.The protesters carried placards and banners inscribed with slogans against the Tesco. They demanded that power supply should be restored without delay.The tribesman complained that power suspension had made it difficult for them to stay in their houses, especially during night. They said children and women were suffering the most.They threatened that if the power supply was restored within next 24 hours they would storm the local Tesco office.The protesters dispersed after Safi Tehsildar Miraj Khan rushed to the scene and assured them that power supply to their areas would be restored soon.A security official said there had been no power supply in the tehsil since Aug 22 after the local grid station developed a fault. He added that due to prolonged power suspension local residents had been facing acute water shortage.MARBLE MINING: Mohmand Agency Political Agent Mahmood Aslam Wazir has said that a tribal committee had been set up to facilitate lease holders of marble mining and resolve the related disputes.Talking to Dawn on Tuesday, he said earlier marble related disputes were resolved through tribal jirgas, adding the committee would also promote marble exploration in the agency.Mr Wazir said Mohmand Agency had huge reserves of marble and other minerals and that the political administration was trying to make full use of the natural wealth. He sought tribesmen’s help to check illegal mining activities, adding steps were also being taken to decrease the use of explosives in the mining of marble. He said scientific methods would be introduced in blasting of marble to avoid waste of the precious mineral.  He said for promotion of marble and its export to national and international markets new roads would be constructed in the tribal agency.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Safi tribesmen block road against power suspension"}}
{"1281094": {"date": "August 31, 2016", "article": "TIMERGARA: Tehsil council Samar Bagh and tehsil council Balambat on Tuesday passed annual budgets for the year 2016-17.The budget session of Samar Bagh tehsil council was held with naib nazim Bashirul Haq in the chair. Tehsil nazim Saeed Ahmad Bacha presented the budget with a total outlay of Rs101.43 million. He said that Rs82.86 million would be spent on developmental activities while Rs18.62 million was non-developmental expenditure. The council approved the budget after debate. Balambat tehsil council also approved its annual budget during its session presided over by tehsil nazim Imranud Din. \nThe nazim presented budget with total outlay of Rs123.25 million. He said that Rs95.01 million would be spent on developmental activities while Rs28.24 was set aside for non-developmental expenditures.The councillors approved the budget.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Tehsil councils pass budgets"}}
{"1281104": {"date": "Updated August 31, 2016", "article": "LAHORE: The government’s claims of fast-track work on major hydropower projects notwithstanding, the Chinese company assigned the job to conduct site investigations and surveys of three dams on the Indus — Diamer-Bhasha, Pattan and Thakot — has not been able to start work owing to delays on the part of Wapda in providing the required assistance to it. China Three Gorges (CTG), the firm which is assisting the Frontier Works Organisation in executing the three projects, had planned to begin site surveys by the end of July and named a 48-member panel of experts for the purpose. The FWO informed the former Wapda chairman on July 11 about the CTG’s plans, but the authority has so far not acted on the request, causing delay in the start of mandatory preliminary site investigations and surveys. The combined generation capacity of the three hydropower projects has been estimated at 7,300 megawatts. “The FWO/CTG had submitted a work plan to Wapda on July 20. But Wapda, being the client, has yet to coordinate preparatory works/activities to be carried out on the sites of these projects,” a Wapda official conceded. “The minister for water and power had directed the (Wapda) authorities on June 29 to coordinate and complete the surveys and investigations of the sites, but no one has bothered despite submission of a work plan by the CTG through FWO.” The CTG estimates that it would take three months to complete investigation and survey of the proposed sites. According to the work plan, the CTG had sought assistance from the Pakistani side for completion of a supplementary site survey of the projects. “During the (Chinese) engineers’ stay in Pakistan, the Pakistani side should try as far as possible to provide necessary documents for the entry, stay, work and exit from the sites, adequate security (special police, guards etc) to the camps of the projects, road leading to them and the site working area, repatriation under urgent situations, import, export and customs clearance of the goods and equipment required for the site’s additional survey, provision of site working camps, accommodation and dining,” a letter written by the company said. The work to be carried out on the three sites involves installing of water gauges at each dam site and setting up of a powerhouse to observe the water level and its flow, reviewing the stage-discharge relations at the dam sites and the tail water of the powerhouse, sampling and analysing of the sediment, topography, and review of geological maps and conditions. “When the work plan by the CTG has already been submitted, delay on the part of the client in carrying out these site investigations and surveys is baffling,” the Wapda official observed. He added that senior officials must give priority to work on the hydropower projects instead of “delaying assignments unnecessarily”. Muhammad Nawaz Butt, general manager of the Diamer-Bhasha project, refused to comment on the issue. “I am not authorised to speak on the matter,” he replied. Wapda’s director of public relations did not come up with the authority’s version despite repeated calls and reminders over the last few days.Published in Dawn, August 31st, 2016\n", "author": "Khalid Hasnain", "title": "Wapda’s inaction holds up work on three dam sites by Chinese firm"}}
{"1281114": {"date": "Updated August 31, 2016", "article": "ISLAMABAD: The Pakis­tan Tehreek-i-Insaf’s (PTI) long-awaited petition, asking for the disqualification of Prime Minister Nawaz Sharif and members of his family for their alleged involvement in the Panamagate scandal, met the same fate as the recently returned petition filed by the Jamaat-i-Islami (JI).The Supreme Court office on Tuesday handed the petition back to the party’s Advocate-on-Record Chaud­hry Akhtar Ali, a day after it was filed by senior counsel Naeem Bokhari. The objections raised by the court office were identical to the ones highlighted when the JI petition was returned, i.e. the petition, prima facie (on the face of it), appeared to be frivolous.The petition, which was filed in the name of PTI chairman Imran Khan, sought the disqualification of Prime Minister Nawaz Sharif, his son-in-law retired Captain Mohammad Safdar and Finance Minister Ishaq Dar.“That this petition prima facie appears to be a frivolous petition within the contemplation of Order XVII Rule 5 of the Supreme Court Rules, 1980,” explained the order issued by the registrar’s office when the petition was returned.Under the Rule 5 of Order XVII, the registrar has the authority to refuse to receive a petition on the grounds that it has not been filed in accordance with the rules, or is frivolous, or contains scandalous matter.Under the same rules, the petitioner has the right to move an appeal within a fortnight of the petition’s return, which would then be heard by a judge of the apex court in his chambers.“All these questions ought to have been decided by the court and not the registrar’s office,” senior PTI leader Ishaq Khakwani told Dawn.The registrar had violated the Constitution, he said, adding that the party’s legal team was carefully analysing the registrar’s objections and would soon file an appeal against the order.Mr Khakwani recalled that earlier scores of cases were entertained by the Supreme Court under Article 184(3) and such objections were never raised by the registrar’s office. “We have every reason to believe that the registrar has acted in bad faith,” he regretted.Separately, party spokesperson Naeemul Haq announced that a legal team headed by senior counsel Hamid Khan was in the process of finalising an appeal against the registrar’s order, which would be moved soon.On Aug 27, the court office declined to accept a petition moved by JI emir Sirajul Haq, where he had asked the Supreme Court to declare the illegal transfer of national wealth for investments in offshore companies an offence under Section 9 of the National Accountability Ordinance (NAO).On May 13, the Supreme Court returned a somewhat similar request from the federal government, asking the court to appoint a commission of inquiry to conduct a probe into the Panamagate affair, on the grounds that any such commission formed under the Pakistan Commission of Inquiry Act, 1956 would result in the constitution of a toothless commission that would serve no useful purpose, except bringing a bad name to the judiciary.The court had also declared the terms of reference — sent to it by the government under public pressure — “wide and open-ended”, saying that it might take years for such a commission to close its proceedings.On Tuesday, the court office informed the applicants that the petitioner was directly invoking the extraordinary jurisdiction of the Supreme Court under Article 184(3) of the Constitution — that deals with the ‘enforcement of fundamental rights’ – which is not permissible in light of the precedent laid down in the 1998 matter of Zulfikar Mehdi vs PIA.In that case, the apex court had interpreted the term ‘public importance’ and laid down that the expression should be viewed with reference to freedom and liberties guaranteed under the Constitution, their protection and the invasion of these rights in a manner which raises serious questions regarding their enforcement.The issues arising in a case cannot be considered questions of public importance if a decision on those issues only affects the rights of an individual or a group of individuals, the judgement had held.In its order, the registrar office also stated that the petitioner had approached the Supreme Court without first approaching an appropriate forum under the law, not did the petitioner provide any justification for not approaching any other forum.Similarly, the certificate provided by the petitioner alongside the petition did not fulfil the requirements of Rule 6 of Order XXV of the Supreme Court rules.This rule requires the applicant to state in clear terms whether the petitioner has moved the concerned high court for the same relief, and if so, what was the result.Published in Dawn, August 31st, 2016\n", "author": "Nasir Iqbal", "title": "SC returns PTI’s ‘frivolous’ petition"}}
{"1281124": {"date": "Updated August 31, 2016", "article": "SAN FRANCISCO: Uber Technologies Inc has plucked a top executive from the US retailer Target to help lead the growing ride-services company and reshape its image.Uber said on Tuesday it hired Jeff Jones, chief marketing officer for Target Corp, to oversee the bulk of its global operations. Jones will be president of ride-sharing at Uber, running local Uber services in every city, as well as marketing efforts and customer support.The hire underscores efforts by Uber, which has become the dominant on-demand ride service, to bolster its reputation and brand. Since 2009, the company has aggressively expanded to more than 450 cities, at times steamrolling regulators and launching campaigns against local lawmakers.Jones joined Target in 2012 to rejuvenate its brand and is credited with modernising the retailer's marketing efforts. He led campaigns including #MoreMusic, under which Target partnered with singer Gwen Stefani for a live video that aired during the Grammy Awards and released exclusive tracks from artists such as Adele, part of an effort to burnish Target's cool image.Prior to that, Jones led marketing for Gap Inc and worked for Coca-Cola and advertising firm McKinney.“Jones has a strong track record of driving the narrative around Target's brand, and will now try to do the same for Uber,” said Mike Mannor, associate professor at the University of Notre Dame's Mendoza College of Business.“You can surely expect to see stakeholders responding positively to Uber CEO Travis Kalanick taking steps to upgrade his middling in-house talent with proven professional chops.” Kalanick said in a blog post that he and Jones met in February and “within minutes we were debating how Uber could improve its reputation.”Kalanick said he wants to align Uber's marketing functions more closely with individual city operations and put more focus on customer service.Uber's global operations span dozens of countries and about 1.5 million drivers.Jones' hiring marks a change for Ryan Graves, who has been at Uber since 2010 and ran the company's operations and global expansion. Graves will give up some of those responsibilities but continue to work on Uber's delivery businesses, including UberEats and UberRush, as well as other projects, Kalanick said.Jones' exit is the latest in a string of executive departures from Target, which has made a series of management changes since last year.Among other moves, the big-box retailer appointed Chief Financial Officer John Mulligan to the newly created role of chief operating officer. It has also added new hires as it focuses on higher-margin categories such as baby and wellness products and revamps online sales.\n", "author": "Reuters", "title": "Uber hires senior Target executive to lead global operations"}}
{"1281134": {"date": "August 31, 2016", "article": "LONDON: Shareholders in British technology company ARM approved its sale to Japan's SoftBank on Tuesday, marking the end of independence for the chip designer that powered the smartphone revolution.SoftBank swooped on the Apple supplier in July, agreeing to pay $32 billion in cash for a company that it hopes will remain at the forefront of digital innovation.ARM said that more than 95 percent of the votes cast on Tuesday approved the takeover.Seeking to win political backing and smooth the path for the deal, the Japanese company's charismatic leader Masayoshi Son spoke to British Prime Mi{"1281134": {"date": "August 31, 2016", "article": "LONDON: Shareholders in British technology company ARM approved its sale to Japan's SoftBank on Tuesday, marking the end of independence for the chip designer that powered the smartphone revolution.SoftBank swooped on the Apple supplier in July, agreeing to pay $32 billion in cash for a company that it hopes will remain at the forefront of digital innovation.ARM said that more than 95 percent of the votes cast on Tuesday approved the takeover.Seeking to win political backing and smooth the path for the deal, the Japanese company's charismatic leader Masayoshi Son spoke to British Prime Minister Theresa May shortly before the deal was announced to allay concerns that it would be bad for the British technology sector.SoftBank, which is paying a 43 percent premium, has promised to at least double ARM's workforce in Britain over the next five years, keep its headquarters in Cambridge and retain its partnership-based business model and culture.The commitments will be the first test of new takeover rules that make such pledges binding. The rules were introduced after Pfizer attempted to buy Britain's AstraZeneca in 2014.ARM Chairman Stuart Chambers said that SoftBank's guarantees on jobs and investment were legal commitments, not merely “nice ideas and promises and intents”.“If you look at the post-offer undertakings that SoftBank has made, they are extremely strong, they are virtually unprecedented,” he told Reuters after Tuesday's shareholder meeting in London.Chief Executive Simon Segars, who will stay with the company, said that SoftBank shared ARM's long-term view on investment, including retaining and developing the engineers who were essential to ARM's success.“We are not going anywhere, we are still going to be at the heart of British technology. We are growing globally because we are a global business,” he said.“This represents an exciting new chapter for ARM, and an ability to really grow and do everything we were doing and do more and do it faster.” Some remained unconvinced, however. Paul Myners, a former British financial services minister, said the sale was more evidence of the City's predilection to “sell at a reasonable premium, get out, don't invest for the future, don't back the British economy”.“This is a business that is at the heart of the ecosystem of modern technology, the internet of things, an area in which we lead,” he told BBC radio on Tuesday, adding that it would not have been possible to sell ARM in 60 days had it been an American, German, French or Japanese company.“We will not have world-beating companies if we continue to sell out our leaders at such an early stage,” he said. \n", "author": "Reuters", "title": "British tech champion ARM's sale to Japan's SoftBank wins shareholder nod"}}
{"1281144": {"date": "August 31, 2016", "article": "LONDON: Shareholders in British technology company ARM approved its sale to Japan's SoftBank on Tuesday, marking the end of independence for the chip designer that powered the smartphone revolution.SoftBank swooped on the Apple supplier in July, agreeing to pay $32 billion in cash for a company that it hopes will remain at the forefront of digital innovation.ARM said that more than 95 percent of the votes cast on Tuesday approved the takeover.Seeking to win political backing and smooth the path for the deal, the Japanese company's charismatic leader Masayoshi Son spoke to British Prime Minister Theresa May shortly before the deal was announced to allay concerns that it would be bad for the British technology sector.SoftBank, which is paying a 43 percent premium, has promised to at least double ARM's workforce in Britain over the next five years, keep its headquarters in Cambridge and retain its partnership-based business model and culture.The commitments will be the first test of new takeover rules that make such pledges binding. The rules were introduced after Pfizer attempted to buy Britain's AstraZeneca in 2014.ARM Chairman Stuart Chambers said that SoftBank's guarantees on jobs and investment were legal commitments, not merely “nice ideas and promises and intents”.“If you look at the post-offer undertakings that SoftBank has made, they are extremely strong, they are virtually unprecedented,” he told Reuters after Tuesday's shareholder meeting in London.Chief Executive Simon Segars, who will stay with the company, said that SoftBank shared ARM's long-term view on investment, including retaining and developing the engineers who were essential to ARM's success.“We are not going anywhere, we are still going to be at the heart of British technology. We are growing globally because we are a global business,” he said.“This represents an exciting new chapter for ARM, and an ability to really grow and do everything we were doing and do more and do it faster.” Some remained unconvinced, however. Paul Myners, a former British financial services minister, said the sale was more evidence of the City's predilection to “sell at a reasonable premium, get out, don't invest for the future, don't back the British economy”.“This is a business that is at the heart of the ecosystem of modern technology, the internet of things, an area in which we lead,” he told BBC radio on Tuesday, adding that it would not have been possible to sell ARM in 60 days had it been an American, German, French or Japanese company.“We will not have world-beating companies if we continue to sell out our leaders at such an early stage,” he said. \n", "author": "Reuters", "title": "British tech champion ARM's sale to Japan's SoftBank wins shareholder nod"}}
{"1281154": {"date": "August 31, 2016", "article": "LONDON: Shareholders in British technology company ARM approved its sale to Japan's SoftBank on Tuesday, marking the end of independence for the chip designer that powered the smartphone revolution.SoftBank swooped on the Apple supplier in July, agreeing to pay $32 billion in cash for a company that it hopes will remain at the forefront of digital innovation.ARM said that more than 95 percent of the votes cast on Tuesday approved the takeover.Seeking to win political backing and smooth the path for the deal, the Japanese company's charismatic leader Masayoshi Son spoke to British Prime Minister Theresa May shortly before the deal was announced to allay concerns that it would be bad for the British technology sector.SoftBank, which is paying a 43 percent premium, has promised to at least double ARM's workforce in Britain over the next five years, keep its headquarters in Cambridge and retain its partnership-based business model and culture.The commitments will be the first test of new takeover rules that make such pledges binding. The rules were introduced after Pfizer attempted to buy Britain's AstraZeneca in 2014.ARM Chairman Stuart Chambers said that SoftBank's guarantees on jobs and investment were legal commitments, not merely “nice ideas and promises and intents”.“If you look at the post-offer undertakings that SoftBank has made, they are extremely strong, they are virtually unprecedented,” he told Reuters after Tuesday's shareholder meeting in London.Chief Executive Simon Segars, who will stay with the company, said that SoftBank shared ARM's long-term view on investment, including retaining and developing the engineers who were essential to ARM's success.“We are not going anywhere, we are still going to be at the heart of British technology. We are growing globally because we are a global business,” he said.“This represents an exciting new chapter for ARM, and an ability to really grow and do everything we were doing and do more and do it faster.” Some remained unconvinced, however. Paul Myners, a former British financial services minister, said the sale was more evidence of the City's predilection to “sell at a reasonable premium, get out, don't invest for the future, don't back the British economy”.“This is a business that is at the heart of the ecosystem of modern technology, the internet of things, an area in which we lead,” he told BBC radio on Tuesday, adding that it would not have been possible to sell ARM in 60 days had it been an American, German, French or Japanese company.“We will not have world-beating companies if we continue to sell out our leaders at such an early stage,” he said. \n", "author": "Reuters", "title": "British tech champion ARM's sale to Japan's SoftBank wins shareholder nod"}}
{"1281164": {"date": "August 31, 2016", "article": "LONDON: Shareholders in British technology company ARM approved its sale to Japan's SoftBank on Tuesday, marking the end of independence for the chip designer that powered the smartphone revolution.SoftBank swooped on the Apple supplier in July, agreeing to pay $32 billion in cash for a company that it hopes will remain at the forefront of digital innovation.ARM said that more than 95 percent of the votes cast on Tuesday approved the takeover.Seeking to win political backing and smooth the path for the deal, the Japanese company's charismatic leader Masayoshi Son spoke to British Prime Minister Theresa May shortly before the deal was announced to allay concerns that it would be bad for the British technology sector.SoftBank, which is paying a 43 percent premium, has promised to at least double ARM's workforce in Britain over the next five years, keep its headquarters in Cambridge and retain its partnership-based business model and culture.The commitments will be the first test of new takeover rules that make such pledges binding. The rules were introduced after Pfizer attempted to buy Britain's AstraZeneca in 2014.ARM Chairman Stuart Chambers said that SoftBank's guarantees on jobs and investment were legal commitments, not merely “nice ideas and promises and intents”.“If you look at the post-offer undertakings that SoftBank has made, they are extremely strong, they are virtually unprecedented,” he told Reuters after Tuesday's shareholder meeting in London.Chief Executive Simon Segars, who will stay with the company, said that SoftBank shared ARM's long-term view on investment, including retaining and developing the engineers who were essential to ARM's success.“We are not going anywhere, we are still going to be at the heart of British technology. We are growing globally because we are a global business,” he said.“This represents an exciting new chapter for ARM, and an ability to really grow and do everything we were doing and do more and do it faster.” Some remained unconvinced, however. Paul Myners, a former British financial services minister, said the sale was more evidence of the City's predilection to “sell at a reasonable premium, get out, don't invest for the future, don't back the British economy”.“This is a business that is at the heart of the ecosystem of modern technology, the internet of things, an area in which we lead,” he told BBC radio on Tuesday, adding that it would not have been possible to sell ARM in 60 days had it been an American, German, French or Japanese company.“We will not have world-beating companies if we continue to sell out our leaders at such an early stage,” he said. \n", "author": "Reuters", "title": "British tech champion ARM's sale to Japan's SoftBank wins shareholder nod"}}
{"1281174": {"date": "September 01, 2016", "article": "KARACHI: Ibrahim Iltifat, Robin Das and Fahd Haider beat their respective rivals to reach the semifinals of the 4th Indus Pharma Open National Ranking Tennis Championship 2016 here on Wednesday. In the Under-16 contest, Mohammad Shoaib and Yousuf Khan entered the semis after overcoming  their opponents.Results: Mens Singles (quarter-finals) - Ibrahim Iltifat bt Vinod Das 5-7, 6-4, 10,7; Robin Das bt Imran Amin 6-0, 6-1; Fahd Haider bt Nadir Bachani 6-3 6-1U-18 (2nd Round) Yousuf Khan bt Fahad 6-1-6-1; Marib Malik bt Talha Suhail 6-2, 6-4U-16 (quarter-finals) - M Shoaib (KP) bt Amin Shafi 7-6,4-6,10-7; Yousuf Khan bt Zubair Raja 6-4,6-2U-14 (1st Round) - Ibrahim Khan bt Shehrzade Rasool 6-2,6-1; Omer Shafi bt Gulzaib 6-2,6-0; Osama Khan bt Asim Khan 6-1,6-4; Taha Aman bt Farooq Atiq 6-3,7-6; Rayyan Suhail bt Sameer 6-1,6-4U-12 (1st Round) - M Yahya bt Yousuf Haleem 8-0; Farooq Atiq bt Abdullah Imran 8-2; Mahatir bt Hassan Jamal 8-2; Ashar Mir bt Erhan Asad 8-0.Published in Dawn September 1st, 2016\n", "author": "Agencies", "title": "Trio reach semis"}}
{"1281184": {"date": "September 01, 2016", "article": "ZURICH: Switzerland’s highest court declined on Wednesday to issue a preliminary injunction that would have let Russian Paralympic athletes compete at the Rio Games next month, saying instead it will rule later on the team’s ban due to state-sponsored doping. Russia is appealing the Swiss-based International Paralympics Committee’s decision this month to ban its athletes from the Sept. 7-18 competition. After losing before the Court of Arbitration for Sport in Lausanne last week, Russia took its case to the Swiss Federal Court. The tribunal decided that the Russian delegation had not done enough to justify an immediate lifting of the ban on its athletes in Rio, a court statement said. “The Russian Paralympic Committee would have needed to demonstrate it had fulfilled its obligations in upholding... anti-doping protocols, and that its interests in an immediate lifting of its suspension outweigh the International Paralympics Committee’s interests in fighting doping and in the integrity of athletics. It did not succeed in this in any way,” it said. The court is limited to ruling on procedural matters. Earlier on Wednesday, Russia’s Paralympic Committee chief Vladimir Lukin said the country will hold a two-day competition next week for its paralympic squad, coinciding with the official Games start in Brazil. “We’re planning to hold on September 7-8 a series of tournaments for the country’s Paralympic athletes at the training bases in the Moscow region,” R-Sport news agency quoted Lukin as saying. Last week Russian President Vladimir Putin lashed out against the ban on the country’s Paralympians, calling the decision “outside the law, morality, humanity”. Putin pledged that Russia instead would organise competitions for the banned Paralympians “to show all their skills”. A Kremlin spokesman said Wednesday that it was still to be decided if Putin would attend the event. Russia’s Olympic squad narrowly escaped a total ban from the Rio Games, but its track-and-field team was suspended over evidence of state-sponsored drug cheating and corruption in the country.Published in Dawn September 1st, 2016\n", "author": "Agencies", "title": "Swiss court holds fire on Russian paralympic athletes’ Rio ban"}}
{"1281194": {"date": "September 01, 2016", "article": "ZURICH: Switzerland’s highest court declined on Wednesday to issue a preliminary injunction that would have let Russian Paralympic athletes compete at the Rio Games next month, saying instead it will rule later on the team’s ban due to state-sponsored doping. Russia is appealing the Swiss-based International Paralympics Committee’s decision this month to ban its athletes from the Sept. 7-18 competition. After losing before the Court of Arbitration for Sport in Lausanne last week, Russia took its case to the Swiss Federal Court. The tribunal decided that the Russian delegation had not done enough to justify an immediate lifting of the ban on its athletes in Rio, a court statement said. “The Russian Paralympic Committee would have needed to demonstrate it had fulfilled its obligations in upholding... anti-doping protocols, and that its interests in an immediate lifting of its suspension outweigh the International Paralympics Committee’s interests in fighting doping and in the integrity of athletics. It did not succeed in this in any way,” it said. The court is limited to ruling on procedural matters. Earlier on Wednesday, Russia’s Paralympic Committee chief Vladimir Lukin said the country will hold a two-day competition next week for its paralympic squad, coinciding with the official Games start in Brazil. “We’re planning to hold on September 7-8 a series of tournaments for the country’s Paralympic athletes at the training bases in the Moscow region,” R-Sport news agency quoted Lukin as saying. Last week Russian President Vladimir Putin lashed out against the ban on the country’s Paralympians, calling the decision “outside the law, morality, humanity”. Putin pledged that Russia instead would organise competitions for the banned Paralympians “to show all their skills”. A Kremlin spokesman said Wednesday that it was still to be decided if Putin would attend the event. Russia’s Olympic squad narrowly escaped a total ban from the Rio Games, but its track-and-field team was suspended over evidence of state-sponsored drug cheating and corruption in the country.Published in Dawn September 1st, 2016\n", "author": "Agencies", "title": "Swiss court holds fire on Russian paralympic athletes’ Rio ban"}}
{"1281204": {"date": "September 01, 2016", "article": "ZURICH: Switzerland’s highest court declined on Wednesday to issue a preliminary injunction that would have let Russian Paralympic athletes compete at the Rio Games next month, saying instead it will rule later on the team’s ban due to state-sponsored doping. Russia is appealing the Swiss-based International Paralympics Committee’s decision this month to ban its athletes from the Sept. 7-18 competition. After losing before the Court of Arbitration for Sport in Lausanne last week, Russia took its case to the Swiss Federal Court. The tribunal decided that the Russian delegation had not done enough to justify an immediate lifting of the ban on its athletes in Rio, a court statement said. “The Russian Paralympic Committee would have needed to demonstrate it had fulfilled its obligations in upholding... anti-doping protocols, and that its interests in an immediate lifting of its suspension outweigh the International Paralympics Committee’s interests in fighting doping and in the integrity of athletics. It did not succeed in this in any way,” it said. The court is limited to ruling on procedural matters. Earlier on Wednesday, Russia’s Paralympic Committee chief Vladimir Lukin said the country will hold a two-day competition next week for its paralympic squad, coinciding with the official Games start in Brazil. “We’re planning to hold on September 7-8 a series of tournaments for the country’s Paralympic athletes at the training bases in the Moscow region,” R-Sport news agency quoted Lukin as saying. Last week Russian President Vladimir Putin lashed out against the ban on the country’s Paralympians, calling the decision “outside the law, morality, humanity”. Putin pledged that Russia instead would organise competitions for the banned Paralympians “to show all their skills”. A Kremlin spokesman said Wednesday that it was still to be decided if Putin would attend the event. Russia’s Olympic squad narrowly escaped a total ban from the Rio Games, but its track-and-field team was suspended over evidence of state-sponsored drug cheating and corruption in the country.Published in Dawn September 1st, 2016\n", "author": "Agencies", "title": "Swiss court holds fire on Russian paralympic athletes’ Rio ban"}}
{"1281214": {"date": "September 01, 2016", "article": "SRINAGAR: Protests against Indian rule erupted at many places in Kashmir on Wednesday after authorities lifted a curfew throughout the disputed Himalayan region for the first time in 54 days. A young man was killed and several others were injured in clashes between rock-throwing protesters and government forces. Residents said a protest erupted in northern Nadihal village after troops prevented trucks carrying fruit from entering the area. They said police and soldiers also beat up residents and ransacked homes in the village. A police officer said government forces tried to stop protesters from marching on the main village street and retaliated by firing bullets and shotgun pellets when residents hurled rocks at them. He said one man was killed and five others were wounded, three of them critically. Protests demanding an end to Indian rule were also reported in other places in the region, including the main city of Srinagar. At least 20 people were reported injured. Despite the lifting of the curfew, shops and schools remained closed because of a protest strike called by leaders challenging India’s sovereignty over India-held Kashmir.Published in Dawn September 1st, 2016\n", "author": "AP", "title": "Indian forces fire at Kashmiri protesters;  man killed"}}
{"1281224": {"date": "September 01, 2016", "article": "SRINAGAR: Protests against Indian rule erupted at many places in Kashmir on Wednesday after authorities lifted a curfew throughout the disputed Himalayan region for the first time in 54 days. A young man was killed and several others were injured in clashes between rock-throwing protesters and government forces. Residents said a protest erupted in northern Nadihal village after troops prevented trucks carrying fruit from entering the area. They said police and soldiers also beat up residents and ransacked homes in the village. A police officer said government forces tried to stop protesters from marching on the main village street and retaliated by firing bullets and shotgun pellets when residents hurled rocks at them. He said one man was killed and five others were wounded, three of them critically. Protests demanding an end to Indian rule were also reported in other places in the region, including the main city of Srinagar. At least 20 people were reported injured. Despite the lifting of the curfew, shops and schools remained closed because of a protest strike called by leaders challenging India’s sovereignty over India-held Kashmir.Published in Dawn September 1st, 2016\n", "author": "AP", "title": "Indian forces fire at Kashmiri protesters;  man killed"}}
{"1281234": {"date": "September 01, 2016", "article": "KARACHI: Academic activities were suspended at eight major public sector universities in the province on Wednesday in response to a call for strike given by the Sindh chapter of the Federation of All Pakistan Universities Academic Staff Association (Fapuasa).At Karachi University (KU) teachers addressed a press conference after boycott of classes to vent anger and frustration over prolonged financial crisis the university had been facing and the way the provincial government had been handling affairs at universities.They warned the government of a ‘strong agitation’ soon after Eid if the government did not release the Rs350m grant it had announced last year for the university.Listing a number of other demands, teachers, which included the society’s office-bearers as well as members of the university’s statutory bodies, called upon the government to immediately withdraw what they described as ‘unilateral amendments’ to the Sindh Universities Law 2013, and either activate the provincial higher education commission in consultation with senior teachers or abolish the body altogether.The demands which were put forward to the provincial government included making appointments to all key administrative posts through a selection board, removing retired administrative officers, making regular appointments to all posts including that of the vice chancellor (who was currently working on ad hoc basis), initiating meaningful investigation into financial malpractices on the campus, adopting a uniform policy for teachers and non-teaching staff of all universities, increasing KU grant to Rs1bn and payment of leave encashment to all KU employees before Eid, which, they said, was being paid to staff at other universities.“This has now become an issue of discrimination against KU. The government must pay leave encashment to all university employees before Eid,” president Kuts Dr Shakeel Farooqi demanded.The university would be shut if the issues were not addressed, he warned.“It’s no more possible to continue academic activities in an environment lacking requisite paraphernalia; the university’s physical infrastructure badly needs repair, labs are functioning without a whole set of chemicals and proper equipment while no funds are available to purchase research journals for libraries,” he explained in response to a question.Teachers also demanded the Higher Education Commission (HEC) increase university grant and pay full salary including the raise announced by the government. “Presently, the deficit the university faces under the head of staff salaries is Rs800m. In other words, the government only pays eight months’ salaries to KU staff. The rest is to be arranged by the university itself,” he said.On the autonomous status of universities, he said teachers had been protesting against the controversial amendments for the past three years but to no avail. It was the assemblies, he observed, which made the universities independent bodies and agreed to have an apolitical dignitary as chancellor (governor) as a representative of the federal government. “This has been so because a large chunk of university grant comes from the federal government. But, when a political worker or a person perceived as a representative of the establishment becomes the governor and provincial government brings a law that serves its own vested interests, the entire system at universities is ruined, as has been happening,” he noted.On the role of provincial HEC, it was pointed out that since the Punjab HEC had decided to work with the federal HEC, Sindh was now left alone.Meanwhile, vice president of the Fapuasa-centre Dr Kalimullah Bareech supported the Kuts stance. “We support all universities of Sindh in their struggle and demand the government and the HEC address their concerns. Otherwise a nationwide strike will be observed at universities,” he said.HYDERABAD: Teachers and non-teaching staff boycotted academic activities the Sindh University in response to the Sindh chapter of Fapuasa’s call. The protest was later joined by the Sindh Universities Officers Federation as well.Academic and non-academic staff boycotted work and participated in a demonstration which was led by Fapuasa’s Sindh chapter president Dr Shahnawaz Talpur along with the federation’s provincial general secretary Dr Farid Ahmed Memon and others. The leaders said that amendments suggested by Fapuasa should be made part of the law and opposed interference by Sindh government and Higher Education Commission (HEC) in the universities’ affairs. They demanded that all appointments in the universities should be made in accordance with the procedure laid down in the universities’ regulations. The Mehran University Officers’ Welfare Association also claimed in a statement that officers and staff boycotted work in protest against appointment of retirees to administrative positions. They demanded removal of such officers and staged a sit-in. Later, the Mehran university employees association also joined the protest, it said. The protesters’ office-bearers said that Sindh government had appointed registrar of Mehran University in violation of set procedure. Published in Dawn September 1st, 2016\n", "author": "Dawn Report", "title": "Teachers boycott academic activities at govt universities across Sindh"}}
{"1281244": {"date": "September 01, 2016", "article": "KARACHI: Academic activities were suspended at eight major public sector universities in the province on Wednesday in response to a call for strike given by the Sindh chapter of the Federation of All Pakistan Universities Academic Staff Association (Fapuasa).At Karachi University (KU) teachers addressed a press conference after boycott of classes to vent anger and frustration over prolonged financial crisis the university had been facing and the way the provincial government had been handling affairs at universities.They warned the government of a ‘strong agitation’ soon after Eid if the government did not release the Rs350m grant it had announced last year for the university.Listing a number of other demands, teachers, which included the society’s office-bearers as well as members of the university’s statutory bodies, called upon the government to immediately withdraw what they described as ‘unilateral amendments’ to the Sindh Universities Law 2013, and either activate the provincial higher education commission in consultation with senior teachers or abolish the body altogether.The demands which were put forward to the provincial government included making appointments to all key administrative posts through a selection board, removing retired administrative officers, making regular appointments to all posts including that of the vice chancellor (who was currently working on ad hoc basis), initiating meaningful investigation into financial malpractices on the campus, adopting a uniform policy for teachers and non-teaching staff of all universities, increasing KU grant to Rs1bn and payment of leave encashment to all KU employees before Eid, which, they said, was being paid to staff at other universities.“This has now become an issue of discrimination against KU. The government must pay leave encashment to all university employees before Eid,” president Kuts Dr Shakeel Farooqi demanded.The university would be shut if the issues were not addressed, he warned.“It’s no more possible to continue academic activities in an environment lacking requisite paraphernalia; the university’s physical infrastructure badly needs repair, labs are functioning without a whole set of chemicals and proper equipment while no funds are available to purchase research journals for libraries,” he explained in response to a question.Teachers also demanded the Higher Education Commission (HEC) increase university grant and pay full salary including the raise announced by the government. “Presently, the deficit the university faces under the head of staff salaries is Rs800m. In other words, the government only pays eight months’ salaries to KU staff. The rest is to be arranged by the university itself,” he said.On the autonomous status of universities, he said teachers had been protesting against the controversial amendments for the past three years but to no avail. It was the assemblies, he observed, which made the universities independent bodies and agreed to have an apolitical dignitary as chancellor (governor) as a representative of the federal government. “This has been so because a large chunk of university grant comes from the federal government. But, when a political worker or a person perceived as a representative of the establishment becomes the governor and provincial government brings a law that serves its own vested interests, the entire system at universities is ruined, as has been happening,” he noted.On the role of provincial HEC, it was pointed out that since the Punjab HEC had decided to work with the federal HEC, Sindh was now left alone.Meanwhile, vice president of the Fapuasa-centre Dr Kalimullah Bareech supported the Kuts stance. “We support all universities of Sindh in their struggle and demand the government and the HEC address their concerns. Otherwise a nationwide strike will be observed at universities,” he said.HYDERABAD: Teachers and non-teaching staff boycotted academic activities the Sindh University in response to the Sindh chapter of Fapuasa’s call. The protest was later joined by the Sindh Universities Officers Federation as well.Academic and non-academic staff boycotted work and participated in a demonstration which was led by Fapuasa’s Sindh chapter president Dr Shahnawaz Talpur along with the federation’s provincial general secretary Dr Farid Ahmed Memon and others. The leaders said that amendments suggested by Fapuasa should be made part of the law and opposed interference by Sindh government and Higher Education Commission (HEC) in the universities’ affairs. They demanded that all appointments in the universities should be made in accordance with the procedure laid down in the universities’ regulations. The Mehran University Officers’ Welfare Association also claimed in a statement that officers and staff boycotted work in protest against appointment of retirees to administrative positions. They demanded removal of such officers and staged a sit-in. Later, the Mehran university employees association also joined the protest, it said. The protesters’ office-bearers said that Sindh government had appointed registrar of Mehran University in violation of set procedure. Published in Dawn September 1st, 2016\n", "author": "Dawn Report", "title": "Teachers boycott academic activities at govt universities across Sindh"}}
{"1281254": {"date": "September 01, 2016", "article": "ISLAMABAD: The Supreme Court on Wednesday sought an explanation from the Islamabad IG Tariq Masood Yasin for the security lapse which resulted in the murder of Barrister Malik Fahad, a nephew of former Senate chairman Mohammedmian Soomro on Aug 15. Malik Fahad was killed on Aug 15 in Sector F-10 when he left the police station after mediating between Raja Arshad and Malik Tariq, although the two groups had earlier reached an agreement at the police station. The report was called from the top police boss on a suo motu notice taken by Chief Justice Anwar Zaheer Jamali with an observation that the lack of proper security arrangements by the administration constitutes violation of fundamental right to life and liberty which has been guaranteed under Article 9 of the Constitution. The IG Islamabad has to submit the report within a week. The suo motu notice was taken on a note sent to the chief justice by Supreme Court Registrar Arbab Muhammad Arif in which he briefly stated the entire episode of the incident. The note regretted that the incident could have been averted had the vehicles of the rival groups been properly checked and searched by the Islamabad police. The rival groups came to the police stations in these vehicles. Moreover, when the police saw that the two parties were antagonistic towards each other, they should have anticipated breach of peace and should have taken all precautionary measures in order to avoid a clash between them. The note also regretted that because of the lethargic attitude of the police department, one of the accused initially succeeded in obtaining interim bail from the court of district and sessions judge, Islamabad which now has been cancelled and the accused has been handed over to police on physical remand.Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "SC seeks explanation from IG in Malik Fahad murder case"}}
{"1281264": {"date": "September 01, 2016", "article": "ISLAMABAD: The Supreme Court on Wednesday sought an explanation from the Islamabad IG Tariq Masood Yasin for the security lapse which resulted in the murder of Barrister Malik Fahad, a nephew of former Senate chairman Mohammedmian Soomro on Aug 15. Malik Fahad was killed on Aug 15 in Sector F-10 when he left the police station after mediating between Raja Arshad and Malik Tariq, although the two groups had earlier reached an agreement at the police station. The report was called from the top police boss on a suo motu notice taken by Chief Justice Anwar Zaheer Jamali with an observation that the lack of proper security arrangements by the administration constitutes violation of fundamental right to life and liberty which has been guaranteed under Article 9 of the Constitution. The IG Islamabad has to submit the report within a week. The suo motu notice was taken on a note sent to the chief justice by Supreme Court Registrar Arbab Muhammad Arif in which he briefly stated the entire episode of the incident. The note regretted that the incident could have been averted had the vehicles of the rival groups been properly checked and searched by the Islamabad police. The rival groups came to the police stations in these vehicles. Moreover, when the police saw that the two parties were antagonistic towards each other, they should have anticipated breach of peace and should have taken all precautionary measures in order to avoid a clash between them. The note also regretted that because of the lethargic attitude of the police department, one of the accused initially succeeded in obtaining interim bail from the court of district and sessions judge, Islamabad which now has been cancelled and the accused has been handed over to police on physical remand.Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "SC seeks explanation from IG in Malik Fahad murder case"}}
{"1281274": {"date": "September 01, 2016", "article": "ISLAMABAD: The Supreme Court on Wednesday sought an explanation from the Islamabad IG Tariq Masood Yasin for the security lapse which resulted in the murder of Barrister Malik Fahad, a nephew of former Senate chairman Mohammedmian Soomro on Aug 15. Malik Fahad was killed on Aug 15 in Sector F-10 when he left the police station after mediating between Raja Arshad and Malik Tariq, although the two groups had earlier reached an agreement at the police station. The report was called from the top police boss on a suo motu notice taken by Chief Justice Anwar Zaheer Jamali with an observation that the lack of proper security arrangements by the administration constitutes violation of fundamental right to life and liberty which has been guaranteed under Article 9 of the Constitution. The IG Islamabad has to submit the report within a week. The suo motu notice was taken on a note sent to the chief justice by Supreme Court Registrar Arbab Muhammad Arif in which he briefly stated the entire episode of the incident. The note regretted that the incident could have been averted had the vehicles of the rival groups been properly checked and searched by the Islamabad police. The rival groups came to the police stations in these vehicles. Moreover, when the police saw that the two parties were antagonistic towards each other, they should have anticipated breach of peace and should have taken all precautionary measures in order to avoid a clash between them. The note also regretted that because of the lethargic attitude of the police department, one of the accused initially succeeded in obtaining interim bail from the court of district and sessions judge, Islamabad which now has been cancelled and the accused has been handed over to police on physical remand.Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "SC seeks explanation from IG in Malik Fahad murder case"}}
{"1281284": {"date": "September 01, 2016", "article": "ISLAMABAD: The Supreme Court on Wednesday sought an explanation from the Islamabad IG Tariq Masood Yasin for the security lapse which resulted in the murder of Barrister Malik Fahad, a nephew of former Senate chairman Mohammedmian Soomro on Aug 15. Malik Fahad was killed on Aug 15 in Sector F-10 when he left the police station after mediating between Raja Arshad and Malik Tariq, although the two groups had earlier reached an agreement at the police station. The report was called from the top police boss on a suo motu notice taken by Chief Justice Anwar Zaheer Jamali with an observation that the lack of proper security arrangements by the administration constitutes violation of fundamental right to life and liberty which has been guaranteed under Article 9 of the Constitution. The IG Islamabad has to submit the report within a week. The suo motu notice was taken on a note sent to the chief justice by Supreme Court Registrar Arbab Muhammad Arif in which he briefly stated the entire episode of the incident. The note regretted that the incident could have been averted had the vehicles of the rival groups been properly checked and searched by the Islamabad police. The rival groups came to the police stations in these vehicles. Moreover, when the police saw that the two parties were antagonistic towards each other, they should have anticipated breach of peace and should have taken all precautionary measures in order to avoid a clash between them. The note also regretted that because of the lethargic attitude of the police department, one of the accused initially succeeded in obtaining interim bail from the court of district and sessions judge, Islamabad which now has been cancelled and the accused has been handed over to police on physical remand.Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "SC seeks explanation from IG in Malik Fahad murder case"}}
{"1281294": {"date": "September 01, 2016", "article": "LAHORE: Showing frustration over `poor’ service delivery by the Punjab agriculture department and research institutions which led to the failure of cash crops like cotton, the provincial chief executive on Wednesday gave top officials three months to give better results or go home. Chairing a workshop on ‘Prospects of GM Cotton in Punjab: Opportunities and Challenges’ at his 90-Shahr-e-Quaid-i-Azam office, Chief Minister Shahbaz Sharif  criticized top officials of the agriculture department, heads of research institutes and agriculture universities for extensively attending training programmes abroad on government expense and delivering nothing to improve the productivity of cash crops.The chief minister grilled the hierarchy of agriculture department, research institutions and universities in the presence of other top government officials, agriculture experts, farmers and media.On the invitation of the chief minister, a couple of farmers and farm experts highlighted the problems the farmers are facing and their exploitation at the hands of government institutions. The chief minister said after three months he would evaluate the performance of all officials and would replace, with the young blood, those who failed to deliver. He asked the officials concerned to explain why the problem of cotton pest attack had not been resolved. Similarly, he was eager to know why the people involved in manufacturing and distribution of spurious pesticides were not put in jails. He said Pakistan was spending huge amount on cotton import from India and Egypt, adding 1,300 ginning factories, a large number of looms and export-oriented garments industry were at verge of closure because of \ncotton crop failure. He put a question to the research bodies why they could not introduce better-yielding varieties.Citing an example of official lethargy, Shahbaz Sharif said the government of Indian Punjab had gifted him a modern combined harvester during his visit there a few years ago. He said he had asked the officials concerned to make arrangements to copy and market the machine for the benefit of local farmers. He said he was shocked to learn after a couple of years that there was no progress over the issue. When a senior government official, while giving presentation on the cotton crisis, admitted that sucking pests had badly hit the crop last year, the chief minister intervened and asked him to explain the failure to use indigenous technology.The official said against the growing use of Monsento’s seed technology in Pakistan, the scientists working in local research labs had developed better quality of genes resisting cotton pests.Asked why that improved version of cotton seed was not used last year, the official said procedural issues had delayed its introduction.   Warning the irrigation officials, the chief minister said theft of canal water was equal to defaming the Punjab government and asked the officials to control the menace. Provincial Agriculture Minister Dr Farrukh Javed admitted the cotton crop had suffered a huge loss in 2015 because of possible factors of climate change, seed failure and redundant gene in seed but claimed this year the crop was good.“Being the minister I take responsibility of cotton failure to move forward with identification of mistakes” he said.The minister said negotiations skills would be developed to negotiate pro-farmers deals with multinational seed companies.Javed said the main concern of the department was to provide latest technologies to small farmer having less than 12.5 acre holdings.Winding up the debate which had three technical sessions, Secretary Agriculture Muhammad Mahmood gave five recommendations for betterment in cotton crop.The recommendations were to introduce GM cotton technology, protect farmers’ rights, provide enabling environment to the private sector, introduce legal and regulatory regime and transform cotton seed sector.Published in Dawn, September 1st, 2016\n", "author": "Faisal Ali Ghumman", "title": "Productivity of cash crops: CM snubs officials for slackness"}}
{"1281304": {"date": "September 01, 2016", "article": "LAHORE: Showing frustration over `poor’ service delivery by the Punjab agriculture department and research institutions which led to the failure of cash crops like cotton, the provincial chief executive on Wednesday gave top officials three months to give better results or go home. Chairing a workshop on ‘Prospects of GM Cotton in Punjab: Opportunities and Challenges’ at his 90-Shahr-e-Quaid-i-Azam office, Chief Minister Shahbaz Sharif  criticized top officials of the agriculture department, heads of research institutes and agriculture universities for extensively attending training programmes abroad on government expense and delivering nothing to improve the productivity of cash crops.The chief minister grilled the hierarchy of agriculture department, research institutions and universities in the presence of other top government officials, agriculture experts, farmers and media.On the invitation of the chief minister, a couple of farmers and farm experts highlighted the problems the farmers are facing and their exploitation at the hands of government institutions. The chief minister said after three months he would evaluate the performance of all officials and would replace, with the young blood, those who failed to deliver. He asked the officials concerned to explain why the problem of cotton pest attack had not been resolved. Similarly, he was eager to know why the people involved in manufacturing and distribution of spurious pesticides were not put in jails. He said Pakistan was spending huge amount on cotton import from India and Egypt, adding 1,300 ginning factories, a large number of looms and export-oriented garments industry were at verge of closure because of \ncotton crop failure. He put a question to the research bodies why they could not introduce better-yielding varieties.Citing an example of official lethargy, Shahbaz Sharif said the government of Indian Punjab had gifted him a modern combined harvester during his visit there a few years ago. He said he had asked the officials concerned to make arrangements to copy and market the machine for the benefit of local farmers. He said he was shocked to learn after a couple of years that there was no progress over the issue. When a senior government official, while giving presentation on the cotton crisis, admitted that sucking pests had badly hit the crop last year, the chief minister intervened and asked him to explain the failure to use indigenous technology.The official said against the growing use of Monsento’s seed technology in Pakistan, the scientists working in local research labs had developed better quality of genes resisting cotton pests.Asked why that improved version of cotton seed was not used last year, the official said procedural issues had delayed its introduction.   Warning the irrigation officials, the chief minister said theft of canal water was equal to defaming the Punjab government and asked the officials to control the menace. Provincial Agriculture Minister Dr Farrukh Javed admitted the cotton crop had suffered a huge loss in 2015 because of possible factors of climate change, seed failure and redundant gene in seed but claimed this year the crop was good.“Being the minister I take responsibility of cotton failure to move forward with identification of mistakes” he said.The minister said negotiations skills would be developed to negotiate pro-farmers deals with multinational seed companies.Javed said the main concern of the department was to provide latest technologies to small farmer having less than 12.5 acre holdings.Winding up the debate which had three technical sessions, Secretary Agriculture Muhammad Mahmood gave five recommendations for betterment in cotton crop.The recommendations were to introduce GM cotton technology, protect farmers’ rights, provide enabling environment to the private sector, introduce legal and regulatory regime and transform cotton seed sector.Published in Dawn, September 1st, 2016\n", "author": "Faisal Ali Ghumman", "title": "Productivity of cash crops: CM snubs officials for slackness"}}
{"1281314": {"date": "Updated September 01, 2016", "article": "KARACHI: Thousands of Pakistani labourers working in Saudi Arabia fear arrest and hardship as they continue to work in the country with unpaid salaries and expired work permits. “We rush back to our quarters immediately after work,” one worker tells Dawn in a telephone interview. “We are too scared of the police to step outside.” At least 100 workers were thrust into uncertainty after their employer, the United Seemac Co., a construction company, allegedly failed to pay their salaries for several months. Following the company’s repeated promises of “releasing payments soon”, the workers made a difficult decision earlier this year: they took their grievances to a labour court. However, with the legal battle yet to bear fruit, the expatriates with little money and borrowed time are quickly losing hope. \nResidence permits have expired because the fee required for their renewal has not been paid, laments a worker\n\nMost are still employed by the company as technical staff. Ali Shah*, who has been working as a bulldozer operator for the firm for a decade, says he is owed 35,000 Saudi riyals [approximately Rs980,000]. He claims that Pakistani workers are not the only ones facing such trouble at the United Seemac Co. “The company has a total of 500 employees of different nationalities, and all are in a similar situation. The trend of not paying salaries is new,” he says, adding that he has not faced salary delays before. On average, workers have not been paid for nine to 16 months, though there are also some whose remunerations have reportedly been pending for 19 months. Despite the difficult circumstances, they continue to work in the hope that their dues will be paid and reside in cramped living quarters provided by the company. Their passports are in the employer’s possession, and whether it is the death of a relative or an emergency, they cannot go back to Pakistan unless the employer returns their passport. Iqama question\nMany of the workers hold expired iqamas, the residence permits issued to expatriates who arrive in Saudi Arabia on an employment visa. Blaming the company for the expired permits, another staffer Basit Sheikh says: “The company has not paid a fee employers are required to submit for iqama renewal.” Sheikh said he was recently arrested for seven days for not having a valid residence permit. A list compiled by a worker and seen by Dawn shows that of the 100 Pakistani employees working at the firm, 77 have their permits expired. “Without these permits, we cannot even get medical insurance. How can we possibly have money to go see a doctor, if we often do not even have money for food?” asks Sheikh. In January, when the workers filed an official complaint with the labour court, Sheikh and another Pakistani worker represented the concerns of the complainants. According to documents seen by Dawn, the plaintiffs demanded that they be paid the pending salaries and their iqamas renewed. After three recorded hearings, the case was transferred to a higher court. “The representative of the company attended the last hearing; we found him uninterested in dealing with us [workers]. So now we are taking the case to a higher court,” says Sheikh. Adding to the workers’ distress is the fact that the company is holding their passports, making travel next to impossible. Saad Khan, an employee of the company for the past 12 years, says: “If I quit today, they will give me my passport and allow me to leave. But this would mean leaving behind my pending salary.” For Khan, whose 11 pay cheques are owed to him, this is simply not an option. Company’s problem\nThe plight of the workers at the construction firm is not unique. As has been widely reported, with oil revenues decreasing, the kingdom has cut down state spending, and construction firms have taken a hit. The company’s general manager, Abu Mohammed, reportedly told online news organisation Middle East Eye that they were unable to pay employees because the Saudi government had failed to compensate the firm for completed contract work. Representatives of the firm could not be contacted despite several email and telephone communication attempts. In July, Pakistan’s Foreign Of­­fi­­ce took notice when another construction firm had failed to pay 500 Pakistanis their dues. “[The] Min­is­­­try of Foreign Affairs and Pak­istan Embassy in Riyadh are making every effort to resolve the difficulties being faced by Pakis­tani nationals, working for Saad Group of Companies in Dam­m­­am…,” Foreign Office spokesman Nafees Zakaria had told Dawn. Non-payment of salaries affected 8,000 individuals at the Saad Group of Companies. Workers of the United Seemac Co feel that because they are emp­loyed by a much smaller organisation, no one knows their situation. “One week ago we also went to Pakistan Embassy in Riyadh to lodge a complaint, but we did not receive any good response from them,” said Sheikh. With a pending legal case and limited options, the employees continue to work for the firm. “They give us small sums of money sometimes. Just recently workers in Riyadh were given about 50 Saudi riyals [about Rs1,400] each,” Khan says. This, however, is barely enough for him to feed himself, let alone support his family back in Pakistan. *Names have been changed to protect identity as the workers are not authorised to speak to journalistsAdditional reporting by Mahnoor BariPublished in Dawn, September 1st, 2016\n", "author": "Fahad Naveed", "title": "Expatriate Pakistanis struggle as Saudi construction firm holds wages"}}
{"1281324": {"date": "Updated September 01, 2016", "article": "KARACHI: Thousands of Pakistani labourers working in Saudi Arabia fear arrest and hardship as they continue to work in the country with unpaid salaries and expired work permits. “We rush back to our quarters immediately after work,” one worker tells Dawn in a telephone interview. “We are too scared of the police to step outside.” At least 100 workers were thrust into uncertainty after their employer, the United Seemac Co., a construction company, allegedly failed to pay their salaries for several months. Following the company’s repeated promises of “releasing payments soon”, the workers made a difficult decision earlier this year: they took their grievances to a labour court. However, with the legal battle yet to bear fruit, the expatriates with little money and borrowed time are quickly losing hope. \nResidence permits have expired because the fee required for their renewal has not been paid, laments a worker\n\nMost are still employed by the company as technical staff. Ali Shah*, who has been working as a bulldozer operator for the firm for a decade, says he is owed 35,000 Saudi riyals [approximately Rs980,000]. He claims that Pakistani workers are not the only ones facing such trouble at the United Seemac Co. “The company has a total of 500 employees of different nationalities, and all are in a similar situation. The trend of not paying salaries is new,” he says, adding that he has not faced salary delays before. On average, workers have not been paid for nine to 16 months, though there are also some whose remunerations have reportedly been pending for 19 months. Despite the difficult circumstances, they continue to work in the hope that their dues will be paid and reside in cramped living quarters provided by the company. Their passports are in the employer’s possession, and whether it is the death of a relative or an emergency, they cannot go back to Pakistan unless the employer returns their passport. Iqama question\nMany of the workers hold expired iqamas, the residence permits issued to expatriates who arrive in Saudi Arabia on an employment visa. Blaming the company for the expired permits, another staffer Basit Sheikh says: “The company has not paid a fee employers are required to submit for iqama renewal.” Sheikh said he was recently arrested for seven days for not having a valid residence permit. A list compiled by a worker and seen by Dawn shows that of the 100 Pakistani employees working at the firm, 77 have their permits expired. “Without these permits, we cannot even get medical insurance. How can we possibly have money to go see a doctor, if we often do not even have money for food?” asks Sheikh. In January, when the workers filed an official complaint with the labour court, Sheikh and another Pakistani worker represented the concerns of the complainants. According to documents seen by Dawn, the plaintiffs demanded that they be paid the pending salaries and their iqamas renewed. After three recorded hearings, the case was transferred to a higher court. “The representative of the company attended the last hearing; we found him uninterested in dealing with us [workers]. So now we are taking the case to a higher court,” says Sheikh. Adding to the workers’ distress is the fact that the company is holding their passports, making travel next to impossible. Saad Khan, an employee of the company for the past 12 years, says: “If I quit today, they will give me my passport and allow me to leave. But this would mean leaving behind my pending salary.” For Khan, whose 11 pay cheques are owed to him, this is simply not an option. Company’s problem\nThe plight of the workers at the construction firm is not unique. As has been widely reported, with oil revenues decreasing, the kingdom has cut down state spending, and construction firms have taken a hit. The company’s general manager, Abu Mohammed, reportedly told online news organisation Middle East Eye that they were unable to pay employees because the Saudi government had failed to compensate the firm for completed contract work. Representatives of the firm could not be contacted despite several email and telephone communication attempts. In July, Pakistan’s Foreign Of­­fi­­ce took notice when another construction firm had failed to pay 500 Pakistanis their dues. “[The] Min­is­­­try of Foreign Affairs and Pak­istan Embassy in Riyadh are making every effort to resolve the difficulties being faced by Pakis­tani nationals, working for Saad Group of Companies in Dam­m­­am…,” Foreign Office spokesman Nafees Zakaria had told Dawn. Non-payment of salaries affected 8,000 individuals at the Saad Group of Companies. Workers of the United Seemac Co feel that because they are emp­loyed by a much smaller organisation, no one knows their situation. “One week ago we also went to Pakistan Embassy in Riyadh to lodge a complaint, but we did not receive any good response from them,” said Sheikh. With a pending legal case and limited options, the employees continue to work for the firm. “They give us small sums of money sometimes. Just recently workers in Riyadh were given about 50 Saudi riyals [about Rs1,400] each,” Khan says. This, however, is barely enough for him to feed himself, let alone support his family back in Pakistan. *Names have been changed to protect identity as the workers are not authorised to speak to journalistsAdditional reporting by Mahnoor BariPublished in Dawn, September 1st, 2016\n", "author": "Fahad Naveed", "title": "Expatriate Pakistanis struggle as Saudi construction firm holds wages"}}
{"1281334": {"date": "Updated September 01, 2016", "article": "KARACHI: Thousands of Pakistani labourers working in Saudi Arabia fear arrest and hardship as they continue to work in the country with unpaid salaries and expired work permits. “We rush back to our quarters immediately after work,” one worker tells Dawn in a telephone interview. “We are too scared of the police to step outside.” At least 100 workers were thrust into uncertainty after their employer, the United Seemac Co., a construction company, allegedly failed to pay their salaries for several months. Following the company’s repeated promises of “releasing payments soon”, the workers made a difficult decision earlier this year: they took their grievances to a labour court. However, with the legal battle yet to bear fruit, the expatriates with little money and borrowed time are quickly losing hope. \nResidence permits have expired because the fee required for their renewal has not been paid, laments a worker\n\nMost are still employed by the company as technical staff. Ali Shah*, who has been working as a bulldozer operator for the firm for a decade, says he is owed 35,000 Saudi riyals [approximately Rs980,000]. He claims that Pakistani workers are not the only ones facing such trouble at the United Seemac Co. “The company has a total of 500 employees of different nationalities, and all are in a similar situation. The trend of not paying salaries is new,” he says, adding that he has not faced salary delays before. On average, workers have not been paid for nine to 16 months, though there are also some whose remunerations have reportedly been pending for 19 months. Despite the difficult circumstances, they continue to work in the hope that their dues will be paid and reside in cramped living quarters provided by the company. Their passports are in the employer’s possession, and whether it is the death of a relative or an emergency, they cannot go back to Pakistan unless the employer returns their passport. Iqama question\nMany of the workers hold expired iqamas, the residence permits issued to expatriates who arrive in Saudi Arabia on an employment visa. Blaming the company for the expired permits, another staffer Basit Sheikh says: “The company has not paid a fee employers are required to submit for iqama renewal.” Sheikh said he was recently arrested for seven days for not having a valid residence permit. A list compiled by a worker and seen by Dawn shows that of the 100 Pakistani employees working at the firm, 77 have their permits expired. “Without these permits, we cannot even get medical insurance. How can we possibly have money to go see a doctor, if we often do not even have money for food?” asks Sheikh. In January, when the workers filed an official complaint with the labour court, Sheikh and another Pakistani worker represented the concerns of the complainants. According to documents seen by Dawn, the plaintiffs demanded that they be paid the pending salaries and their iqamas renewed. After three recorded hearings, the case was transferred to a higher court. “The representative of the company attended the last hearing; we found him uninterested in dealing with us [workers]. So now we are taking the case to a higher court,” says Sheikh. Adding to the workers’ distress is the fact that the company is holding their passports, making travel next to impossible. Saad Khan, an employee of the company for the past 12 years, says: “If I quit today, they will give me my passport and allow me to leave. But this would mean leaving behind my pending salary.” For Khan, whose 11 pay cheques are owed to him, this is simply not an option. Company’s problem\nThe plight of the workers at the construction firm is not unique. As has been widely reported, with oil revenues decreasing, the kingdom has cut down state spending, and construction firms have taken a hit. The company’s general manager, Abu Mohammed, reportedly told online news organisation Middle East Eye that they were unable to pay employees because the Saudi government had failed to compensate the firm for completed contract work. Representatives of the firm could not be contacted despite several email and telephone communication attempts. In July, Pakistan’s Foreign Of­­fi­­ce took notice when another construction firm had failed to pay 500 Pakistanis their dues. “[The] Min­is­­­try of Foreign Affairs and Pak­istan Embassy in Riyadh are making every effort to resolve the difficulties being faced by Pakis­tani nationals, working for Saad Group of Companies in Dam­m­­am…,” Foreign Office spokesman Nafees Zakaria had told Dawn. Non-payment of salaries affected 8,000 individuals at the Saad Group of Companies. Workers of the United Seemac Co feel that because they are emp­loyed by a much smaller organisation, no one knows their situation. “One week ago we also went to Pakistan Embassy in Riyadh to lodge a complaint, but we did not receive any good response from them,” said Sheikh. With a pending legal case and limited options, the employees continue to work for the firm. “They give us small sums of money sometimes. Just recently workers in Riyadh were given about 50 Saudi riyals [about Rs1,400] each,” Khan says. This, however, is barely enough for him to feed himself, let alone support his family back in Pakistan. *Names have been changed to protect identity as the workers are not authorised to speak to journalistsAdditional reporting by Mahnoor BariPublished in Dawn, September 1st, 2016\n", "author": "Fahad Naveed", "title": "Expatriate Pakistanis struggle as Saudi construction firm holds wages"}}
{"1281344": {"date": "September 01, 2016", "article": "MELBOURNE: Cricket Australia will pore over its high performance systems in a 'meaty' review following the 3-0 Test series whitewash to Sri Lanka, chief executive James Sutherland has said.Australia lost their world number one ranking in Tests due to the series defeat and burnished their reputation as home-track bullies after their batsmen again proved hapless against spin bowling on turning wickets.With a huge challenge in the subcontinent looming against India in less than six months, Sutherland said probing questions were being asked of the national set-up.“Are some of the fundamental things that we are doing to prepare our players to perform well and be highly competitive in subcontinental conditions passing the Test?” Sutherland said in comments published by Fairfax Media.“I think that's where the review gets a little bit more meaty and challenging and more fundamental, going right down into questioning our high performance systems as well.” Sutherland's comments come days after former Australia batsman Matthew Hayden slammed the high performance unit for having too much power over the team and selections.Hayden claimed head coach and selector Darren Lehmann and the high performance unit headed by former rugby international Pat Howard were undermining the players' ability to build a strong culture.“The players have got to actually wrestle back some of their own power from within rather than listening to your physios, your strength and conditioning coaches, your high performance manager and even your coach for that matter and actually dig in as a group and build the culture,” Hayden, a former team mate of Lehmann, fumed on local radio station Triple M.Australia hired Sri Lanka spin great Muttiah Muralitharan as a coaching consultant to help their batsmen prepare for the South Asian nation's pitches but many appeared clueless when facing veteran left-arm spinner Rangana Herath, who took 28 wickets and was named man-of-the-series.Cricket Australia also regularly sends 'A' and youth teams to the subcontinent but some were failing to adapt, Sutherland said.“To be a bona fide international cricketer in this day and age you need to be able to adapt to conditions in Australia, conditions in England, conditions in the subcontinent ... wherever you play,” he said.“And that adaptability is something that needs to be reviewed because some are adapting and some aren't.” Australia gained some consolation from the Sri Lanka tour on Wednesday, with the one-day side winning the fourth match to take an unassailable 3-1 lead in the series. \n", "author": "Reuters", "title": "Australia to conduct 'meaty' review after Sri Lanka flop"}}
{"1281354": {"date": "September 01, 2016", "article": "MELBOURNE: Cricket Australia will pore over its high performance systems in a 'meaty' review following the 3-0 Test series whitewash to Sri Lanka, chief executive James Sutherland has said.Australia lost their world number one ranking in Tests due to the series defeat and burnished their reputation as home-track bullies after their batsmen again proved hapless against spin bowling on turning wickets.With a huge challenge in the subcontinent looming against India in less than six months, Sutherland said probing questions were being asked of the national set-up.“Are some of the fundamental things that we are doing to prepare our players to perform well and be highly competitive in subcontinental conditions passing the Test?” Sutherland said in comments published by Fairfax Media.“I think that's where the review gets a little bit more meaty and challenging and more fundamental, going right down into questioning our high performance systems as well.” Sutherland's comments come days after former Australia batsman Matthew Hayden slammed the high performance unit for having too much power over the team and selections.Hayden claimed head coach and selector Darren Lehmann and the high performance unit headed by former rugby international Pat Howard were undermining the players' ability to build a strong culture.“The players have got to actually wrestle back some of their own power from within rather than listening to your physios, your strength and conditioning coaches, your high performance manager and even your coach for that matter and actually dig in as a group and build the culture,” Hayden, a former team mate of Lehmann, fumed on local radio station Triple M.Australia hired Sri Lanka spin great Muttiah Muralitharan as a coaching consultant to help their batsmen prepare for the South Asian nation's pitches but many appeared clueless when facing veteran left-arm spinner Rangana Herath, who took 28 wickets and was named man-of-the-series.Cricket Australia also regularly sends 'A' and youth teams to the subcontinent but some were failing to adapt, Sutherland said.“To be a bona fide international cricketer in this day and age you need to be able to adapt to conditions in Australia, conditions in England, conditions in the subcontinent ... wherever you play,” he said.“And that adaptability is something that needs to be reviewed because some are adapting and some aren't.” Australia gained some consolation from the Sri Lanka tour on Wednesday, with the one-day side winning the fourth match to take an unassailable 3-1 lead in the series. \n", "author": "Reuters", "title": "Australia to conduct 'meaty' review after Sri Lanka flop"}}
{"1281364": {"date": "September 01, 2016", "article": "MELBOURNE: Cricket Australia will pore over its high performance systems in a 'meaty' review following the 3-0 Test series whitewash to Sri Lanka, chief executive James Sutherland has said.Australia lost their world number one ranking in Tests due to the series defeat and burnished their reputation as home-track bullies after their batsmen again proved hapless against spin bowling on turning wickets.With a huge challenge in the subcontinent looming against India in less than six months, Sutherland said probing questions were being asked of the national set-up.“Are some of the fundamental things that we are doing to prepare our players to perform well and be highly competitive in subcontinental conditions passing the Test?” Sutherland said in comments published by Fairfax Media.“I think that's where the review gets a little bit more meaty and challenging and more fund{"1281164": {"date": "September 01, 2016", "article": "DACCA: Flood situation in the province further worsened today [Aug 31] affecting more areas in the hard hit Sirajganj sub-division of Pabna district and elsewhere where rivers were still swelling.According to latest information, Sirajganj was badly in the grip of flood. Lakhs of people have been affected. The marooned people were being evacuated.At least nine principal rivers of the province, including the Buriganga at Dacca and the Sitalakhya at the main inland river port of Narayanganj, were reported to be above the danger level and were still rising.Thirty-three hours of heavy and almost incessant rainfall has submerged the low-lying areas of Dacca City. Today’s rains nearly paralysed city life and made movement of vehicular traffic difficult.In some streets there was ankle-deep water and in low-lying areas knee-deep. Motor cars, buses and rickshaws had to get through waterlogged streets in certain areas and a lot of transport was seen stranded.[Meanwhile, as reported by agencies from Amman,] security men yesterday [Aug 30] dispersed about 2,000 marchers demonstrating peacefully in protest at the execution in Cairo on Monday of three Muslim Brotherhood leaders.Their demonstration was one of several protests in some Muslim countries against the execution of the men who were convicted of plotting to kill the United Arab Republic’s President Nasser and overthrow the regime.The Amman demonstrators, expressing “regret and grief” at the executions, began their march after prayers for the dead men at the Grand Husseini Mosque in the city centre led by the Mufti of Jordan, Sheikh Abdullah Al-Qalwili.After the prayers, speeches were made in front of the mosque attacking the UAR authorities.The demonstrators chanted slogans hostile to the UAR and carried placards as they marched to the UAR Embassy, obstructing traffic for about half an hour.Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Staff Correspondent", "title": "From the past pages of dawn : 1966 : Fifty years ago : E. Pakistan flooding"}}
{"1281194": {"date": "September 01, 2016", "article": "\n\n\n\t\t\t\t\tREVELLERS battle with tomato pulp during the annual Tomatina (tomato fight) festival in Bunol near Valencia, Spain, on Wednesday.—Reuters\n\t\t\t\t\n\n\nMADRID: Spain’s Tomatina festival, dubbed “the world’s biggest food fight”, has given the small town of Bunol a huge economic boost — and now other Spanish towns with quirky fiestas are seeking to mimic its success.At the annual Tomatina fiesta on Wednesday 160 tonnes of ripe tomatoes were offloaded from trucks into a crowd of over 22,000 half-naked revellers who packed the streets of Bunol for an hour-long battle.Locals and visitors pelted each other with tomatoes, leaving the streets of the eastern town which is home to just 10,000 people awash with red pulp.The Tomatina started in 1945 when local youths brawling in the street seized tomatoes and other produce from a greengrocer’s stall and let loose.Cash-strapped local authorities in 2013 began charging an entry fee and hired a private company to sell tickets.The colourful event has been featured in several movies, such as the 2014 British romantic comedy Walking on Sunshine and the 2011 Indian road movie Zindagi Na Milegi Dobara, as well as in television ads for global brands.“It’s an honour but also a great responsibility because everyone has their eyes fixed on us,” said Bunol mayor Rafael Perez.Export product Bunol registered the festival as a brand in 2002. As a result the village collects rights from firms that have used the Tomatina for its adverts, such as South Korean tech giant Samsung and Australian travel insurance provider Cover Moore.Each film shooting generates around 300,000 euros ($335,000) for the town from the rights, as well as from providing housing and food for the visiting film crews, according to the official web page of the Tomatina.Bunol city hall cooperates with other cities which want to hold its own version of the Tomatina for free because it provides publicity for the town and its festival, said Perez.“At the end of the day what everyone wants is to go to the original version, which is ours, so it is to our advantage,” he added.Versions of the Tomatina have been held annually or as one-off events in Colombia, Chile, Cuba, India, South Korea and the United States.“We always try to cooperate with anyone who wants, so that the image of the Tomatina is reinforced abroad,” said Perez.Giant ball and wine Other Spanish towns with unusual festivals are seeking to copy Bunol’s success.The tiny town of Mataelpino near Madrid registered its annual fiesta, dubbed the “Boloencierro”, which involves pitting daredevils against a giant 200-kilogram polystyrene ball as it gathers steam heading downhill towards the village bullring.The ball — three metres in diameter — has since 2010 replaced bulls used in a traditional bull run in which daredevils raced ahead of a pack of half-tonne fighting bulls along a similar route. The risk is real — the ball has injured several participants.The switch was motivated by Spain’s economic downturn which forced towns like Mataelpino to cut costs on its annual festivals and it has proven popular.The town holds the “Boloencierro”, a combination of the Spanish words for “ball” and “bull run”, every August.Mirroring the example of Bunol, Mataelpino is helping six other Spanish towns to hold their own versions of the Boloencierro this year. The goal is to draw more visitors to its own event.“The municipality is trying to use this festival as a tourist draw,” said Mataelpino mayor Javier de los Nietos.The town of Haro in the northern La Rioja wine-making region began the process this year to have its annual “wine fight” declared a “Festival of International Interest”. The event sees thousands of locals and tourists celebrate St Peter’s day in June by throwing thousands of litres of wine at each other, with buckets, wineskins or water pistols.Published in Dawn September 1st, 2016\n", "author": "Diego Urdaneta", "title": "Spanish towns seek to repeat success of Tomatina festival"}}
{"1281234": {"date": "September 01, 2016", "article": "KARACHI: Academic activities were suspended at eight major public sector universities in the province on Wednesday in response to a call for strike given by the Sindh chapter of the Federation of All Pakistan Universities Academic Staff Association (Fapuasa).At Karachi University (KU) teachers addressed a press conference after boycott of classes to vent anger and frustration over prolonged financial crisis the university had been facing and the way the provincial government had been handling affairs at universities.They warned the government of a ‘strong agitation’ soon after Eid if the government did not release the Rs350m grant it had announced last year for the university.Listing a number of other demands, teachers, which included the society’s office-bearers as well as members of the university’s statutory bodies, called upon the government to immediately withdraw what they described as ‘unilateral amendments’ to the Sindh Universities Law 2013, and either activate the provincial higher education commission in consultation with senior teachers or abolish the body altogether.The demands which were put forward to the provincial government included making appointments to all key administrative posts through a selection board, removing retired administrative officers, making regular appointments to all posts including that of the vice chancellor (who was currently working on ad hoc basis), initiating meaningful investigation into financial malpractices on the campus, adopting a uniform policy for teachers and non-teaching staff of all universities, increasing KU grant to Rs1bn and payment of leave encashment to all KU employees before Eid, which, they said, was being paid to staff at other universities.“This has now become an issue of discrimination against KU. The government must pay leave encashment to all university employees before Eid,” president Kuts Dr Shakeel Farooqi demanded.The university would be shut if the issues were not addressed, he warned.“It’s no more possible to continue academic activities in an environment lacking requisite paraphernalia; the university’s physical infrastructure badly needs repair, labs are functioning without a whole set of chemicals and proper equipment while no funds are available to purchase research journals for libraries,” he explained in response to a question.Teachers also demanded the Higher Education Commission (HEC) increase university grant and pay full salary including the raise announced by the government. “Presently, the deficit the university faces under the head of staff salaries is Rs800m. In other words, the government only pays eight months’ salaries to KU staff. The rest is to be arranged by the university itself,” he said.On the autonomous status of universities, he said teachers had been protesting against the controversial amendments for the past three years but to no avail. It was the assemblies, he observed, which made the universities independent bodies and agreed to have an apolitical dignitary as chancellor (governor) as a representative of the federal government. “This has been so because a large chunk of university grant comes from the federal government. But, when a political worker or a person perceived as a representative of the establishment becomes the governor and provincial government brings a law that serves its own vested interests, the entire system at universities is ruined, as has been happening,” he noted.On the role of provincial HEC, it was pointed out that since the Punjab HEC had decided to work with the federal HEC, Sindh was now left alone.Meanwhile, vice president of the Fapuasa-centre Dr Kalimullah Bareech supported the Kuts stance. “We support all universities of Sindh in their struggle and demand the government and the HEC address their concerns. Otherwise a nationwide strike will be observed at universities,” he said.HYDERABAD: Teachers and non-teaching staff boycotted academic activities the Sindh University in response to the Sindh chapter of Fapuasa’s call. The protest was later joined by the Sindh Universities Officers Federation as well.Academic and non-academic staff boycotted work and participated in a demonstration which was led by Fapuasa’s Sindh chapter president Dr Shahnawaz Talpur along with the federation’s provincial general secretary Dr Farid Ahmed Memon and others. The leaders said that amendments suggested by Fapuasa should be made part of the law and opposed interference by Sindh government and Higher Education Commission (HEC) in the universities’ affairs. They demanded that all appointments in the universities should be made in accordance with the procedure laid down in the universities’ regulations. The Mehran University Officers’ Welfare Association also claimed in a statement that officers and staff boycotted work in protest against appointment of retirees to administrative positions. They demanded removal of such officers and staged a sit-in. Later, the Mehran university employees association also joined the protest, it said. The protesters’ office-bearers said that Sindh government had appointed registrar of Mehran University in violation of set procedure. Published in Dawn September 1st, 2016\n", "author": "Dawn Report", "title": "Teachers boycott academic activities at govt universities across Sindh"}}
{"1281254": {"date": "September 01, 2016", "article": "ISLAMABAD: The Supreme Court on Wednesday sought an explanation from the Islamabad IG Tariq Masood Yasin for the security lapse which resulted in the murder of Barrister Malik Fahad, a nephew of former Senate chairman Mohammedmian Soomro on Aug 15. Malik Fahad was killed on Aug 15 in Sector F-10 when he left the police station after mediating between Raja Arshad an{"1281134": {"date": "August 31, 2016", "article": "LONDON: Shareholders in British technology company ARM approved its sale to Japan's SoftBank on Tuesday, marking the end of independence for the chip designer that powered the smartphone revolution.SoftBank swooped on the Apple supplier in July, agreeing to pay $32 billion in cash for a company that it hopes will remain at the forefront of digital innovation.ARM said that more than 95 percent of the votes cast on Tuesday approved the takeover.Seeking to win political backing and smooth the path for the deal, the Japanese company's charismatic leader Masayoshi Son spoke to British Prime Minister Theresa May shortly before the deal was announced to allay concerns that it would be bad for the British technology sector.SoftBank, which is paying a 43 percent premium, has promised to at least double ARM's workforce in Britain over the next five years, keep its headquarters in Cambridge and retain its partnership-based business model and culture.The commitments will be the first test of new takeover rules that make such pledges binding. The rules were introduced after Pfizer attempted to buy Britain's AstraZeneca in 2014.ARM Chairman Stuart Chambers said that SoftBank's guarantees on jobs and investment were legal commitments, not merely “nice ideas and promises and intents”.“If you look at the post-offer undertakings that SoftBank has made, they are extremely strong, they are virtually unprecedented,” he told Reuters after Tuesday's shareholder meeting in London.Chief Executive Simon Segars, who will stay with the company, said that SoftBank shared ARM's long-term view on investment, including retaining and developing the engineers who were essential to ARM's success.“We are not going anywhere, we are still going to be at the heart of British technology. We are growing globally because we are a global business,” he said.“This represents an exciting new chapter for ARM, and an ability to really grow and do everything we were doing and do more and do it faster.” Some remained unconvinced, however. Paul Myners, a former British financial services minister, said the sale was more evidence of the City's predilection to “sell at a reasonable premium, get out, don't invest for the future, don't back the British economy”.“This is a business that is at the heart of the ecosystem of modern technology, the internet of things, an area in which we lead,” he told BBC radio on Tuesday, adding that it would not have been possible to sell ARM in 60 days had it been an American, German, French or Japanese company.“We will not have world-beating companies if we continue to sell out our leaders at such an early stage,” he said. \n", "author": "Reuters", "title": "British tech champion ARM's sale to Japan's SoftBank wins shareholder nod"}}
{"1281164": {"date": "September 01, 2016", "article": "DACCA: Flood situation in the province further worsened today [Aug 31] affecting more areas in the hard hit Sirajganj sub-division of Pabna district and elsewhere where rivers were still swelling.According to latest information, Sirajganj was badly in the grip of flood. Lakhs of people have been affected. The marooned people were being evacuated.At least nine principal rivers of the province, including the Buriganga at Dacca and the Sitalakhya at the main inland river port of Narayanganj, were reported to be above the danger level and were still rising.Thirty-three hours of heavy and almost incessant rainfall has submerged the low-lying areas of Dacca City. Today’s rains nearly paralysed city life and made movement of vehicular traffic difficult.In some streets there was ankle-deep water and in low-lying areas knee-deep. Motor cars, buses and rickshaws had to get through waterlogged streets in certain areas and a lot of transport was seen stranded.[Meanwhile, as reported by agencies from Amman,] security men yesterday [Aug 30] dispersed about 2,000 marchers demonstrating peacefully in protest at the execution in Cairo on Monday of th{"1281134": {"date": "August 31, 2016", "article": "LONDON: Shareholders in British technology company ARM approved its sale to Japan's SoftBank on Tuesday, marking the end of independence for the chip designer that powered the smartphone revolution.SoftBank swooped on the Apple supplier in July, agreeing to pay $32 billion in cash for a company that it hopes will remain at the forefront of digital innovation.ARM said that more than 95 percent of the votes cast on Tuesday approved the takeover.Seeking to win political backing and smooth the path for the deal, the Japanese company's charismatic leader Masayoshi Son spoke to British Prime Minister Theresa May shortly before the deal was announced to allay concerns that it would be bad for the British technology sector.SoftBank, which is paying a 43 percent premium, has promised to at least double ARM's workforce in Britain over the next five years, keep its headquarters in Cambridge and retain its partnership-based business model and culture.The commitments will be the first test of new takeover rules that make such pledges binding. The rules were introduced after Pfizer attempted to buy Britain's AstraZeneca in 2014.ARM Chairman Stuart Chambers said that SoftBank's guarantees on jobs and investment were legal commitments, not merely “nice ideas and promises and intents”.“If you look at the post-offer undertakings that SoftBank has made, they are extremely strong, they are virtually unprecedented,” he told Reuters after Tuesday's shareholder meeting in London.Chief Executive Simon Segars, who will stay with the company, said that SoftBank shared ARM's long-term view on investment, including retaining and developing the engineers who were essential to ARM's success.“We are not going anywhere, we are still going to be at the heart of British technology. We are growing globally because we are a global business,” he said.“This represents an exciting new chapter for ARM, and an ability to really grow and do everything we were doing and do more and do it faster.” Some remained unconvinced, however. Paul Myners, a former British financial services minister, said the sale was more evidence of the City's predilection to “sell at a reasonable premium, get out, don't invest for the future, don't back the British economy”.“This is a business that is at the heart of the ecosystem of modern technology, the internet of things, an area in which we lead,” he told BBC radio on Tuesday, adding that it would not have been possible to sell ARM in 60 days had it been an American, German, French or Japanese company.“We will not have world-beating companies if we continue to sell out our leaders at such an early stage,” he said. \n", "author": "Reuters", "title": "British tech champion ARM's sale to Japan's SoftBank wins shareholder nod"}}
{"1281154": {"date": "August 31, 2016", "article": "Due to a reporting error, an earlier version of this story incorrectly quoted the British High Commissioner as saying that Pakistan did not provide sufficient proof against Altaf Hussain. We apologise to the British High Commission and to our readers. The error is deeply regretted\nISLAMABAD: Leader of the opposition Syed Khursheed Shah on Wednesday demanded from British authorities to take immediate and stern action against Muttahida Qaumi Movement's (MQM) chief Altaf Hussain. “We demand an immediate and stern action against him (Hussain),” Shah said.“The MQM chief’s derogatory remarks against Pakistan and anti-Pakistan slogans are totally unacceptable to each and every person here,\" added the leader of the opposition. The Ministry of Interior on Tuesday had dispatched a reference against MQM's \"dissociated\" chief to United Kingdom government, accusing the former of inciting people to violence in Pakistan.The reference talked about Hussain's “vicious speech” and contains evidences related to inciting people to create chaos, read a statement issued by the ministry.“Action should be taken against him (Hussain) according to British laws,” said the reference, adding that the said person not only violated British but also international laws.The UK government was further asked to initiate legal action against those responsible for inciting people to violence in Pakistan.Hussain's speech\nAltaf Hussain’s diatribe last week took many by surprise who were convinced that state institutions will use the speech as a justification for a strong action against MQM activists.Parts of the speech that went viral on social media minutes after the violence broke out in the city’s south districts showed that while addressing the MQM workers protesting outside the Karachi Press Club against “enforced disappearances and extrajudicial killings of workers”,Hussain not only raised slogans against Pakistan but also called the country “a cancer for entire world”.“Pakistan is cancer for entire world,” he said. “Pakistan is headache for the entire world. Pakistan is the epicentre of terrorism for the entire world. Who says long live Pakistan...it’s down with Pakistan.”The MQM supremo later apologised to the military for his ‘anti-Pakistan’ remarks and, in a statement released by MQM Spokesman Wasay Jalil on Tuesday, announced he would be handing over party affairs to the Coordination Committee in Pakistan.\nDue to a reporting error, an earlier version of this story incorrectly quoted the British High Commissioner as saying that Pakistan did not provide sufficient proof against Altaf Hussain. We apologise to the British High Commission and to our readers. The error is deeply regretted.\n", "author": "Raza Khan", "title": "Khursheed Shah demands stern action against Altaf Hussain"}}
{"1281164": {"date": "September 01, 2016", "article": "DACCA: Flood situation in the province further worsened today [Aug 31] affecting more areas in the hard hit Sirajganj sub-division of Pabna district and elsewhere where rivers were still swelling.According to latest information, Sirajganj was badly in the grip of flood. Lakhs of people have been affected. The marooned people were being evacuated.At least nine principal rivers of the province, including the Buriganga at Dacca and the Sitalakhya at the main inland river port of Narayanganj, were reported to be above the danger level and were still rising.Thirty-three hours of heavy and almost incessant rainfall has submerged the low-lying areas of Dacca City. Today’s rains nearly paralysed city life and made movement of vehicular traffic difficult.In some streets there was ankle-deep water and in low-lying areas knee-deep. Motor cars, buses and rickshaws had to get through waterlogged streets in certain areas and a lot of transport was seen stranded.[Meanwhile, as reported by agencies from Amman,] security men yesterday [Aug 30] dispersed about 2,000 marchers demonstrating peacefully in protest at the execution in Cairo on Monday of three Muslim Brotherhood leaders.Their demonstration was one of several protests in some Muslim countries against the execution of the men who were convicted of plotting to kill the United Arab Republic’s President Nasser and overthrow the regime.The Amman demonstrators, expressing “regret and grief” at the executions, began their march after prayers for the dead men at the Grand Husseini Mosque in the city centre led by the Mufti of Jordan, Sheikh Abdullah Al-Qalwili.After the prayers, speeches were made in front of the mosque attacking the UAR authorities.The demonstrators chanted slogans hostile to the UAR and carried placards as they marched to the UAR Embassy, obstructing traffic for about half an hour.Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Staff Correspondent", "title": "From the past pages of dawn : 1966 : Fifty years ago : E. Pakistan flooding"}}
{"1281174": {"date": "September 01, 2016", "article": "KARACHI: Ibrahim Iltifat, Robin Das and Fahd Haider beat their respective rivals to reach the semifinals of the 4th Indus Pharma Open National Ranking Tennis Championsh{"1281134": {"date": "August 31, 2016", "article": "LONDON: Shareholders in British technology company ARM approved its sale to Japan's SoftBank on Tuesday, marking the end of independence for the chip designer that powered the smartphone revolution.SoftBank swooped on the Apple supplier in July, agreeing to pay $32 billion in cash for a company that it hopes will remain at the forefront of digital innovation.ARM said that more than 95 percent of the votes cast on Tuesday approved the takeover.Seeking to win political backing and smooth the path for the deal, the Japanese company's charismatic leader Masayoshi Son spoke to British Prime Minister Theresa May shortly before the deal was announced to allay concerns that it would be bad for the British technology sector.SoftBank, which is paying a 43 percent premium, has promised to at least double ARM's workforce in Britain over the next five years, keep its headquarters in Cambridge and retain its partnership-based business model and culture.The commitments will be the first test of new takeover rules that make such pledges binding. The rules were introduced after Pfizer attempted to buy Britain's AstraZeneca in 2014.ARM Chairman Stuart Chambers said that SoftBank's guarantees on jobs and investment were legal commitments, not merely “nice ideas and promises and intents”.“If you look at the post-offer undertakings that SoftBank has made, they are extremely strong, they are virtually unprecedented,” he told Reuters after Tuesday's shareholder meeting in London.Chief Executive Simon Segars, who will stay with the company, said that SoftBank shared ARM's long-term view on investment, including retaining and developing the engineers who were essential to ARM's success.“We are not going anywhere, we are still going to be at the heart of British technology. We are growing globally because we are a global business,” he said.“This represents an exciting new chapter for ARM, and an ability to really grow and do everything we were doing and do more and do it faster.” Some remained unconvinced, however. Paul Myners, a former British financial services minister, said the sale was more evidence of the City's predilection to “sell at a reasonable premium, get out, don't invest for the future, don't back the British economy”.“This is a business that is at the heart of the ecosystem of modern technology, the internet of things, an area in which we lead,” he told BBC radio on Tuesday, adding that it would not have been possible to sell ARM in 60 days had it been an American, German, French or Japanese company.“We will not have world-beating companies if we continue to sell out our leaders at such an early stage,” he said. \n", "author": "Reuters", "title": "British tech champion ARM's sale to Japan's SoftBank wins shareholder nod"}}
{"1281154": {"date": "August 31, 2016", "article": "Due to a reporting error, an earlier version of this story incorrectly quoted the British High Commissioner as saying that Pakistan did not provide sufficient proof against Altaf Hussain. We apologise to the British High Commission and to our readers. The error is deeply regretted\nISLAMABAD: Leader of the opposition Syed Khursheed Shah on Wednesday demanded from British authorities to take immediate and stern action against Muttahida Qaumi Movement's (MQM) chief Altaf Hussain. “We demand an immediate and stern action against him (Hussain),” Shah said.“The MQM chief’s derogatory remarks against Pakistan and anti-Pakistan slogans are totally unacceptable to each and every person here,\" added the leader of the opposition. The Ministry of Interior on Tuesday had dispatched a reference against MQM's \"dissociated\" chief to United Kingdom government, accusing the former of inciting people to violence in Pakistan.The reference talked about Hussain's “vicious speech” and contains evidences related to inciting people to create chaos, read a statement issued by the ministry.“Action should be taken against him (Hus{"1281134": {"date": "August 31, 2016", "article": "LONDON: Shareholders in British technology company ARM approved its sale to Japan's SoftBank on Tuesday, marking the end of independence for the chip designer that powered the smartphone revolution.SoftBank swooped on the Apple supplier in July, agreeing to pay $32 billion in cash for a company that it hopes will remain at the forefront of digital innovation.ARM said that more than 95 percent of the votes cast on Tuesday approved the takeover.Seeking to win political backing and smooth the path for the deal, the Japanese company's charismatic leader Masayoshi Son spoke to British Prime Minister Theresa May shortly before the deal was announced to allay concerns that it would be bad for the British technology sector.SoftBank, which is paying a 43 percent premium, has promised to at least double ARM's workforce in Britain over the next five years, keep its headquarters in Cambridge and retain its partnership-based business model and culture.The commitments will be the first test of new takeover rules that make such pledges binding. The rules were introduced after Pfizer attempted to buy Britain's AstraZeneca in 2014.ARM Chairman Stuart Chambers said that SoftBank's guarantees on jobs and investment were legal commitments, not merely “nice ideas and promises and intents”.“If you look at the post-offer undertakings that SoftBank has made, they are extremely strong, they are virtually unprecedented,” he told Reuters after Tuesday's shareholder meeting in London.Chief Executive Simon Segars, who will stay with the company, said that SoftBank shared ARM's long-term view on investment, including retaining and developing the engineers who were essential to ARM's success.“We are not going anywhere, we are still going to be at the heart of British technology. We are growing globally because we are a global business,” he said.“This represents an exciting new chapter for ARM, and an ability to really grow and do everything we were doing and do more and do it faster.” Some remained unconvinced, however. Paul Myners, a former British financial services minister, said the sale was more evidence of the City's predilection to “sell at a reasonable premium, get out, don't invest for the future, don't back the British economy”.“This is a business that is at the heart of the ecosystem of modern technology, the internet of things, an area in which we lead,” he told BBC radio on Tuesday, adding that it would not have been possible to sell ARM in 60 days had it been an American, German, French or Japanese company.“We will not have world-beating companies if we continue to sell out our leaders at such an early stage,” he said. \n", "author": "Reuters", "title": "British tech champion ARM's sale to Japan's SoftBank wins shareholder nod"}}
{"1281154": {"date": "August 31, 2016", "article": "Due to a reporting error, an earlier version of this story incorrectly quoted the British High Commissioner as saying that Pakistan did not provide sufficient proof against Altaf Hussain. We apologise to the British High Commission and to our readers. The error is deeply regretted\nISLAMABAD: Leader of the opposition Syed Khursheed Shah on Wednesday demanded from British authorities to take immediate and stern action against Muttahida Qaumi Movement's (MQM) chief Altaf Hussain. “We demand an immediate and stern action against him (Hussain),” Shah said.“The MQM chief’s derogatory remarks against Pakistan and anti-Pakistan slogans are totally unacceptable to each and every person here,\" added the leader of the opposition. The Ministry of Interior on Tuesday had dispatched a reference against MQM's \"dissociated\" chief to United Kingdom government, accusing the former of inciting people to violence in Pakistan.The reference talked about Hussain's “vicious speech” and contains evidences related to inciting people to create chaos, read a statement issued by the ministry.“Action should be taken against him (Hussain) according to British laws,” said the reference, adding that the said person not only violated British but also international laws.The UK government was further asked to initiate legal action against those responsible for inciting people to violence in Pakistan.Hussain's speech\nAltaf Hussain’s diatribe last week took many by surprise who were convinced that state institutions will use the speech as a justification for a strong action against MQM activists.Parts of the speech that went viral on social media minutes after the violence broke out in the city’s south districts showed that while addressing the MQM workers protesting outside the Karachi Press Club against “enforced disappearances and extrajudicial killings of workers”,Hussain not only raised slogans against Pakistan but also called the country “a cancer for entire world”.“Pakistan is cancer for entire world,” he said. “Pakistan is headache for the entire world. Pakistan is the epicentre of terrorism for the entire world. Who says long live Pakistan...it’s down with Pakistan.”The MQM supremo later apologised to the military for his ‘anti-Pakistan’ remarks and, in a statement released by MQM Spokesman Wasay Jalil on Tuesday, announced he would be handing over party affairs to the Coordination Committee in Pakistan.\nDue to a reporting error, an earlier version of this story incorrectly quoted the British High Commissioner as saying that Pakistan did not provide sufficient proof against Altaf Hussain. We apologise to the British High Commission and to our readers. The error is deeply regretted.\n", "author": "Raza Khan", "title": "Khursheed Shah demands stern action against Altaf Hussain"}}
{"1281164": {"date": "September 01, 2016", "article": "DACCA: Flood situation in the province further worsened today [Aug 31] affecting more areas in the hard hit Sirajganj sub-division of Pabna district and elsewhere where rivers were still swelling.According to latest information, Sirajganj was badly in the grip of flood. Lakhs of people have been affected. The marooned people were being evacuated.At least nine principal rivers of the province, including the Buriganga at Dacca and the Sitalakhya at the main inland river port of Narayanganj, were reported to be above the danger level and were still rising.Thirty-three hours of heavy and almost incessant rainfall has submerged the low-lying areas of Dacca City. Today’s rains nearly paralysed city life and made movement of vehicular traffic difficult.In some streets there was ankle-deep water and in low-lying areas knee-deep. Motor cars, buses and rickshaws had to get through waterlogged streets in certain areas and a lot of transport was seen stranded.[Meanwhile, as reported by agencies from Amman,] security men yesterday [Aug 30] dispersed about 2,000 marchers demonstrating peacefully in protest at the execution in Cairo on Monday of three Muslim Brotherhood leaders.Their demonstration was one of several protests in some Muslim countries against the execution of the men who were convicted of plotting to kill the United Arab Republic’s President Nasser and overthrow the regime.The Amman demonstrators, expressing “regret and grief” at the executions, began their march after prayers for the dead men at the Grand Husseini Mosque in the city centre led by the Mufti of Jordan, Sheikh Abdullah Al-Qalwili.After the prayers, speeches were made in front of the mosque attacking the UAR authorities.The demonstrators chanted slogans hostile to the UAR and carried placards as they marched to the UAR Embassy, obstructing traffic for about half an hour.Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Staff Correspondent", "title": "From the past pages of dawn : 1966 : Fifty years ago : E. Pakistan flooding"}}
{"1281174": {"date": "September 01, 2016", "article": "KARACHI: Ibrahim Iltifat, Robin Das and Fahd Haider beat their respective rivals to reach the semifinals of the 4th Indus Pharma Open National Ranking Tennis Championship 2016 here on Wednesday. In the Under-16 contest, Mohammad Shoaib and Yousuf Khan entered the semis after overcoming  their opponents.Results: Mens Singles (quarter-finals) - Ibrahim Iltifat bt Vinod Das 5-7, 6-4, 10,7; Robin Das bt Imran Amin 6-0, 6-1; Fahd Haider bt Nadir Bachani 6-3 6-1U-18 (2nd Round) Yousuf Khan bt Fahad 6-1-6-1; Marib Malik bt Talha Suhail 6-2, 6-4U-16 (quarter-finals) - M Shoaib (KP) bt Amin Shafi 7-6,4-6,10-7; Yousuf Khan bt Zubair Raja 6-4,6-2U-14 (1st Round) - Ibrahim Khan bt Shehrzade Rasool 6-2,6-1; Omer Shafi bt Gulzaib 6-2,6-0; Osama Khan bt Asim Khan 6-1,6-4; Taha Aman bt Farooq Atiq 6-3,7-6; Rayyan Suhail bt Sameer 6-1,6-4U-12 (1st Round) - M Yahya bt Yousuf Haleem 8-0; Farooq Atiq bt Abdullah Imran 8-2; Mahatir bt Hassan Jamal 8-2; Ashar Mir bt Erhan Asad 8-0.Published in Dawn September 1st, 2016\n", "author": "Agencies", "title": "Trio reach semis"}}
{"1281184": {"date": "September 01, 2016", "article": "ZURICH: Switzerland’s highest court declined on Wednesday to issue a preliminary injunction that would have let Russian Paralympic athletes compete at the Rio Games next month, saying instead it will rule later on the team’s ban due to state-sponsored doping. Russia is appealing the Swiss-based International Paralympics Committee’s decision this month to ban its athletes from the Sept. 7-18 competition. After losing before the Court of Arbitration for Sport in Lausanne last week, Russia took its case to the Swiss Federal Court. The tribunal decided that the Russian delegation had not done enough to justify an immediate lifting of the ban on its athletes in Rio, a court statement said. “The Russian Paralympic Committee would have needed to demonstrate it had fulfilled its obligations in upholding... anti-doping protocols, and that its interests in an immediate lifting of its suspension outweigh the International Paralympics Committee’s interests in fighting doping and in the integrity of athletics. It did not succeed in this in any way,” it said. The court is limited to ruling on procedural matters. Earlier on Wednesday, Russia’s Paralympic Committee chief Vladimir Lukin said the country will hold a two-day competition next week for its paralympic squad, coinciding with the official Games start in Brazil. “We’re planning to hold on September 7-8 a series of tournaments for the country’s Paralympic athletes at the training bases in the Moscow region,” R-Sport news agency quoted Lukin as saying. Last week Russian President Vladimir Putin lashed out against the ban on the country’s Paralympians, calling the decision “outside the law, morality, humanity”. Putin pledged that Russia instead would organise competitions for the banned Paralympians “to show all their skills”. A Kremlin spokesman said Wednesday that it was still to be decided if Putin would attend the event. Russia’s Olympic squad narrowly escaped a total ban from the Rio Games, but its track-and-field team was suspended over evidence of state-sponsored drug cheating and corruption in the country.Published in Dawn September 1st, 2016\n", "author": "Agencies", "title": "Swiss court holds fire on Russian paralympic athletes’ Rio ban"}}
{"1281194": {"date": "September 01, 2016", "article": "\n\n\n\t\t\t\t\tREVELLERS battle with tomato pulp during the annual Tomatina (tomato fight) festival in Bunol near Valencia, Spain, on Wednesday.—Reuters\n\t\t\t\t\n\n\nMADRID: Spain’s Tomatina festival, dubbed “the world’s biggest food fight”, has given the small town of Bunol a huge economic boost — and now other Spanish towns with quirky fiestas are seeking to mimic its success.At the annual Tomatina fiesta on Wednesday 160 tonnes of ripe tomatoes were offloaded from trucks into a crowd of over 22,000 half-naked revellers who packed the streets of Bunol for an hour-long battle.Locals and visitors pelted each other with tomatoes, leaving the streets of the eastern town which is home to just 10,000 people awash with red pulp.The Tomatina started in 1945 when local youths brawling in the street seized tomatoes and other produce from a greengrocer’s stall and let loose.Cash-strapped local authorities in 2013 began charging an entry fee and hired a private company to sell tickets.The colourful event has been featured in several movies, such as the 2014 British romantic comedy Walking on Sunshine and the 2011 Indian road movie Zindagi Na Milegi Dobara, as well as in television ads for global brands.“It’s an honour but also a great responsibility because everyone has their eyes fixed on us,” said Bunol mayor Rafael Perez.Export product Bunol registered the festival as a brand in 2002. As a result the village collects rights from firms that have used the Tomatina for its adverts, such as South Korean tech giant Samsung and Australian travel insurance provider Cover Moore.Each film shooting generates around 300,000 euros ($335,000) for the town from the rights, as well as from providing housing and food for the visiting film crews, according to the official web page of the Tomatina.Bunol city hall cooperates with other cities which want to hold its own version of the Tomatina for free because it provides publicity for the town and its festival, said Perez.“At the end of the day what everyone wants is to go to the original version, which is ours, so it is to our advantage,” he added.Versions of the Tomatina have been held annually or as one-off events in Colombia, Chile, Cuba, India, South Korea and the United States.“We always try to cooperate with anyone who wants, so that the image of the Tomatina is reinforced abroad,” said Perez.Giant ball and wine Other Spanish towns with unusual festivals are seeking to copy Bunol’s success.The tiny town of Mataelpino near Madrid registered its annual fiesta, dubbed the “Boloencierro”, which involves pitting daredevils against a giant 200-kilogram polystyrene ball as it gathers steam heading downhill towards the village bullring.The ball — three metres in diameter — has since 2010 replaced bulls used in a traditional bull run in which daredevils raced ahead of a pack of half-tonne fighting bulls along a similar route. The risk is real — the ball has injured several participants.The switch was motivated by Spain’s economic downturn which forced towns like Mataelpino to cut costs on its annual festivals and it has proven popular.The town holds the “Boloencierro”, a combination of the Spanish words for “ball” and “bull run”, every August.Mirroring the example of Bunol, Mataelpino is helping six other Spanish towns to hold their own versions of the Boloencierro this year. The goal is to draw more visitors to its own event.“The municipality is trying to use this festival as a tourist draw,” said Mataelpino mayor Javier de los Nietos.The town of Haro in the northern La Rioja wine-making region began the process this year to have its annual “wine fight” declared a “Festival of International Interest”. The event sees thousands of locals and tourists celebrate St Peter’s day in June by throwing thousands of litres of wine at each other, with buckets, wineskins or water pistols.Published in Dawn September 1st, 2016\n", "author": "Diego Urdaneta", "title": "Spanish towns seek to repeat success of Tomatina festival"}}
{"1281204": {"date": "Updated September 01, 2016", "article": "LONDON: Gold slid to a two-month low on Wednesday after forecast-beating US jobs data stoked speculation that the Federal Reserve would move ahead with plans to raise interest rates, propelling the dollar index to its highest in three weeks. The dollar rose after a report by a payrolls processor showed US private employers added 177,000 jobs in August, above economists’ forecasts. Spot gold fell to its lowest since June 24 at $1,304.91 an ounce and was $1,309.60 an ounce at 1400 GMT, down 0.1 per cent. The metal is heading for a 2.8pc drop in August. US gold futures were down $4.10 at $1,312.40. Technical selling, US dollar strength and rate hike speculation have been behind gold’s weakness on Wednesday, Commerzbank analyst Carsten Fritsch said, adding that gold is now closing in on support at the psychologically key $1,300 level. “The last time gold traded below $1,300 an ounce was on the day after the Brexit referendum,” he said. The precious metal surged 5pc in a single day after Britain voted to leave the European Union in late June, subsequently hitting more than two-year highs. Silver was up 0.5pc at $18.66 an ounce. Platinum was 0.1pc higher at $1,052.80, having earlier touched an eight-week low of $1,047.35. Palladium was down 0.2pc at $676.20.Published in Dawn September 1st, 2016\n", "author": "Reuters", "title": "Gold at two-month low"}}
{"1281214": {"date": "September 01, 2016", "article": "SRINAGAR: Protests against Indian rule erupted at many places in Kashmir on Wednesday after authorities lifted a curfew throughout the disputed Himalayan region for the first time in 54 days. A young man was killed and several others were injured in clashes between rock-throwing protesters and government forces. Residents said a protest erupted in northern Nadihal village after troops prevented trucks carrying fruit from entering the area. They said police and soldiers also beat up residents and ransacked homes in the village. A police officer said government forces tried to stop protesters from marching on the main village street and retaliated by firing bullets and shotgun pellets when residents hurled rocks at them. He said one man was killed and five others were wounded, three of them critically. Protests demanding an end to Indian rule were also reported in other places in the region, including the main city of Srinagar. At least 20 people were reported injured. Despite the lifting of the curfew, shops and schools remained closed because of a protest strike called by leaders challenging India’s sovereignty over India-held Kashmir.Published in Dawn September 1st, 2016\n", "author": "AP", "title": "Indian forces fire at Kashmiri protesters;  man killed"}}
{"1281224": {"date": "September 01, 2016", "article": "KARACHI: An antiterrorism court sentenced on Wednesday a man to death and his accomplice to life imprisonment in a case pertaining to the murder of a police officer. Arshad, alias Dakait, was found guilty of killing Assistant Sub-Inspector Mohammed Aslam in a Khokhrapar locality in April 2012 and co-accused Ahmed Raza was held accountable for helping the main convict. The ATC-IV judge, Kausar Sultana, also directed Arshad and the co-convict to pay Rs100,000 and Rs50,000 to the legal heirs of the deceased in compensation, respectively. Moreover, the court handed down seven years term to the main convict in a connected case of illicit weapon. However, the capital punishment is subject to the confirmation of the high court. Special public prosecutor Dewan Bhuromal said that the prosecution had examined around 10 witnesses in order to establish it case and the testimonies were corroborated by the documentary evidence, including a ballistic report of crime weapon found on a lead provided by the main accused. According to the prosecution, the ASI posted at the Khokhrapar police station was critically wounded in a gun attack on April 1 and around a week later he succumbed to his wounds. The police managed to arrest the accused a few days after the incident and recovered the pistol used in the crime on a lead provided by Arshad, it added. Meanwhile, the same court on Wednesday handed down death sentence to another man for killing a sub-inspector of the traffic police. Junaid had gunned down SI Abdul Jabbar when he was performing official duty on Sharea Faisal near the FTC building in February 2012. The co-accused Atif was acquitted for lack of evidence.Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Man sentenced to death for killing policeman"}}
{"1281234": {"date": "September 01, 2016", "article": "KARACHI: Academic activities were suspended at eight major public sector universities in the province on Wednesday in response to a call for strike given by the Sindh chapter of the Federation of All Pakistan Universities Academic Staff Association (Fapuasa).At Karachi University (KU) teachers addressed a press conference after boycott of classes to vent anger and frustration over prolonged financial crisis the university had been facing and the way the provincial government had been handling affairs at universities.They warned the government of a ‘strong agitation’ soon after Eid if the government did not release the Rs350m grant it had announced last year for the university.Listing a number of other demands, teachers, which included the society’s office-bearers as well as members of the university’s statutory bodies, called upon the government to immediately withdraw what they described as ‘unilateral amendments’ to the Sindh Universities Law 2013, and either activate the provincial higher education commission in consultation with senior teachers or abolish the body altogether.The demands which were put forward to the provincial government included making appointments to all key administrative posts through a selection board, removing retired administrative officers, making regular appointments to all posts including that of the vice chancellor (who was currently working on ad hoc basis), initiating meaningful investigation into financial malpractices on the campus, adopting a uniform policy for teachers and non-teaching staff of all universities, increasing KU grant to Rs1bn and payment of leave encashment to all KU employees before Eid, which, they said, was being paid to staff at other universities.“This has now become an issue of discrimination against KU. The government must pay leave encashment to all university employees before Eid,” president Kuts Dr Shakeel Farooqi demanded.The university would be shut if the issues were not addressed, he warned.“It’s no more possible to continue academic activities in an environment lacking requisite paraphernalia; the university’s physical infrastructure badly needs repair, labs are functioning without a whole set of chemicals and proper equipment while no funds are available to purchase research journals for libraries,” he explained in response to a question.Teachers also demanded the Higher Education Commission (HEC) increase university grant and pay full salary including the raise announced by the government. “Presently, the deficit the university faces under the head of staff salaries is Rs800m. In other words, the government only pays eight months’ salaries to KU staff. The rest is to be arranged by the university itself,” he said.On the autonomous status of universities, he said teachers had been protesting against the controversial amendments for the past three years but to no avail. It was the assemblies, he observed, which made the universities independent bodies and agreed to have an apolitical dignitary as chancellor (governor) as a representative of the federal government. “This has been so because a large chunk of university grant comes from the federal government. But, when a political worker or a person perceived as a representative of the establishment becomes the governor and provincial government brings a law that serves its own vested interests, the entire system at universities is ruined, as has been happening,” he noted.On the role of provincial HEC, it was pointed out that since the Punjab HEC had decided to work with the federal HEC, Sindh was now left alone.Meanwhile, vice president of the Fapuasa-centre Dr Kalimullah Bareech supported the Kuts stance. “We support all universities of Sindh in their struggle and demand the government and the HEC address their concerns. Otherwise a nationwide strike will be observed at universities,” he said.HYDERABAD: Teachers and non-teaching staff boycotted academic activities the Sindh University in response to the Sindh chapter of Fapuasa’s call. The protest was later joined by the Sindh Universities Officers Federation as well.Academic and non-academic staff boycotted work and participated in a demonstration which was led by Fapuasa’s Sindh chapter president Dr Shahnawaz Talpur along with the federation’s provincial general secretary Dr Farid Ahmed Memon and others. The leaders said that amendments suggested by Fapuasa should be made part of the law and opposed interference by Sindh government and Higher Education Commission (HEC) in the universities’ affairs. They demanded that all appointments in the universities should be made in accordance with the procedure laid down in the universities’ regulations. The Mehran University Officers’ Welfare Association also claimed in a statement that officers and staff boycotted work in protest against appointment of retirees to administrative positions. They demanded removal of such officers and staged a sit-in. Later, the Mehran university employees association also joined the protest, it said. The protesters’ office-bearers said that Sindh government had appointed registrar of Mehran University in violation of set procedure. Published in Dawn September 1st, 2016\n", "author": "Dawn Report", "title": "Teachers boycott academic activities at govt universities across Sindh"}}
{"1281244": {"date": "September 01, 2016", "article": "RAWALPINDI: Three PML-N activists, including a union council vice chairman, were arrested on Wednesday night in connection with a protest against the Rawal Town Municipal Administration (RTMA) during an anti-encroachment drive. Police said three traders’ union leaders, UC-8 Vice Chairman Asmatullah, Rahat Ali and Zaheer Ahmed, were arrested in connection with a case registered with the police in January this year. Inspector Pervez Akhtar, who is associated with the anti-encroachment wing of the RTMA, lodged an FIR on January 9 after a group of traders from Bara Market resisted administration officials during an anti-encroachment campaign. City Police Station sub-inspector, Mohammad Arif, who is leading the investigation, told Dawn the arrests of nominated suspects in the case had been pending since the case was registered, for unknown reasons. He said the three suspects were arrested on Wednesday, as the investigation into the case had now begun.Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "3 PML-N activists arrested"}}
{"1281254": {"date": "September 01, 2016", "article": "ISLAMABAD: The Supreme Court on Wednesday sought an explanation from the Islamabad IG Tariq Masood Yasin for the security lapse which resulted in the murder of Barrister Malik Fahad, a nephew of former Senate chairman Mohammedmian Soomro on Aug 15. Malik Fahad was killed on Aug 15 in Sector F-10 when he left the police station after mediating between Raja Arshad and Malik Tariq, although the two groups had earlier reached an agreement at the police station. The report was called from the top police boss on a suo motu notice taken by Chief Justice Anwar Zaheer Jamali with an observation that the lack of proper security arrangements by the administration constitutes violation of fundamental right to life and liberty which has been guaranteed under Article 9 of the Constitution. The IG Islamabad has to submit the report within a week. The suo motu notice was taken on a note sent to the chief justice by Supreme Court Registrar Arbab Muhammad Arif in which he briefly stated the entire episode of the incident. The note regretted that the incident could have been averted had the vehicles of the rival groups been properly checked and searched by the Islamabad police. The rival groups came to the police stations in these vehicles. Moreover, when the police saw that the two parties were antagonistic towards each other, they should have anticipated breach of peace and should have taken all precautionary measures in order to avoid a clash between them. The note also regretted that because of the lethargic attitude of the police department, one of the accused initially succeeded in obtaining interim bail from the court of district and sessions judge, Islamabad which now has been cancelled and the accused has been handed over to police on physical remand.Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "SC seeks explanation from IG in Malik Fahad murder case"}}
{"1281264": {"date": "September 01, 2016", "article": "TIMERGARA: Lower Dir District Nazim Mohammad Rasool Khan on Wednesday termed education as the most powerful weapon to defeat terrorism.He was addressing prize distribution ceremony at government high school, Mian Banda Timergara. District education officer Prof Mohammad Uzair Ali, Timergara Tehsil Nazim Riaz Mohammad, former provincial minister Mehmood Zeb Khan and school headmaster Gul Rehman also addressed the function.The district nazim said improvement of education facilities topped the agenda of the Lower Dir council, adding lawlessness, injustice, terrorism and unemployment could only be tackled through ensuring quality education to pupils. “Ignorance and lack of education is the mother of all social evils,” he maintained, saying through education the menace of militancy and poverty could be rooted out.He said the government was committed to overcoming all missing facilities in the state-run schools. Rasool Khan said youth were the real asset of Pakistan and it was the responsibility of the government to ensure a bright future for them.On the occasion, students presented songs, speeches and tableaus and got applause from the audience.The district nazim also distributed prizes among the students who performed well in different activities during the year. \nHe announced to install a 25kv power transformer in the school. Timergara Tehsil Nazim Riaz Mohammad announced to construct a pathway to the school, while district councillor Alam Zeb announced to provide the school with Rs500,000 from his funds for water supply scheme. VARSITY AFFAIRS: The Malakand University Teachers’ Association on Wednesday alleged that the varsity was being run on ad hoc basis and teachers were being maltreated by the administration.Addressing a general body meeting of the association at Chakdara, its president Prof Salam Zeb said the varsity management had kept silence over problems facing the teachers. He demanded of the Khyber Pakhtunkhwa government to implement its University Act in the University of Malakand. The general body announced to hold its elections in October.Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Correspondent", "title": "‘Education most powerful weapon to defeat terrorism’"}}
{"1281274": {"date": "September 01, 2016", "article": "LAHORE: Pakistan Rangers (Punjab) established free medical camps in Chak 6-BC area of Bahawalpur and 80 Wala bridge Haroonabad, Bahawalnagar. According to a press release issued on Wednesday, the camps are part of Rangers Environment Protection and Improvement Drive through which the force aims at providing essential medical care to the villagers living along the border. About 767 patients were checked at both camps and provided medicines. This year, 58 free medical camps would be established to help residents along the border.Published in Dawn, September 1st, 2016\n", "author": "From the Newspaper", "title": "Free medical camps"}}
{"1281284": {"date": "Updated September 01, 2016", "article": "SIALKOT: Three unidentified armed motorcyclists gunned down a Jamaat-i-Islami leader and his cousin and injured his another cousin over a political row in Talwaara Mughalaan locality on Wednesday morning. Reports said JI leader Mirza Zafar Baig, 47, who was also a senior lawyer, along with his cousins -- Mirza Imran Baig and Mirza Nauman Baig -- was returning home when three armed bikers showered bullets on his car. Consequently, Zafar Baig and his cousin Imran Baig died instantly while Nauman Baig suffered serious injuries. The injured was admitted to the DHQ Hospital where his condition was stated to be critical. Talking to reporters, JI city emir and former MPA Arshad Mahmood Baggu and district president Sheikh Attiqur Rehman condemned the killing of JI leaders. They alleged that PML-N activists Sher Khan, the union council chairman of Rangpura, and his accomplices killed JI leaders on political grounds. A spokesperson for JI Arif Mahmood Sheikh said both party leaders had become victims of “target killing”. “The PML-N backed men are behind the brutal act,” he alleged. Meanwhile, a good number of local lawyers, on the appeal of the District Bar Association, staged a rally against the murder of senior lawyer Mirza Zafar Baig and his cousin. The protesting lawyers also boycotted court proceedings and observed a “black day” against the murders. Led by human rights activist Advocate Shahid Mir, the protesting lawyers were carrying banners and placards and also chanted slogans. Earlier, the lawyers in a meeting unanimously passed a resolution and condemned the murders. They gave police a deadline of 24 hours for the arrest of killers. Police handed over the bodies to their families after the autopsy. Rangpura SHO Gulzar Khan said a double murder case had been registered against accused Sher Khan and his brothers Shan Khan and Wali Khan on the report of Mirza Shabbir Baig, the uncle of slain JI leaders. DPO Dr Abid Khan said that two special police teams had been formed under the supervision of DSP Malik Naveed Ahmed for the arrest of killers. On Oct 27, 2015, unidentified bikers had also shot dead JI leader and candidate for councillior seat Chaudhry Tahir Islam Gujjar in Talwaara Mughalaan locality over an alleged political row.Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Correspondent", "title": "JI leader, cousin gunned down over ‘political rivalry’"}}
{"1281294": {"date": "September 01, 2016", "article": "LAHORE: Showing frustration over `poor’ service delivery by the Punjab agriculture department and research institutions which led to the failure of cash crops like cotton, the provincial chief executive on Wednesday gave top officials three months to give better results or go home. Chairing a workshop on ‘Prospects of GM Cotton in Punjab: Opportunities and Challenges’ at his 90-Shahr-e-Quaid-i-Azam office, Chief Minister Shahbaz Sharif  criticized top officials of the agriculture department, heads of research institutes and agriculture universities for extensively attending training programmes abroad on government expense and delivering nothing to improve the productivity of cash crops.The chief minister grilled the hierarchy of agriculture department, research institutions and universities in the presence of other top government officials, agriculture experts, farmers and media.On the invitation of the chief minister, a couple of farmers and farm experts highlighted the problems the farmers are facing and their exploitation at the hands of government institutions. The chief minister said after three months he would evaluate the performance of all officials and would replace, with the young blood, those who failed to deliver. He asked the officials concerned to explain why the problem of cotton pest attack had not been resolved. Similarly, he was eager to know why the people involved in manufacturing and distribution of spurious pesticides were not put in jails. He said Pakistan was spending huge amount on cotton import from India and Egypt, adding 1,300 ginning factories, a large number of looms and export-oriented garments industry were at verge of closure because of \ncotton crop failure. He put a question to the research bodies why they could not introduce better-yielding varieties.Citing an example of official lethargy, Shahbaz Sharif said the government of Indian Punjab had gifted him a modern combined harvester during his visit there a few years ago. He said he had asked the officials concerned to make arrangements to copy and market the machine for the benefit of local farmers. He said he was shocked to learn after a couple of years that there was no progress over the issue. When a senior government official, while giving presentation on the cotton crisis, admitted that sucking pests had badly hit the crop last year, the chief minister intervened and asked him to explain the failure to use indigenous technology.The official said against the growing use of Monsento’s seed technology in Pakistan, the scientists working in local research labs had developed better quality of genes resisting cotton pests.Asked why that improved version of cotton seed was not used last year, the official said procedural issues had delayed its introduction.   Warning the irrigation officials, the chief minister said theft of canal water was equal to defaming the Punjab government and asked the officials to control the menace. Provincial Agriculture Minister Dr Farrukh Javed admitted the cotton crop had suffered a huge loss in 2015 because of possible factors of climate change, seed failure and redundant gene in seed but claimed this year the crop was good.“Being the minister I take responsibility of cotton failure to move forward with identification of mistakes” he said.The minister said negotiations skills would be developed to negotiate pro-farmers deals with multinational seed companies.Javed said the main concern of the department was to provide latest technologies to small farmer having less than 12.5 acre holdings.Winding up the debate which had three technical sessions, Secretary Agriculture Muhammad Mahmood gave five recommendations for betterment in cotton crop.The recommendations were to introduce GM cotton technology, protect farmers’ rights, provide enabling environment to the private sector, introduce legal and regulatory regime and transform cotton seed sector.Published in Dawn, September 1st, 2016\n", "author": "Faisal Ali Ghumman", "title": "Productivity of cash crops: CM snubs officials for slackness"}}
{"1281304": {"date": "Updated September 01, 2016", "article": "KARACHI: Expressing resentment over the National Accounta­bility Bureau (NAB) sparing the big fish, the Supreme Court on Wednesday asked the NAB director general and prosecutor general Sindh to come up on Sept 2 with details of inquires into cases involving small sums of money. A three-judge bench headed by Justice Amir Hani Muslim passed the directive while hearing an appeal filed by NAB against an accountability court’s order for not granting the remand of a suspect in a corruption case involving a sum of Rs400,000. At the outset, when a deputy prosecutor turned up with a report on NAB’s powers the bench asked him about the financial value of embezzlement or corruption that fell under the bureau’s standard to prepare a reference and initiate probe. The prosecutor said that NAB was looking into old inquires that had been transferred to it from other investigation departments. However, in response to another query by the bench, he conceded that the director general of NAB had authorised these inquires since he was empowered to do so. Justice Muslim deplored that instead of laying its hands on the big fish the NAB was approving and persuing the cases amounting around Rs200,000, adding that there was hardly any difference between the anti-corruption department, the Federal Investigation Agency and NAB. He said people were complaining against NAB because it was only laying its hands on petty suspects and putting them in prisons, and added that the prime duty of the anti-corruption organisation was to take up mega-corruption cases and stop them. A NAB law officer sought time to file a reply. The bench directed the director general and the prosecutor general of NAB to appear before the court on Friday with details of inquires, investigations and references involving Rs1 million or below and explain for filing of an appeal in contrary to the NAB’s own standard operating procedure which said it cannot take up matters involving below \nRs100m. Published in Dawn, September 1st, 2016\n", "author": "Ishaq Tanoli", "title": "NAB action in petty cases irks apex court"}}
{"1281314": {"date": "Updated September 01, 2016", "article": "KARACHI: Thousands of Pakistani labourers working in Saudi Arabia fear arrest and hardship as they continue to work in the country with unpaid salaries and expired work permits. “We rush back to our quarters immediately after work,” one worker tells Dawn in a telephone interview. “We are too scared of the police to step outside.” At least 100 workers were thrust into uncertainty after their employer, the United Seemac Co., a construction company, allegedly failed to pay their salaries for several months. Following the company’s repeated promises of “releasing payments soon”, the workers made a difficult decision earlier this year: they took their grievances to a labour court. However, with the legal battle yet to bear fruit, the expatriates with little money and borrowed time are quickly losing hope. \nResidence permits have expired because the fee required for their renewal has not been paid, laments a worker\n\nMost are still employed by the company as technical staff. Ali Shah*, who has been working as a bulldozer operator for the firm for a decade, says he is owed 35,000 Saudi riyals [approximately Rs980,000]. He claims that Pakistani workers are not the only ones facing such trouble at the United Seemac Co. “The company has a total of 500 employees of different nationalities, and all are in a similar situation. The trend of not paying salaries is new,” he says, adding that he has not faced salary delays before. On average, workers have not been paid for nine to 16 months, though there are also some whose remunerations have reportedly been pending for 19 months. Despite the difficult circumstances, they continue to work in the hope that their dues will be paid and reside in cramped living quarters provided by the company. Their passports are in the employer’s possession, and whether it is the death of a relative or an emergency, they cannot go back to Pakistan unless the employer returns their passport. Iqama question\nMany of the workers hold expired iqamas, the residence permits issued to expatriates who arrive in Saudi Arabia on an employment visa. Blaming the company for the expired permits, another staffer Basit Sheikh says: “The company has not paid a fee employers are required to submit for iqama renewal.” Sheikh said he was recently arrested for seven days for not having a valid residence permit. A list compiled by a worker and seen by Dawn shows that of the 100 Pakistani employees working at the firm, 77 have their permits expired. “Without these permits, we cannot even get medical insurance. How can we possibly have money to go see a doctor, if we often do not even have money for food?” asks Sheikh. In January, when the workers filed an official complaint with the labour court, Sheikh and another Pakistani worker represented the concerns of the complainants. According to documents seen by Dawn, the plaintiffs demanded that they be paid the pending salaries and their iqamas renewed. After three recorded hearings, the case was transferred to a higher court. “The representative of the company attended the last hearing; we found him uninterested in dealing with us [workers]. So now we are taking the case to a higher court,” says Sheikh. Adding to the workers’ distress is the fact that the company is holding their passports, making travel next to impossible. Saad Khan, an employee of the company for the past 12 years, says: “If I quit today, they will give me my passport and allow me to leave. But this would mean leaving behind my pending salary.” For Khan, whose 11 pay cheques are owed to him, this is simply not an option. Company’s problem\nThe plight of the workers at the construction firm is not unique. As has been widely reported, with oil revenues decreasing, the kingdom has cut down state spending, and construction firms have taken a hit. The company’s general manager, Abu Mohammed, reportedly told online news organisation Middle East Eye that they were unable to pay employees because the Saudi government had failed to compensate the firm for completed contract work. Representatives of the firm could not be contacted despite several email and telephone communication attempts. In July, Pakistan’s Foreign Of­­fi­­ce took notice when another construction firm had failed to pay 500 Pakistanis their dues. “[The] Min­is­­­try of Foreign Affairs and Pak­istan Embassy in Riyadh are making every effort to resolve the difficulties being faced by Pakis­tani nationals, working for Saad Group of Companies in Dam­m­­am…,” Foreign Office spokesman Nafees Zakaria had told Dawn. Non-payment of salaries affected 8,000 individuals at the Saad Group of Companies. Workers of the United Seemac Co feel that because they are emp­loyed by a much smaller organisation, no one knows their situation. “One week ago we also went to Pakistan Embassy in Riyadh to lodge a complaint, but we did not receive any good response from them,” said Sheikh. With a pending legal case and limited options, the employees continue to work for the firm. “They give us small sums of money sometimes. Just recently workers in Riyadh were given about 50 Saudi riyals [about Rs1,400] each,” Khan says. This, however, is barely enough for him to feed himself, let alone support his family back in Pakistan. *Names have been changed to protect identity as the workers are not authorised to speak to journalistsAdditional reporting by Mahnoor BariPublished in Dawn, September 1st, 2016\n", "author": "Fahad Naveed", "title": "Expatriate Pakistanis struggle as Saudi construction firm holds wages"}}
{"1281324": {"date": "September 03, 2016", "article": "\n\n\n\nPublished in Dawn, Young World, September 3rd, 2016\n", "author": "From InpaperMagazine", "title": "Art Corner"}}
{"1281334": {"date": "Updated September 01, 2016", "article": "ISLAMABAD: A privilege motion notice was submitted with the Senate chairman on Wednesday against the Pakistan Rangers for misleading the Senate Standing Committee on Human Rights by claiming that an international organisation had endorsed the Karachi operation being carried out by the paramilitary force. PPP Senator Farhatullah Babar informed the committee that the privilege motion notice had been submitted by him. \nThe lawmaker said he had searched for the international human rights organisation and called people in Pakistan, India and Nepal who said the body “Human Rights Commission South Asia” did not exist. “All individuals [had] disassociated themselves from the fake organisation,” Mr Babar said. \nPPP senator says the HR body whose report was quoted by the paramilitary force does not exist\n\n“The Human Rights Commission South Asia seems to be a bogus organisation created primarily by the vested interests for propaganda purpose,” he said, adding that “the submission of the report of a bogus organisation to defend the human rights record of a law enforcement agency has only undermined its own credibility”. During a meeting of the committee in July, Col Qaiser Khattaq, who is said to be overseeing the Karachi operation, said that an international human rights organisation had endorsed the operation. Mr Babar had challenged the Rangers’ claim and asked Col Khattaq to submit a copy of the report in the committee’s next meeting. However, when the committee met on Wednesday, representatives from Pakistan Rangers were absent. In a letter to the committee, the Rangers said its representatives would not be available until November “due to prevailing law and order situation of the Metropolitan city”. The committee rejected the Rangers’ explanation. “We want the law enforcement agency to answer for misleading parliament by quoting the report of a non-existing fictional international human rights body,” said Mr Babar, adding that the credibility of Pakistan Rangers had been stained because of this move. The committee was unanimous in expressing concern over the continued absence of Rangers representatives from the meetings and demanded their presence at the next meeting. “There is no justification whatsoever for the Rangers’ absence,” said Mohsin Leghari, adding that it only gave a bad name to the institution. However, PML-N Senator Nisar Muhammad defended the operation. “Karachi is a changed city only because of Rangers,” he said. Dumped bodies\nThe committee took several decisions pertaining to the killing of people and dumping of bodies in Balochistan over the past two years. It recommended DNA tests of all such bodies and reiterated its call for adoption of draft legislation to “rein in state agencies”. The debate was triggered when Quetta’s DIG Crimes Shakeel Ahmed Durrani informed the meeting that 52 bodies had been found dumped in ‘A areas’ of Balochistan over the past two years. The meeting learnt that cases were not being investigated as no-one had come forward to lodge a report with the police. While local police were in charge of ‘A areas’, their jurisdiction ended in ‘B areas’ which came under the jurisdiction of Frontier Corps, the committee was informed. Mr Babar said the admission that no-one had lodged a report with the police was stinging indictment of state institutions. “This is a vote of no-confidence in the state machinery and the system of justice,” said Mr Babar while warning against consequences of state apathy towards the plight of the people of Balochistan. He said the report of dumping of mutilated bodies was highly alarming as figures pertained only to ‘A areas’ where police were deployed. “God alone knows how many bodies of unfortunate victims were found dumped in ‘B areas’ of Balochistan,” the senator said and demanded a complete report on the “killing and dumping cases” in all areas of the province year-wise at the next meeting. On the advice of the chairman of the National Commission of Human Rights, retired Justice Ali Nawaz Chowhan, the committee decided to seek copies of the FIRs lodged by the state in cases of those whose bodies had been found dumped. It also called for a report on whether there was a nexus between the people reported missing and dumped bodies in the province. Published in Dawn, September 1st, 2016\n", "author": "Jamal Shahid", "title": "Rangers’ claim about Karachi operation challenged"}}
{"1281344": {"date": "September 01, 2016", "article": "MELBOURNE: Cricket Australia will pore over its high performance systems in a 'meaty' review following the 3-0 Test series whitewash to Sri Lanka, chief executive James Sutherland has said.Australia lost their world number one ranking in Tests due to the series defeat and burnished their reputation as home-track bullies after their batsmen again proved hapless against spin bowling on turning wickets.With a huge challenge in the subcontinent looming against India in less than six months, Sutherland said probing questions were being asked of the national set-up.“Are some of the fundamental things that we are doing to prepare our players to perform well and be highly competitive in subcontinental conditions passing the Test?” Sutherland said in comments published by Fairfax Media.“I think that's where the review gets a little bit more meaty and challenging and more fundamental, going right down into questioning our high performance systems as well.” Sutherland's comments come days after former Australia batsman Matthew Hayden slammed the high performance unit for having too much power over the team and selections.Hayden claimed head coach and selector Darren Lehmann and the high performance unit headed by former rugby international Pat Howard were undermining the players' ability to build a strong culture.“The players have got to actually wrestle back some of their own power from within rather than listening to your physios, your strength and conditioning coaches, your high performance manager and even your coach for that matter and actually dig in as a group and build the culture,” Hayden, a former team mate of Lehmann, fumed on local radio station Triple M.Australia hired Sri Lanka spin great Muttiah Muralitharan as a coaching consultant to help their batsmen prepare for the South Asian nation's pitches but many appeared clueless when facing veteran left-arm spinner Rangana Herath, who took 28 wickets and was named man-of-the-series.Cricket Australia also regularly sends 'A' and youth teams to the subcontinent but some were failing to adapt, Sutherland said.“To be a bona fide international cricketer in this day and age you need to be able to adapt to conditions in Australia, conditions in England, conditions in the subcontinent ... wherever you play,” he said.“And that adaptability is something that needs to be reviewed because some are adapting and some aren't.” Australia gained some consolation from the Sri Lanka tour on Wednesday, with the one-day side winning the fourth match to take an unassailable 3-1 lead in the series. \n", "author": "Reuters", "title": "Australia to conduct 'meaty' review after Sri Lanka flop"}}
{"1281354": {"date": "September 01, 2016", "article": "KARACHI: The Pakistan Cricket Board (PCB) should involve ex-cricketers in its administrative affairs, former captain Javed Miandad said on Thursday.“Otherwise, the Pakistan cricket team will keep putting up disastrous displays on the field,” Miandad told DawnNews, adding that the main reason for Pakistan’s failure in ODI cricket was due to poor domestic structure.He said the “structural development can only be guaranteed when it’s being supervised by former cricketers”.Pakistan faced a 169-run defeat against England on Tuesday after getting spanked for a record-breaking 444-run total by the host in the third ODI of the on-going five-match series between the two sides.Azhar Ali and company failed to contain the England batsmen from piling up a big total and later could not put up a decent fight in their second innings chase.Miandad also questioned Azhar’s credibility as the Pakistan skipper. “How can players, whose place in the side is debatable, can be the captain?” he said.He also called upon the PCB to review complete setup of the national side including the captaincy.Miandad, who had previously been associated with the board as its director general, said the PCB have failed to find the right replacement for Misbah-ul-Haq, who continues to lead the side in Tests.\n", "author": "Abdul Ghaffar", "title": "Miandad urges PCB to involve former cricketers in administrative affairs"}}
{"1281384": {"date": "September 01, 2016", "article": "LOS ANGELES: Action movie star Jackie Chan is due to receive an honorary Oscar, the Academy said Thursday, to recognise a glittering career that has seen him become a cultural icon. The 62-year-old martial artist, known for his comic timing and acrobatic fighting style, has appeared in more than 150 movies since becoming a child actor in his native Hong Kong in the 1960s. Film editor Anne Coates, casting director Lynn Stalmaster and documentary filmmaker Frederick Wiseman will also be awarded Oscar statuettes at the Academy's 8th Annual Governors Awards in November. “The honorary award was created for artists like Jackie Chan, Anne Coates, Lynn Stalmaster and Frederick Wiseman — true pioneers and legends in their crafts,” said Academy president Cheryl Boone Isaacs. Chan's Hollywood breakthrough came with “Rumble in the Bronx” in 1996, and he has gone on to be become a global star through the “Rush Hour” movies, “Shanghai Noon,” “The Karate Kid” and the “Kung Fu Panda” series of animated films. Coates, who is 90 and lives in England, won an Oscar for her work on David Lean's “Lawrence of Arabia” and in more than 60 years as a film editor has collaborated with some of the industry's most acclaimed directors. Stalmaster, 88, a one-time stage and screen actor from Omaha, Nebraska, began working in casting in the mid-1950s and has signed up talent for more than 200 films, including “The Graduate,” “Deliverance” and “Tootsie.” Wiseman, 86, has made a film almost every year since 1967, starting with the “Titicut Follies,” which went behind the scenes at Bridgewater State Hospital for the criminally insane. The Governors Awards were created as a separate event in 2009 to allow more space for the honorees to accept their statuettes and to declutter the main show's packed schedule. Previous winners of honorary Oscars include Lauren Bacall, Francis Ford Coppola, Oprah Winfrey, Angelina Jolie and Spike Lee.\n", "author": "AFP", "title": "Jackie Chan to receive honorary Oscar"}}
{"1281394": {"date": "September 02, 2016", "article": "KARACHI: The Sindh ministry for minorities’ affairs on Thursday established five facilitation centres in the divisional headquarters of the province, officials said.They said an 18-grade officer of the ministry would be in charge of each centre, which was meant to hear grievances from people belonging to minority faiths and take appropriate measures to redress them. “These centres have been established under directives of PPP chairman Bilawal Bhutto-Zardari and Chief Minister Syed Murad Ali Shah to provide a suitable platform especially to minorities where they could resolve their day-to-day problems,” said an official in the Sindh government. Special assistant to the chief minister on minorities’ affairs Dr Khatumal Jeewan said a notification about the centres had been issued by the ministry.“These centres have key objectives to address problems faced by the people from minority communities. Hindus, Christians, Dalits, Buddhists, Parsis and other minorities are invited to lodge their individual or collective grievances at these centres,” said Dr Jeewan.He said the officers deputed there had been asked to hear complaints and solve those problems through the quickest possible channels.Dr Jeewan said the PPP and Sindh government were fully committed to the welfare of minority communities and any discrimination against them would not be accepted or tolerated.“People belong to minority faiths are equal citizens of the country as per vision of Quaid-i-Azam Muhammad Ali Jinnah.”He said minorities were playing their role in the nation-building with their full potential and they would continue to serve the nation with the same zeal.According to the notification, the officers who have been deputed as incharges of the facilitation centres are: Gurmukh Das (Karachi division), Ahmed Bux (Hyderabad), Ali Anwar (Mirpurkhas), Aamir Ali Shah (Larkana) and Zulfiqar Ali Shah (Sukkur).Task force on HRSpecial assistant to Sindh chief minister on human rights (HR) Rehana Laghari said a 15-member provincial task force on human rights under her had been established for prompt implementation of the National Action Plan to improve human rights situation in the province.She told a delegation of various NGOs that various ministries, including education, health, minorities, law, finance, home, labour, information etc., had been included in the force to strengthen coordination.She said six points had been included in the NAP to protect and promote human rights which included policy and legal reforms, implementing key HR priorities, cross cutting interventions, promotion and protection of HR, implementation of international/ UN treaties etc.INGOs asked to take NOCsProvincial Minister for Social Welfare Shamim Mumtaz said international non-governmental organization (INGOs) were not in the domain of the provincial government and they should report to the federal government for obtaining NOCs for operating in the country.She said that in accordance with the NAP, the Sindh government was enacting rules to bring INGOs into the network at the provincial level as well.Speaking to the social welfare officers at an orientation session, she said social welfare officers could seek audit and performance reports from the NGOs registered with their ministry.Published in Dawn, September 2nd, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Centres set up to hear grievances of minority communities"}}
{"1281404": {"date": "September 02, 2016", "article": "KARACHI: Hosts Sindh opened their campaign on a winning note when they humbled Azad Jammu and Kashmir (AJK) in straight sets in the National Women’s Volleyball Championship which commenced at the KPT Sports Complex on Thursday.Drawn in pool A, Sindh won the duel 25-22, 25-23 amidst applause from the crowd.The match also marked the formal inauguration of the four-day championship which concludes on Sunday. Karachi Port Trust (KPT) chairman retired Vice Admiral Shafqat Javed, formally inaugurated the event which is being held here for the first time. On his directives, the gymnasium has been renovated and the cooling of the air condition has been made effective.Also present at the opening, among others, were Pakistan Volleyball Federation chairman Chaudhary Yaqoob and the Sindh Volleyball Associatio (SVA) president Engr Shah Naeem Zafar. All the eight competing teams, attired in colourful tracksuits, lined up in the air-conditioned gymnasium at the opening ceremony.Earlier, AJK handed out a straight 25-13, 25-17 victory over Khyber Pakhtunkhwa in the first match of the day.In the other matches, Balochistan suffered back-to-back defeats at the hands of Punjab and Higher Education Commission (HEC). First Punjab sent them packing 25-10, 25-5, and then HEC outplayed them 25-5, 25-10. Punjab put up resolute performance when they carved out 2-1 victory over Army to register second win. They were home 17-25, 25-23, 25-11. Holders Wapda started their title defence cam­p­aign on a winning note registering a straight 25-7, 25-2 victory over Khyber Pakhtunkhwa. Speaking on the occasion, the KPT chief, who is also chairman of the SVA, assured his full support to the PVF for the uplift of game in future also.The league matches conclude on Friday and the top two outfits from each pool will cruise into semi-finals that will be played on Saturday. Friday’s fixtures: Wapda v Sindh at 9am; HEC v Army at 10am; Wapda v AJK at 11am; Army v Balochistan at 2.30pm; Khyber Pakhtunkhwa v Sindh at 3.30pm; HEC v Punjab at 4.30pm. Published in Dawn, September 2nd, 2016\n", "author": "Anwar Zuberi", "title": "Sindh off to winning start"}}
{"1281414": {"date": "September 02, 2016", "article": "KARACHI: Parbat Kumar displayed superb skills to beat Zubair Raja in a tough Under-18 quarter-final clash while Asadullah of Khyber Pakhtunkhwa had smooth sailing against Noor-e-Mustafa in the other quarter-final at the Indus Pharma Open National Ranking tennis championship here on Thursday. Results:U-18 (quartert-finals) - Parbat Kumer bt Zubair Raja 6-4,6-3;  Asadullah Khan (KP) bt Noor-e-mustafa 6-3,6-2; Osama Khan walkover Hassan FarooqU-16 (quarter-finals) - Fahad Haider bt Shazil Malik 6-3,7-6 (11-09); Noor-e-Mustafa bt Nouman Aftab 4-6, 6-1, 10.6U-12 (quarter-finals) - M Yahya Ehteshim bt Kirtan 8-1; Taha Aman bt Zain Ehtesham 9-7; Mahatir Shah bt Farooq Atiq 8-5 \nU-14 (2nd Round) - M Shoaib (KP) bt Ibrahim Khan 6-1,6-0; Rayyan Jawwad bt Omer Shafi 6-2,6-4; M Dada bt Ibadur-Rehamn 6-0,6-0Osama Khan bt Abdullah khan 7-6,6-7,10-3; Samad Arejo bt Taha Aman 6-1,6-3; Amin Shafi bt M Yahya 6-0,6-1\n35-Doubles (semifinals) Asad Ali Bhagat and Raza Ali Mirza bt Imran Ahmed and Kamran 6-0,6-3.Published in Dawn, September 2nd, 2016\n", "author": "Agencies", "title": "Parbat, Asad reach semis"}}
{"1281424": {"date": "September 02, 2016", "article": "DAMBULLA: Australia’s stand-in skipper David Warner criticised preparation of Sri Lanka’s pitches following his side’s series-clinching One-day International victory against the hosts, saying his batsmen were being prevented from scoring big totals. Warner lauded his team-mates for their six-wicket win against Sri Lanka in the fourth ODI on Wednesday, which handed the tourists an unassailable 3-1 lead in the five-match series. Australia easily chased down their target of 213 in just 31 overs as Aaron Finch smashed 55 off 19 balls while George Bailey hit an unbeaten 90 after Sri Lanka struggled to 212 all out in their 50 overs. Warner, whose side suffered their first Test whitewash against the hosts last month, said the sluggish pitches were not ideal for ODI cricket. “It’s hard to gain momentum when the wickets prepared are like this,” Warner, who took over as captain after the second ODI while Steve Smith is rested, told reporters. “It’s a little bit disappointing from our point of view because it’s not the way we like to play. We like to play an aggressive brand of cricket. We like to entertain the crowd.” England recorded the highest ODI score in history on Tuesday — 444 for 3 in 50 overs against Pakistan at Trent Bridge — while Australia and Sri Lanka have struggled to get past 200 in their series. “When you see games like the England match the other night — that’s what I love about cricket. I love that kind of atmosphere, and that’s why as a youngster I went to watch the game. “But if you come here and you play five games like that, on wickets like they have here at the moment, it is going to be very, very tough to draw a big crowd all the time,” Warner said. Australia, ranked number one in the 50-over format, finally seemed to master the slow Sri Lankan tracks after scraping past the hosts in their first two victories in Colombo and Dambulla. Finch, who equalled the record for the fastest 50 by an Australian — achieved in 18 balls — gave the visitors a rocket start. “It’s always awesome to have one of your players go off like that and for me it is more of a watching tour to be honest,” said Warner. “I’ve been up the other end or in the dugout watching the guys go about it. But it’s fantastic — I love that Finch comes out and plays his game. “That’s how we play. That’s the Australian way,” said Warner.Published in Dawn, September 2nd, 2016\n", "author": "AFP", "title": "Warner hits out at Lankan pitches despite series win"}}
{"1281434": {"date": "Updated September 02, 2016", "article": "WASHINGTON: The head of the International Monetary Fund (IMF) on Thursday called on global leaders to take “forceful” action to revive the world economy, sounding a stark warning ahead of this weekend’s G20 summit.Christine Lagarde, the IMF managing director, said that as of 2016, global economic growth had stagnated for five years below the 3.7 per cent average that prevailed between 1990 and 2007.“Not since the early 1990s...has the world economy been so weak for such a long time,” Lagarde said in a statement issued to coincide with the start of the summit.With member states representing 85pc of the world’s GDP, the Group of 20 summit is due to convene in Hangzhou, China beginning Sunday amid a climate of sluggish growth and uncertainty.Lagarde warned of a “low-growth trap” — high debt, weak demand, eroding work forces and labor skills, weakening incentives for investment and slowing productivity.She said the world’s economies faced a potentially toxic mix of low long-term growth and rising inequality, creating political temptations to populism and raised trade barriers.Published in Dawn, September 2nd, 2016\n", "author": "AFP", "title": "IMF chief warns G20 to avoid ‘low-growth trap’"}}
{"1281444": {"date": "September 02, 2016", "article": "PARIS: A new book in which Nicolas Sarkozy launched his campaign to retake the French presidency shot to the top of the country’s bestseller list on Thursday.Tout Pour La France (All for France) sold 32,000 copies in the three days after its release last week according to the magazine that publishes the list, Livres Hebdo.Another book La France Pour La Vie (France for Life) published in January by the pugnacious rightwinger who led France from 2007 to 2012, has already sold 195,000 copies.The outspoken politician — who had been trailing his rival Alain Juppe for the centre-right Republicans’ nomination for next year’s election — has seen his poll ratings rise in recent weeks with his hard line on Islam and immigration.In his new book, Sarkozy — who has weighed in strongly in support of the controversial burkini ban — also advocates massive tax cuts and vows to be a ferocious defender of France’s secular “way of life”.“France demands that you give her your all,” he wrote. “I feel I have the strength to lead the fight at such a turbulent moment in our history,” he added, alluding to the string of terror attacks that have rocked the country since January 2015. “The next five years will be filled with danger but also with hope.” The centre-right is in a strong position to win the presidential race next May, with their candidate likely to face Marine Le Pen, leader of the far-right National Front, in a second round run-off.Published in Dawn, September 2nd, 2016\n", "author": "AFP", "title": "Sarkozy book tops French bestseller list"}}
{"1281454": {"date": "September 02, 2016", "article": "TOKYO: Seventeen people were unaccounted for in Japan on Thursday after Typhoon Lionrock tore through the north of the country, leaving 11 people dead and some 1,600 cut off in isolated communities, officials said.Ten died in the town of Iwaizumi after it was hit by surging river water and mud, with nine of them perishing in a care home for the elderly. The typhoon, which packed wind gusts of over 160 kilometres an hour landed on Japan’s northern Pacific coast on Tuesday evening. It tore through the region, dumping torrential rain over a wide area, stranding communities, with roads and bridges destroyed or blocked, authorities said. “We have 17 people who cannot be reached nor their safety confirmed,” town official Yasuyuki Ishiguro said, adding the number includes those who have been reported as missing, though he did not provide a breakdown.“We believe many of the 17 are in communities isolated after roads and communications were cut off,” he added. “A wide area of the town remains inundated with mud and rubble.” he said. Nine of the town’s 10 dead were found on Wednesday morning buried inside a building of the elderly care facility after water, mud, trees and rubble gushed into it.Another body was discovered not far from the care home, while another person died in the city of Kuji. Iwaizumi, with a population of about 10,000, failed to issue an evacuation advisory near the care home, according to the Iwate prefectural government.The elderly care facility had also failed to draw up an evacuation plan in the case of flooding, the mass-circulation Asahi Shimbun newspaper said.Published in Dawn, September 2nd, 2016\n", "author": "AFP", "title": "Eleven die as typhoon hits northern Japan"}}
{"1281464": {"date": "September 02, 2016", "article": "BAHAWALPUR: The Punjab government has re-constituted the board of the Cholistan Development Authority (CDA) in Bahawalpur. Chief Minister Shahbaz Sharif has dissociated himself from the office of the CDA board chairman and entrusted Punjab Minister for Cooperatives Malik Muhammad Iqbal Channar with the assignment. The government notification says the Punjab government has also nominated Senator Saood Majeed, MNA Begum Parveen Masood Bhatti, MPAs Khalid Jajja, Zahid Akram (Bahawalnagar district) and Islam Aslam (Rahim Yar Khan) as members from among local politicians. Besides, Punjab secretaries, Planning and Development (P&D), finance, agriculture, livestock, members colonies BoR, Commissioner Saqib Zafar, and chief engineer irrigation of Bahawalpur zone are among official members, says a press release. The Punjab government had formed the CDA board with CM as its chairman in July 1976, while its members were nominated from among the MPs and government officers. On Jan 15, 2009, the board was reconstituted and the chief minister was retained as its chairman. But since then the chief minister could not make himself available to preside over even a single meeting of the board as a result of which the CDA faced numerous administrative and financial problems. Now the government has reconstituted the board and entrusted its chairmanship to Mr Channar who has pledged to put in efforts to utilise resources for the welfare of the people of Cholistan. COTTON: The cotton crop has been sown over 594,000 acre and more than 1.2 million bales are expected in the district, says a representative of agriculture department. At a meeting chaired by District Coordination Officer Dr Ehtesham Anwar Mahar here on Thursday, he said sugarcane and rice were cultivated over 75,000 acre and 36,000 acre and production of Rs1.3 million ton and more than 24,000 ton respectively is expected. He said measures had been taken to promote the cultivation of pulses. The DCO asked the officials to set up model farm centres at tehsil headquarters to acquaint the farming community with modern agriculture technology and machinery.Published in Dawn, September 2nd, 2016\n", "author": "The Newspaper's Correspondent", "title": "Punjab govt reconstitutes CDA board"}}
{"1281474": {"date": "September 02, 2016", "article": "LAHORE: Featuring foreign and local experts, the first International Heritage and Museums Conference began at Alhamra on The Mall on Thursday.  Welcoming the professionals from the UK, Canada, Qatar, India besides Pakistan, Walled City of Lahore Authority Director-General Kamran Lashari said the moot would be a rare opportunity for heritage lovers in Pakistan.  “For the first time, a conference of this scale is being held in Pakistan and it will be made an annual feature,” said Mr Lashari while giving a presentation on the ‘treasures’ the WCLA brought to fore while carrying out preservation and restoration work at the Walled City.  British Council acting Country Director Jim Booth spoke at the inaugural session of the three-day moot about the ties his country has with Pakistan in almost every field of life.  Expressing pleasure over setting up of a university of culture in Lahore, Mr Jim said the moot would prove to be a step towards addressing some of the most pressing concerns of the museums and heritage sector in Pakistan. Punjab Minister for School Education Rana Mashhood spoke about the steps being taken by the government for the promotion of tourism in the country. Published in Dawn, September 2nd, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Maiden heritage and museums moot begins"}}
{"1281484": {"date": "September 02, 2016", "article": "LAHORE: Treasury MPA Sheikh Allauddin has suggested the Punjab Assembly to invite Indian novelist and rights activist Arundhati Roy, who is raising her voice against Indian atrocities in Kashmir, for briefing the assembly members on the issue. Labour and Human Resource Minister Raja Ashfaq Sarwar appreciated the suggestion and drew attention of the house towards its legal and diplomatic aspects. He said the Foreign Office might be approached in this respect and the next step should be taken in the light of the FO advice. The Punjab Assembly on Thursday again expressed solidarity with the Kashmiris’ struggle for freedom from India. On a point of order, treasury member Ramesh Singh Arora raised the issue of Indian Defence Minister Manohar Parrikar’s statement against Pakistan. Terming the statement regrettable, he demanded the Foreign Office summon the Indian ambassador to record a protest. He said New Delhi was not only committed atrocities against the Kashmiris for demanding their right to franchise but also accusing Islamabad of fomenting violence in Kashmir. The propaganda against Pakistan must be checked, he said. Dr Farzana Nazeer, Farzana Butt, Waheed Gul and PTI’s Saadia Suhail Rana also criticised India for the Kashmir violence and supported the Kashmiris’ right to self-determination. Parliamentary secretary Rana Arshad told the house that Prime Minister Nawaz Sharif had formed a committee of parliamentarians to raise the Kashmir issue at international forums and expose the violent face of Indian government to the world. Opposition leader Mahmoodur Rasheed condemned the elements in the country that were working against its solidarity. He said a man (a reference to Altaf Hussain) talked against the dignity and integrity of the country while sitting in the UK but lamented that the government had not yet initiated any action against him. Various MPAs, on the occasion, chanted slogans against those who did not show loyalty to Pakistan.Published in Dawn, September 2nd, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "PA considers inviting Arundhati Roy to talk on Kashmir"}}
{"1281494": {"date": "September 02, 2016", "article": "FOR the last three months we have been facing frequent power breakdowns. Business suffers and at home people are not able to use water pumping machines. Moreover, breakdowns also cause problems in hospitals, especially to patients suffering from serious ailments and those being treated in emergency wards.Arshela Amir Ali\nKarachiPublished in Dawn, September 2nd, 2016\n", "author": "From the Newspaper", "title": "Power breakdowns"}}
{"1281504": {"date": "September 02, 2016", "article": "ON Aug 18, our dear colleague, 38 years old Asim, passed away. With his death he became another statistic in the list of victims of botched mobile phone snatching incidents. We can debate the how, when, where, why etc but this will not undo the tragedy. Asim was shot pointblank in the chest and died after three hours of internal bleeding. He faced the situation with courage, informing us of the incident from the phone left behind by his killers. But he was let down by public hospitals that refused to treat him on one pretext or the other. At Abbasi Shaheed Hospital, he was informed they did not have the ability to treat him, sending his ambulance to Jinnah Hospital. Jinnah declared him a cardio case and sent him to the cardio wing. The cardio wing declared they only take cardiac attacks cases and sent him to Liaquat National Hospital. Our colleague expired in our arms while we were entering the premises of the last hospital. Ironically, for the death certificate, Asim was taken to Abbasi Shaheed hospital again and so the circle was completed. When the paper work was checked, we were shocked to see that Jinnah had declared him as having no pulse, even though he was fully conscious at that time. As Muslims, we are firm believers that life and death are preordained. But how can we, as humans, play God and refuse to treat a patient in critical condition? Did they know that his time had come? Doctors were once considered to be the epitome of compassion, but maybe that was another world. Today people are killed for petty cash while we are told ‘all is well’. Whom do we question, whom do we take to task? This is the question we ask over and over again while we mourn the loss of a friend mowed down in the prime of his life. Friends and colleagues\nKarachiPublished in Dawn, September 2nd, 2016\n", "author": "From the Newspaper", "title": "Murder & hospitals"}}
{"1281514": {"date": "Updated September 02, 2016", "article": "\n\n\n\nJust how many Afghans — registered and undocumented — are there in Pakistan? While there were 1.7 million registered Afghan refugees in Pakistan, according to a 2005 count, the actual number of undocumented Afghans residing in this country has been open to conjecture. Officially, we are told there are 1m here.But according to the Fata Ana­lysis and Strategy Team (Fast), an intelligence and information collation and analysis wing under the Fata Secretariat Law & Order Department, between 2010 and mid-August, 2016, 16.49m undocumented Afghans entered Pakistan via Torkham border crossing alone — that is 51.6pc of Afghanistan’s current approximate 32m population.Read: Leaving Pakistan, 'our second home'What is more surprising, however, is that 20.28m undocumented Afghans went back to Afghanistan during the same period, indicating a disturbing trend of an unchecked and unregulated flow of human traffic on both sides of the border.But while the authorities have had no clue about the identity, purpose, nature and number of their frequent two-way sojourns, the data does seem to suggest that economic opportunities and other needs, rather than security, were the main motivation for the Afghans’ stay in Pakistan.\nSituation may change once all the new posts become operational\n\n“Clumped together, the data would surpass Afghanistan’s existing population,” a senior government official in Fata said. “But what we see here is a different phenomenon. The undocumented Afghans frequently travelled between Pakistan and Afghanistan,” the official said, suggesting that in numerous cases the same Afghan nationals may have come and gone back multiple times. “There can be two reasons for this: either they have familial stakes in both countries, or they have economic stakes. The fact that they frequently visited their country indicates they were not deterred by the security environment there,” the official said, requesting not to be named.“This is a security nightmare,” another senior government official said. “If this is the figure for just one border crossing, who knows how many entered Pakistan from the other border crossings?” the official asked, also requesting anonymity. Pakistan has eight formal border crossings with Afghanistan, of which Torkham is one. The other seven are: Arandu (Chit­ral), Gursal (Bajaur), Nawa Pass (Mohmand), Kharlachi (Kur­ram), Ghulam Khan (North Waziristan), Angoor Adda (South Waziristan) and Chaman (Balochistan). The military said on Thursday they would be building 18 proper border crossings with Afghan­istan to regulate cross-border move­ment. Additionally, there are scores of unfrequented rou­tes along the 2,430km border between Pakistan and Afghan­istan, used mostly by smugglers. It was, however, not immediately known if authorities at the other crossings with Afghanistan also maintained similar record of cross-border movement.Pakistan has recently undertaken to build border gates at all eight crossings as part of the border-management plan, including the construction of a trench on Afghanistan’s border with Balo­ch­istan. It has since operationalised one at Torkham after a violent standoff with Kabul in June 2016.Officials in the Afghan Refugees Commissionerate acknowledge that while the number of registered Afghans living in Pakistan is pretty much documented and accounted for, no one has a clue as to the number of undocumented Afghans in this country. The one million figure being dished out routinely, they say, was a guesstimate at best. Officials say that they estimate there could be 2m undocumented Afghans in Karachi alone, followed by a million each in Punjab, Khyber Pakhtunkhwa and Balochistan. This would put the number of undocumented Afghans in Pakistan at five million.The 2005 census for the Afghans, on the basis of which Proof of Registration (PoR) cards were issued to the registered Afghans, does not take into account the number of undocumented Afghans, nor does it take into account their population growth rate. Aid agencies estimate that the documented Afghans add an average of 65,000 to 70,000 children annually to their existing population. This means that the population of documented refugees has risen by another 700,000 since 2005, officials say, making their total population standing at 2.2m.The document prepared by Fast gives some astounding figures based on cross-border movement. The document shows that between 2010 and 2016 (mid-August), a total of 908,799 Afghans arrived in Pakistan on valid travel documents. As against this, a total of 1,205,871 Afghans travelled back to their country. Unregulated flow\nIt is, however, the inflow and outflow of undocumented Afghans that has been a source of major concern for government and security agencies. The inflow and outflow of undocumented Afghans to and from Pakistan at Torkham never dropped below the one million mark. Starting from 2010, when a total of 1.7m undocumented Afghans poured into Pakistan via Torkham, 2.1m went back. This figure, however, sharply rose in 2011 and 2012, when the number of undocumented Afghans dramatically shot up to 3.57 and 3.58m respectively. An equal number of these undocumented Afghans went back to their country during the same corresponding period.The number of incoming undocumented Afghans, however, came down to 2.3m and 2m in 2013, 2014, and 2015 respectively, with the number of outgoing undocumented Afghans suggested an upward trend in 2013 with 3.6m returning home. The figure of undocumented returning Afghans, however, registered a steady decline from 2014, from 2.6m to 2.5m in 2015 and to 1.5m by mid-August, 2016. The total number of undocumented Afghans having crossed back to their homeland via Torkham in the last six-and-a-half years, thus, comes to 20.28m.Since the enforcement of border management at Torkham, banning the entry of undocumented Afghans into Pakistan, their number has dropped from 2m and 1.9m in April and May, 2016, respectively, to zero in July and August, documents show. This contrasts with the number of Afghans travelling to Pakistan with valid documents via Torkham from 13,175 in July to 15,673 by August 22, 2016. Repatriation concerns\nPakistan granted another six months’ extension in stay for the documented Afghans till Dec 31, 2016 and undocumented persons till Nov 15, 2016. The ministry of states and frontier regions has prepared an action plan to facilitate what it calls voluntary repatriation of Afghans to their homeland. A donor conference on Afghanistan due on Oct 5, 2016 in Brussels, jointly hosted by the EU and Kabul, bringing together up to 70 countries and 30 international organisations and agencies, will, among other things, discuss the rehabilitation of returning refugees. So far, as part of the repatriation plan, 140,000 undocumented Afghans and 89,000 documented Afghan refugees have returned home. Officials are optimistic that by Dec 31, 2016, they would have surpassed the target of repatriating 200,000 Afghan refugees. Part of the National Action Plan, the repatriation of Afghan refugees and undocumented Afghans may take more time than envisaged, officials say, partly due to concerns that forced repatriation or alleged harassment of the Afghans in Pakistan may further strain the already strained relations between Kabul and Islamabad, and partly due to non-availability or non-provision of required funding to speed up the process. With Islamabad blowing hot and cold on the issue, there already is talk in official circles in Islamabad of granting yet another extension to the Afghan refugees beyond the Dec 31, 2016, deadline till Dec 2017 to repatriate them with honour and dignity. Some officials, however, acknowledge that while it was never realistically possible to repatriate all Afghans — documented and undocumented — during the current extension expiring this December, the government should have at least done its homework before announcing the deadline. “The cut-off date was announced without much homework. Everything is being done as a belated afterthought,” an official deplored.Published in Dawn, September 2nd, 2016\n", "author": "Ismail Khan", "title": "Afghan border crossings throw up security concerns"}}
{"1281524": {"date": "September 02, 2016", "article": "ISLAMABAD: The government has decided to acquire cold chain equipment to avoid the wastage of vaccines during transportation to different parts of the country for immunisation campaigns.As a first step, over 15,000 ice-lined refrigerators and solar-driven refrigerators will be distributed among the districts this year, an official of the Ministry of National Health Services (NHS) told Dawn.The ice-lined refrigerators are used to store vaccines in the range of two and eight degrees Celsius. If the temperature crosses eight degrees, the cold chain is disturbed and the vaccine is spoiled.In February 2015, vaccines sufficient to protect around 1.3 million children against five diseases were spoiled in a store of the Expanded Programme on Immunisation (EPI) located at the National Institute of Health (NIH) Islamabad after the cold chain could not be maintained at the specific temperature. Later, however, USAID provided the advanced equipment to the NIH.The official said though after getting the equipment the issue of cold chain was addressed in the federal capital, a large quantity of vaccines still got spoiled while being transported to different parts of the country because the cold chain could not be maintained.“However, now steps are being taken to ensure that the cold chain is maintained during the polio campaigns,” he said. For this purpose, the official added, members of the National Inter-Agency Coordination Committee on Routine Immunisation at a meeting on Thursday decided to enhance the capacity of the cold chain equipment.NHS Minister Saira Afzal Tarar told the meeting: “Strengthening of the cold chain capacity at all levels is one of the critical factors and a requirement for the introduction of the new IPV vaccine.” EPI National Programme Manager Dr Syed Saqlain Ahmed Gilani said the Global Alliance for Vaccines and Immunisation (GAVI) had introduced a new ‘cold chain equipment optimisation platform window.’ The initiative will help countries improve the efficiency and safety of vaccines by increasing the cold chain equipment’s operating time, reducing running costs and improving the temperature control.“Pakistan is also applying to GAVI for the ice-lined refrigerators and solar-driven refrigerators which would be provided to 65 districts, including 13 in Balochistan, in the first phase,” he said.Dr Gilani said under the programme over 15,000 ice-lined refrigerators and solar-driven refrigerators would be distributed among the districts.Published in Dawn, September 2nd, 2016\n", "author": "A Reporter", "title": "New cold storage equipment for vaccines to be acquired"}}
{"1281534": {"date": "September 02, 2016", "article": "RAWALPINDI: Security measures around the Rawalpindi railway station were enhanced after the Counter Terrorism Department told railway authorities that a terror group had threatened to carry out attacks at the Rawalpindi and Lahore railway stations during the coming week.A senior official of the railway police told Dawn that the militant group had threatened to either conduct an attack similar to the Mumbai attacks of 2008 or use an explosives laden vehicle.“We have called in extra police personnel and established sniper posts on platforms. There are more than ten holes in the wall of the railway station, but we will first ensure the public is safe which is why we are focusing on the platforms,” he said, adding that the district police will also be assisting the railway police.Walk through gates have been installed at the station, he said and that help has also been sought from the Elite Force commandoes, who will be patrolling the railway station’s premises.Published in Dawn, September 2nd, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Pindi railway station receives terror threats"}}
{"1281544": {"date": "September 02, 2016", "article": "MANSEHRA: The residents of Shawal Khatta blocked Balakot-Naran section of Mansehra-Naran-Jalkhad road to traffic for more than two hours to protest against Peshawar Electricity Supply Company (Pesco) for not repairing their faulty transformer. The angry protesters set tyres on fire and blocked the road to traffic. The passengers remained stranded in their vehicles and faced inconvenience owing to blockade of road. Chanting slogans against Pesco, the protesters said that power transformer in the area developed fault last week but the officials concerned failed to repair it. “We have been without electricity for the last one week but officers have not been taking the issue seriously. It compelled us to take to streets,” they added. The road was reopened to traffic after two hours when the assistant commissioner of Oghi assured protesters that electricity would be restored to the area. \nProtesters say company fails to repair power transformer in the area\n\nCOUNCILLOR: District councillor Adnan Tariq has asked people to refrain from creating law and order situation in name of over the issue of new tehsil headquarters.“I have been witnessing that people of Baffa and Shinkiari are pitched against each other. The people of both the areas want that their town should be declared tehsil headquarters. Is not fair,” he told a press conference in Shinkiari on Thursday.Flanked by local leaders of PTI, Mr Tariq said that they had taken up the issue with chief minister and he was optimistic that Shinkiari would also be declared another tehsil of the district.He alleged that PML-N workers were instigating people to hide failure of their party to launch mega development projects in Mansehra. JAIL REFORMS: Sajid Mumtaz Khan, chairman of Khyber Pakhtunkhwa jail reforms commission, has said that minor children accompanying their mothers in jail would be shifted to sweet homes to impart them better education.“We have been working on various plans for the rehabilitation of juveniles and women prisoners. Regulator educational classes would be conducted at three central and all district jails in the province soon,” Mr Khan told journalists after visiting the district jail here on Thursday.“We are in contact with Higher Education Commission, University of Peshawar, Islamia College University and Allama Iqbal Open University, Islamabad to impart higher education to the inmates whether convicted or under-trail,” said Mr Khan.Published in Dawn, September 2nd, 2016\n", "author": "A Correspondent", "title": "Mansehra villagers block road to protest ‘apathy’ of Pesco"}}
{"1281554": {"date": "September 02, 2016", "article": "PESHAWAR: The authorities have ordered inquiry into alleged ‘fake’ appointment of 159 Secondary School Teachers (SSTs) in Federally Administered Tribal Areas (Fata), according to sources.Sources said that the teachers were appointed without the approval of competent authority and recommendation of Khyber Pakhtunkhwa Public Service Commission. “In the first inquiry these appointments were found to be unlawful and now a second inquiry is underway to fix responsibility on officials involved in the scam,” said an official. The issue came to the fore when authorities detected two bogus appointments in Orakzai Agency about three years ago. After investigations, the two appointments were found fake and the employees were dismissed. No action has been taken against any teacher so far. \nSources say 159 teachers have been appointed in tribal areas without approval of competent authority\n\nThe documents show that 31 fake appointments were made in Orakzai Agency, 37 in South Waziristan, 30 in Mohmand, 18 in Khyber, 10 in Bajaur, 13 in Kurram, five in North Waziristan, four in Frontier Region (FR) Kohat, two in FR Lakki Marwat, two in FR Tank, four in FR Peshawar and two in FR Dera Ismail Khan. One person got appointed four daughters in Mohmand Agency while another got appointed his two daughters as teachers. The list carries names of three brothers, who had been appointed as SS teachers in Khyber Agency. Sources said that after dismissal from jobs, the two teachers made hue and cry and disclosed more fake appointments. After receiving complaints, the Directorate of Education Fata deputed a senior officer to conduct inquiry into the matter. After scrutinising the record, it was found that a total 159 teachers had been appointed in Grade-16 fraudulently. The documents revealed that the alleged bogus appointments were made in 2008 and continued till 2014. The last teacher was appointed without the approval of the appointing authority in March 2014.Procedure for appointment of government employees in Grade-16 and above is that the department concerned asks the provincial commission to conduct test and interview for the desired positions. After conducting test and interviews, the commission shortlists successful candidates and then chief secretary signs appointment letters of the respective candidates. Officials said that the inquiry committee approached both offices [commission and chief secretary] which expressed ignorance about those appointments. “Neither the commission nor the chief secretary office confirms these appointments,” said an official in the secretariat. The director education was approached for comments but he was on leave while another official said that he had not been authorised to talk to media about the matter. He said that inquiry was underway and comments at that stage would be premature. Sources said that another committee had been set up to fix responsibility against the officials, who had made those appointments, in the light of the report. The committee has begun inquiry and sought record of more than 2200 SS teachers from the Directorate of Education Fata. The directorate had yet to furnish required record to the committee, they said.“The number of bogus appointments may exceed 200,” said a relevant official. He added that it might be handiwork of some officials inside the directorate. Sources said that efforts were being made to sweep the matter under the carpet. They said that fate of the issue might be similar to the previous inquiries conducted in different line departments.Officials said that recently an inquiry committee had unearthed 19 ‘ghost’ community health centres and dispensaries in Khyber Agency that had been functioning only on papers since 2003-04. The committee report has been hushed up. Ghost forests were detected in different parts of tribal area, but the matter was put in cold storage.They said that Civil Secretariat Fata had conducted 57 departmental inquiries into alleged financial irregularities of funds in 18 line departments and directorates during the last two years. “Not a single official has been held accountable so far,” they said. They added that all inquiries were related to financial corruption and embezzlement of funds in line departments and attached directorates.Published in Dawn, September 2nd, 2016\n", "author": "Zulfiqar Ali", "title": "Probe ordered into ‘fake’ appointment of teachers in Fata"}}
{"1281564": {"date": "September 02, 2016", "article": "LEEDS: Jonny Bairstow is determined to nail down a place in England's one-day team after his latest ‘supersub’ display helped condemn Pakistan to a defeat on his Headingley home ground.First-choice Test wicket-keeper Bairstow was only told he was playing by England coach Trevor Bayliss just over half an hour before the start of Thursday's match after regular one-day gloveman Jos Buttler suffered a hamstring injury in the warm-up.Bairstow responded with an assured display behind the stumps.He then made a brisk 61 and helped Ben Stokes (69) add 103 for the fifth wicket as England, who had stumbled to 72 for four chasing a target of 248, eventually won by four wickets to go 4-0 up in this five-match series.Last year Bairstow guided England to a one-day series clinching win over New Zealand – a key-staging post in their recovery from a dismal first-round exit at the 2015 World Cup – with an unbeaten 83 at Chester-le-Street after Buttler was ruled out with a hand injury.There has been talk of England, the hosts of both the 2017 Champions Trophy and 2019 World Cup one-day tournaments, playing both Buttler and Bairstow in the same white-ball side, with one of them featuring as a specialist batsman.But in the meantime Bairstow, who has already scored nearly 1,000 runs in Test cricket this year, is desperate to make the most of any one-day chances he gets, however late they come.‘Special group’\n“It was about 32 minutes before the start,” Bairstow said after being asked when he knew he was playing in front of his adoring Yorkshire public on Thursday.“Trev came over and just said, 'You're in'.” However, with England on the up in one-day cricket, Bairstow wants to be more than a white-ball ‘reserve’.“It's a special group of players and we believe we can go a long way in world competitions and series,” he said.“But naturally I'm frustrated not to be in that XI week in week out. Every time I get an opportunity I want to try to impress and that's all I can do.“Whether that be keeping wicket, just playing as a batter, batting at one or 11 – every time you go out there you try to do your best.“You've just got to take it on the chin, crack on and hope you take the opportunity when it does come along,” added Bairstow ahead of Sunday's series finale in Cardiff.Bairstow, the son of late former Yorkshire and England wicket-keeper David Bairstow, looked considerably younger than his 26 years on Thursday, having shaved off his beard after receiving a message from his mother, Janet, a Headingley administrator.“I got told off by my Mum,” said Jonny. “My Grandma had been on the phone.”\n", "author": "AFP", "title": "Bairstow wants one-day role for keeps"}}
{"1281574": {"date": "Updated September 02, 2016", "article": "ISLAMABAD: The Muttahida Qaumi Movement (MQM) approached the National Assembly Secretariat on Friday to condemn its own founder Altaf Hussain's vitriolic \"anti-Pakistan\" speech and the attack on media houses by MQM activists.\"This House condemns in strongest terms the raising of anti-Pakistan slogans and the incendiary and controversial speech of MQM founder Altaf Hussain from London and the subsequent attacks on media houses, in particular the ARY network,\" says the resolution signed by 22 MQM leaders.\"This House condemns every type of crime, violence, terrorism and anti-Pakistan slogans and activities,\" it further said.Speaking to the press after submitting the resolution, MQM leader Farooq Sattar termed Altaf's Aug 22 anti-Pakistan speech \"suicidal\" and said the party in Pakistan had made a huge sacrifice by distancing itself from party chief Altaf Hussain in its \"decisions and policies\". \n\n\n\t\t\t\t\tA copy of the resolution submitted by the MQM. ─ DawnNews\n\t\t\t\t\n\n\nHe lambasted Pak Sarzameen Party (PSP) chief Mustafa Kamal's 'confusing' earlier statements. On one hand, Kamal says MQM is still collaborating with the London offices and Altaf Hussain, Sattar said, \"But on the other hand, he's saying I'm scared and afraid to sleep in my own home.\" \"We are saying we are totally cut off [from the London offices]... If he is going to make such accusations, then the agencies should help him. If our WhatsApp, FaceTime and phone calls are being monitored, please show the PSP whether we are in touch with them. If we are not, then they should confront them (PSP),\" Sattar said. Wasay Jalil, an MQM leader present in London, had said a day earlier that his party will not accept any resolution against Hussain.Jalil brushed aside the ‘minus-one formula’ and said “Altaf Hussain is MQM and MQM is Altaf Hussain”.NA adopts resolution against Altaf's speech\nMeanwhile, the National Assembly on Friday unanimously passed a separate resolution condemning Hussain's speech and termed it \"an attack on Pakistan's foundation and integrity\". It also condemned the attack on media houses in Karachi by MQM activists.MNAs belonging to MQM-Pakistan supported the resolution.\"This House demands strict action under the law and constitution against the people [involved in the violence],\" said the resolution which was tabled by Federal Minister for Kashmir Affairs and Gilgit-Baltistan Barjees Tahir.\n\n\n\t\t\t\t\tA copy of the resolution adopted by NA.— DawnNews\n\t\t\t\t\n\n\nTwo media houses were ransacked as activists chanting pro-MQM slogans went berserk last month after listening to a highly provocative speech of their London-based chief Hussain and resorted to a violent protest, firing and arson.Parts of the speech that went viral on social media showed that while addressing MQM workers protesting outside the Karachi Press Club against “enforced disappearances and extrajudicial killings”, Hussain not only raised slogans against Pakistan but also called the country “a cancer for [the] entire world”.Altaf later apologised for his speech saying he was \"under severe mental stress\". Days later, the MQM-Pakistan led by Dr Farooq Sattar completely dissociated itself from the London-based supremo.\n", "author": "Dawn.com | Muhammad Bilal", "title": "MQM condemns Altaf's 'incendiary' speech in National Assembly"}}
{"1281584": {"date": "September 02, 2016", "article": "PARIS: Mario Balotelli turned down offers from other European teams before joining Nice because he was looking for playing time. But his new coach has already warned the former Liverpool player that his superstar status won't guarantee him a spot in his starting lineup. Balotelli joined the French club on deadline day this week for an undisclosed fee after being offloaded by Liverpool, hoping to revive his chaotic career at the Riviera club. The 26-year-old Italian the biggest name in the French league since Zlatan Ibrahimovic left Paris Saint-Germain at the end of last season managed only four goals in 28 appearances for Liverpool and spent last season on loan at AC Milan, where he found the net once in 20 league appearances. “I've told Mario what I expect him to do,” Nice coach Lucien Favre said Friday. “I told him I don't make any difference between my players, only the best play. Mario needs to get back down to work. He went through four difficult years and it will be a long-term endeavor. But he has enormous skills. When you look at his highlights, he does amazing things.” Given Balotelli's antics on and off the field, Nice president Jean-Pierre Rivere acknowledged that he “took a risk” by signing the striker. “I think that my career is different from what has been written,” said Balotelli, who was presented to the media on Friday. “For me there is no risk, it's just that I have been hampered by physical problems over the past two years.” Balotelli then refused to take a question from a journalist who asked if the numerous night clubs in and around Nice could be a distraction. Rivere said that the striker also turned down a last-minute offer that was more attractive financially than the deal he ultimately sealed with Nice. “My priority is to play, that's why I chose the Nice project,” Balotelli said through a translator. “To be happy, I need to play.” Balotelli was signed by then-Liverpool manager Brenan Rodgers late in the 2014 transfer window for 16 million pounds as a replacement for Luis Suarez. But the gamble never paid off, with the former Manchester City player better known for his controversies than his goals.“Part of my job is about improving the players,” Favre said. “We don't know where (Balotelli) stands physically and we've got a lot of work to do because this is the foundation for playing good football. I'm not worried about the rest: his technical level and his efficiency in front of goal. “\n", "author": "AP", "title": "No extra privileges for Balotellli at French club Nice"}}
{"1281594": {"date": "September 04, 2016", "article": "West Indian all-rounder Dwayne Bravo endeared himself to the entire world last year by singing the song Champions in his quirky Caribbean style. It made him, apart from being a popular cricketer, an overnight showbiz celebrity. Here’s something new in that regard.Indian film director Anubhav Sinha has successfully negotiated a deal with him. The cricketer will sing a song for his new, yet-to-be-named film, which is a sequel to Tum Bin.Dwayne B will flex his vocal muscles as well as appear in the video of the track for which filming will begin in September. \nCool. Given his recent performances on the cricket field, the cricketer should feel relieved that he has an alternate career to fall back on, at least in India.Published in Dawn, Sunday Magazine, August 4th, 2016\n", "author": "From InpaperMagazine", "title": "Bollywood braces for Bravo"}}
{"1281604": {"date": "Updated September 04, 2016", "article": "The series ‘Look at the city from here’ on the 10th anniversary of the Gandhara Art-Space concludes with Farida Batool’s solo show ‘By the high wall and the closed gates’. Following the same pattern as the previous two solos in the series, the show looks at the artist’s oeuvre from 2009 onwards, coupled with new works, to create a dialogue on the city’s distinct character from the artist’s perspective.Batool’s work is political commentary through an ‘urban’ language and gets deep into the pulsating spirit of the city. She focuses on violence and terror, but goes beyond the cursory glance and dissects the emergence of the culture of fear that has quietly settled in and is subtly choking the city. As the artist says, “I feel like most people look at [Lahore] in black and white instead of showing the nuances of the complexities of the city.”She achieves this perfectly through her piece ‘Kahani eik shehr ki’, which incorporates small postcard sized lenticular prints placed in a long straight line, creating an illusion of the artist taking us on a journey of roadsides with Lahore as her backdrop. She passes a mosque and the Lahore High Court with various vendors, policemen and lawyers outside. \nThe citizens, cars, rickshaws, containers and barricades come together to highlight the undertones of fear that exist in the everyday. \nFarida Batool goes beyond the cursory glance and dissects the emergence of the culture of fear that has quietly settled in and is subtly choking Lahore\n\nThe walk ends with a long wall covered with layers of graffiti. Batool’s own words describe this part of the work perfectly, “The layered images are often related through the notion of memory or history, with the ‘earlier’ image being both partially erased but also constitutive of the ‘later’ image in order to portray contrasting realities.” This piece is able to say a lot about the city on multiple levels, giving us a complete sense of the nature of Lahore, its spirituality, its street life poised at a vulnerable edge, its layers of history contextualising the present. Her choice of lenticular printing is not just meant to create interesting illusions, however, but informs the narrative. “In a video the audience has to watch the events in a particular sequence, but with lenticular prints they have a choice between what they want to see and what they don’t.” This is most relevant in the piece ‘Dekhna mana hai’ where you feel the suffocation inflicted by the male gaze, but you have the power to choose to shut your eyes as you move across the piece. This control is an illusion in itself though, as a few eyes shut, others open, and you end up in the same frustrating struggle for control that is reality.\n\n\n\t\t\t\t\t‘World Cup 2016’\n\t\t\t\t\n\n\nThe gradual progression of fear in Pakistani society can be mapped by the increasingly visible measures taken to ensure ‘security’— which itself lend to the tense air of our cities. In a series of photographs, ‘Oos sheher ka band darwaza’, ‘Oos sheher main mohabbat’ and ‘Oos sheher ki oonchi deewar’, we see barbed wire isolated on a white background, and the whole frame covered by a red brick wall. Batool brings these signifiers of our underlying fear out of the background and into stark view. At the same time, the barbed wire gives the illusion of a heart shape with a string of gajras that are sold at traffic signals, which look dark, colourless and morbid but hint at the presence of love amongst the violence. It signals the existence of normal life amidst the chaos, or perhaps the ethereal omnipresence of danger amidst normal life.The most striking piece, however, that perfectly depicts our current human condition is ‘World Cup 2016’. Here we find the bloodshed and violence in the past year likened to a sport, where human life is a plaything, and news almost seems like a public contest for the inhumane. It is inspired by a video that was released of a couple of young boys kicking around the decapitated head of a policeman. It alludes to the appropriation of violence in our society and the death of our conscience as the consumption of brutal imagery becomes commonplace through social media and television.As a reaction to this Batool has prints of hands, arms and feet cut up and constructed into actual footballs that litter the floor. It looks like a surreal cross between a warzone of limbs, skin and hair strewn across the floor, and a playground of footballs. The fact that the audience is welcome to play with these balls makes it somewhat unnerving. What strikes hardest is the fact that among all the Karachi vs Lahore debates, the political urban landscapes of the cities could not be more similar. Batool’s work could just as easily have been about Karachi in its essence, once visual intricacies and cultural specificities are overlooked. Three shows and one publication later we realize how essentially alike cities are, united in their experiences and concerns, but too divided over petty squabbles to be able to improve their own situation.‘Look at the city from here: by the high wall and closed gates’ is being exhibited at the Gandhara Art-Space from August 18th till September 16th, 2016.Published in Dawn, Sunday Magazine, August 4th, 2016\n", "author": "Nimra Khan", "title": "Exhibition: Fear and loathing in Lahore"}}
{"1281614": {"date": "September 03, 2016", "article": "TAXILA: National Highways and Motorway Police (NHMP) is well equipped and trained to maintain traffic on China–Pakistan Economic Corridor (CPEC). This was stated by the motorway police IG, Shaukat Hayat, while talking to newsmen after attending a ceremony organised by a social figure of Taxila here on Friday. The IG said the motorway police had also planned to establish an emergency response center in Balochistan to facilitate road-users. He said first aid training had also been given to the police deployed on motorways. The IG said that the police would shortly introduce an insurance scheme for commuters travelling at the Islamabad-Lahore section of motorway. He added it would be optional for motorists to get the insurance ticket ranging between Rs 30 and Rs40 per person or per vehicle. Mr Hayat said a complaint cell had been set up to look into the grievances of the motorway users. He said the motorway police would soon establish an international standard first aid training centre. He said the field staff would be provided logistical support to enhance their efficiency so they might better serve the public. Responding to a question, he said the motorway police were committed to ensuring road safety by introducing various steps.Published in Dawn, September 3rd, 2016\n", "author": "The Newspaper's Correspondent", "title": "‘Motorway police ready to maintain traffic on CPEC’"}}
{"1281624": {"date": "September 04, 2016", "article": "Dear Auntie Agni, I am a student and have recently passed my Intermediate. I am in love with a girl. She was my classmate two years ago. This love is one-sided. A few days ago I expressed my feelings to her through a message on Facebook, even though she has not yet accepted my request. My frequent messages resulted in a reply from her, saying “Don’t text me again. Please relax and stay happy. I am not interested in a relationship with you.” This broke my heart and crushed my soul, but I cannot forget about her. I am still in love and I have positive hopes for both of us in future. Please provide me with a solid solution to cope with this problem. I can’t control my sorrow any more. I am exhausted. Sometimes I think that I should live no more because the person with whom I am in love with has no feelings for me. But I am still hoping. Thanks a lot.LovelornDear Hurting,If you have expressed your love to this girl and she has clearly told you she is not interested, you have to let it go. \nAnything else you do (especially after a girl has been so direct) can be construed as harassment and that is not something any self-respecting person would want to be known for. To be honest, bombarding her with texts was harassment.You need to work on your relationship with yourself. You need to learn to love and respect yourself and realise that no one — absolutely no one — is more important than you. Remind yourself every day; every morning look in the mirror and remind yourself how fantastic you are. Focus on real qualities and strengths: subjects you are good at, sports that you play well, many friends, supportive parents.  This is not about being selfish. It is about respecting and honouring yourself. You can be disappointed that the girl said no, but you should never love anyone more than you love yourself. Instead of saying I cannot control my sorrow say, I am disappointed but I am strong and smart and am going to move on.Could you be happy in an unequal relationship, where one partner is devoted and the other couldn’t care less? What kind of a relationship would that be? Pretty draining for the loving partner for sure. Being in a relationship with someone who just does not reciprocate your feelings is far worse, lonelier and more difficult to get out of. Salam Khala jani,I am a 14-year-old girl in eighth grade in a very good school. My brother has done his O’ levels first year and as nowadays his school is off he does nothing except watching movies on his phone. He does not go to tuition regularly nor does he do any other outdoor activity. The problem is that he is so addicted to his phone that he listens to nobody else in the home, not even to our father. And sometimes he says that he wants to go to tuition alone, without anyone. Father gets very irritated with his behaviour as sometimes he talks rudely with him too. Whenever father tries to teach him something good he says that you people always take me wrong. I’m just fed up with his behaviour. TenseDear Sis,Your brother is a teenager so some of his rebellion is to be expected and your parents may have been expecting it. \nHowever he is lucky to have a sister who is so concerned about him and realises that his phone usage is excessive. \nTo some extent your father realises that all is not well with your brother. The issue is that you are still not an adult and cannot enforce rules in the house, so you have to work with and rely on your parents in order to help your brother. You need to speak to your parents regarding setting rules about gadgets. Tell your parents that both of them need to enforce rules regarding phone usage equally and not give in. Talk to your parents and help them recognise the extent of your brother’s problem. Find resources that will inform them about excessive phone usage and its effects. Help them set down new rules and support them in enforcing that.  Your brother might suspect your motives for doing this, so be sure that you are truly concerned, be supportive of him and don’t become militant about nabbing him. Support your parents, but let them handle this.Dear Auntie, I was reading the poor bahu’s issues in your column last week. Married for almost nine years, I have two boys, ages eight and four and am living happily with my husband and kids. While I was reading that, I could feel the girl’s pain since I have been through the same. Husbands are not best friends in the early years of marriage. The wife has to sacrifice and set an example despite all the wrong-doings of the in-laws. Later she will be in a position where she can proudly ‘lajawab’ them. I also had horrible episodes with my in-laws when my mother-in-law cursed me and my parents from in front of the entire family. It is really difficult to clear each and every minor or major issue in the family. My husband and I were never alone except to sleep and whenever we tried to talk on issues, MIL or SIL were listening to us. And that led to more horrible episodes. I had my first baby nine months after my marriage. I wanted my in-laws to all die in an accident, or whatever. My confidence was shaken badly. I don’t think that if she shares all this with her husband he would understand, as only half an year has passed in their marriage. Anyhow, please ask the girl to be patient. These difficulties are given to those whom Allah loves. A diamond has to go through a painful procedure to make it shine. She has to set an example for her kids. And do not be like your in-laws! \nP.S. My saas is my very good friend now and my sisters-in-law now defend me every time. Difficult times pass.Auntie will not reply privately to any query. Please send concise queries to: auntieagni@gmail.comPublished in Dawn, Sunday Magazine, August 4th, 2016\n", "author": "From InpaperMagazine", "title": "Advice: ‘The girl I love has rejected me’"}}
{"1281634": {"date": "September 03, 2016", "article": "THE role of central banks is a delicate one. Central banks are the custodians of the confidence that is so essential to the smooth functioning of the financial system, particularly in the area of sovereign debt. This can be a high-wire act in bad times when the data says one thing and the job demands another. The State Bank governor tried to perform this fragile balancing act on Thursday when he held a news conference to try to reassure the markets that the country’s debt-servicing capacity remains strong and whatever drop in remittances we saw in July owed itself mostly to temporary factors. But then he went far beyond the data in suggesting that the future is strong because the energy situation had been sorted, exporters had received assurances of expedited tax refunds, the law and order situation was improving, and more. In short, instead of an economic analysis, he presented a list of positives that sounded more political in tone.In doing so, he has gone beyond his role as a curator of the financial markets. He was absolutely right to reassure the markets that Pakistan has not defaulted on its sovereign debts, even in bad times, and nothing in the data suggests that debt-service difficulties are around the corner. He was also right to point out that in the two years preceding 2013, debt-service obligations were higher than they are now and they were still met ‘successfully’. But it is worth recalling that at the end of this period, Pakistan landed up on the doorstep of the IMF. So how ‘successfully’ were these obligations really met if addressing the challenge landed the government in the emergency room? More than the present level of foreign exchange reserves, what determines a country’s debt-service capacity is the state of its external deficits. Is the economy really accumulating non-debt-creating reserves? If so, where is the $7bn windfall that came our way in the past couple of years from the decline in oil prices? Now that the data shows deterioration in the health of the three main pillars of the external account — FDI, exports and remittances — it is indeed time for the State Bank to step in and breathe a little confidence into the debt markets. But in doing so, it would be better to leave the rhetoric to the politicians and stick to what the data allows one to say.Published in Dawn, September 3rd, 2016\n", "author": "Editorial", "title": "SBP governor’s take"}}
{"1281644": {"date": "September 03, 2016", "article": "“I WAS, am, will remain an Afghan” — Asfandyar. What is he doing in Pakistan? Has Nadra got his antecedents verified?Adeel Ahmed MalikRawalpindiPublished in Dawn, September 3rd, 2016\n", "author": "From the Newspaper", "title": "Asfandyar"}}
{"1281654": {"date": "September 03, 2016", "article": "TASHKENT: Uzbek Presi­dent Islam Karimov died on Friday, the Uzbekistan government and parliament said in a joint statement.The statement said Mr Karimov would be buried in Sama­r­kand on Saturday according to Muslim traditions, saying he was “truly great”.Criticised for crushing dissent, Mr Karimov kept a stranglehold on power for over 25 years — even at the expense of his own daughter. The veteran leader, 78, whose death was officially announced on Friday several days after he suffered a stroke, played Russia, China and the West off against one other to avoid total isolation as he steered his strategic state out of the collapse of the Soviet Union. “Islam Karimov has been the state for over quarter of a century, ruling with an iron fist,” Steve Swerdlow, Central Asia researcher for Human Rights Watch, said. Mr Karimov’s authoritarian rule came under fire over accusations of rights abuses, most prominently over bloodshed in the city of Andijan in 2005, but the most serious threats to his reign came from far closer to home. In a court drama with echoes of Shakespeare, the former Soviet apparatchik — at the helm since 1989 — had his eldest daughter put under house arrest in 2014 during a family feud in which she compared him to brutal Soviet leader Joseph Stalin. The spectacular fall from grace of Gulnara Karimova — a pop-singing, corruption-tainted socialite once seen as a possible heir to her father’s throne — appeared to show just how far Mr Karimov was willing to go to keep his iron grip on power. Mr Karimov, long the subject of rumours about his ill health, has now left no obvious successor in a country that has never held an election judged free and fair by international monitors. Born on January 30, 1938, the Uzbek leader was raised in an orphanage in the ancient city of Samarkand. He studied engineering and rose up the Communist Party ladder to become head of Soviet Uzbekistan in 1989. Like the authoritarian leader of neighbouring Kazakhstan, Nursultan Nazarbayev, Mr Karimov led his country through the transition from the former USSR without any major challenge to his rule. Critics, however, say he squandered the potential of his cotton-rich nation of 30 million and allowed corrupt elite to amass huge fortunes. The major challenge for him came when the palace power struggle within his own family emerged in 2013. The house arrest of the once-untouchable Gulnara Karimova, 44, came after a war of words played out in the international media during which she accused her mother and younger sister of sorcery, and assailed the country’s security chief on Twitter for harbouring presidential ambitions.Published in Dawn, September 3rd, 2016\n", "author": "Agencies", "title": "Uzbekistan strongman Karimov dies, to be buried in Samarkand"}}
{"1281664": {"date": "September 03, 2016", "article": "MUZAFFARABAD: Azad Kashmir Regional Cricket Association (AKRCA) has announced to organize a grand sports event titled Azad Kashmir Super League (AKSL) which begins in Azad Kashmir from Sept 20 to promote the game of cricket in the region.The Secretary General AJK Regional Cricket Association Tanveer Ahmed Mughal, Chairman of the Association Syed Siddique Shah and Media Advisor Syed Nasir Ali Shah disclosed the plans for the league while addressing a joint press conference here on Friday.Tanveer said that it would be the first ever mega sports event in history of AJK in which superstars of Pakistan national cricket will also participate. “We have divided the teams into five zones in which five best teams of Azad Kashmir and superstars of Pakistan cricket will compete,” he said.Tanveer added that the objective of the sports gala is to revive cricket and other sports activities in the region after the 2005 earthquake had devastated Azad Kashmir and destroyed sports culture.The Chairman AKRCA Syed Siddique Shah on the occasion said that the event will start on the Septe 20 and the first match would be played between Habib Bank and Azad Kashmir Cricket United at the Nedol Stadium, Muzaffarabad.He revealed that some of Pakistan’s leading players including Ahmed Shahzad, Abdul Rehman and Umer Akmal will also participate in the super league.Published in Dawn, September 3rd, 2016\n", "author": "APP", "title": "Azad Kashmir Super League to commence from Sept 20"}}
{"1281674": {"date": "September 03, 2016", "article": "QUETTA: Pakistan’s border authorities lodged a strong protest on Friday with Iranian authorities on firing  of mortar shells in the Parom area of Panjgur, the bordering district of Pakistan with Iran.Sources said that Pakistani officials lodged the protest with Iran’s border authorities in writing and termed the incident a violation of Pakistan’s territory.Sources said that Pakistan’s officials had demanded a flag meeting with Iranian authorities on the issue.“They had fired 20 mortar shells from the Iranian border,” a security official said, adding that fortunately no loss of life and property took place as shells exploded away from human settlements in Parom.Published in Dawn, September 3rd, 2016\n", "author": "The Newspaper's Staff Correspondent", "title": "Protest lodged with Iran over firing of mortar shells"}}
{"1281684": {"date": "September 03, 2016", "article": "ISLAMABAD: The Pakistan Bar Council (PBC), a supervisory body of lawyers, has announced a countrywide strike for Saturday (today) to condemn the suicide attack on the Mardan district courts in Khyber Pakhtunkhwa. Condemning the attack on Friday, PBC vice chairman Dr Farogh Naseem and its Executive Committee chairman Abdul Fayaz asked the lawyers to hold protest meetings in bar rooms and wear black armbands to condemn the tragic incident in which at least 13 people, including five lawyers and two policemen, lost their lives. Chief Justice of Pakistan Justice Anwar Zaheer Jamali also condemned the bomb blast and offered his heartfelt condolences to the bereaved families and prayed for the speedy recovery of the injured. The PBC criticised the federal and KP governments for what it called their utter failure to maintain law and order in the province and provide security to people. The council asked the governments to arrest the culprits and bring them to book at the earliest. Expressing sympathy with the bereaved families on behalf of the legal fraternity, the PBC stressed the need for evolving a foolproof mechanism to improve security in and around courts throughout the country and ensure safety and protection of judges, lawyers and litigants. The PBC’s Human Rights Committee, headed by Muhammad Raheel Kamran Sheikh, had at a recent meeting adopted a resolution calling upon the CJP as well as chief justices of high courts to play an active supervisory role in ensuring safety and security of all registries of the Supreme Court as well as the high courts. The resolution suggested to the chief justices to devise an appropriate mechanism in coordination with the federal and provincial governments for supervising the safety measures to be adopted by intelligence and law enforcement agencies for security of courts’ premises. The chief justices were also requested to periodically hold meetings with the district and sessions judges for the purpose. The resolution had asked the Supreme Court Bar Association and high court, district and tehsil bar associations to form their respective committees and evolve measures for safety and security of lawyers in coordination with respective administrations.Published in Dawn, September 3rd, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "PBC strike against Mardan  attack today"}}
{"1281694": {"date": "September 03, 2016", "article": "KUALA LUMPUR: Malaysian palm oil futures rose by the most in more than two weeks on Friday, lifted by a weaker ringgit and tracking better-performing rival oils on China’s Dalian Commodity Exchange.Benchmark palm oil futures for November on the Bursa Malaysia Derivatives Exchange rose by 3 per cent to 2,595 ringgit per tonne at the end of the trading day, their strongest daily surge since Aug 17.The contract earlier reached an intraday high of 2,598 ringgit, its strongest level in over a week. Palm oil is up 0.6pc for the week following a weekly decline. Traded volumes stood at 35,875 lots of 25 tonnes each on Friday evening, below the 2015 average of 44,600.“The ringgit currency is weaker,” said a Malaysian-based trader, adding that gains for competing vegetable oil products on the Dalian exchange helped to lift palm.The January soybean oil contract on the Dalian Commodity Exchange rose 0.3pc, while the January contract for palm olein surged 1.7pc.The ringgit, palm’s traded currency, declined 0.2pc to reach 4.0830 per dollar on Friday evening.It earlier reached 4.0895 per dollar, its weakest level in two months, making palm oil cheaper for foreign-currency holders.Published in Dawn, September 3rd, 2016\n", "author": "Reuters", "title": "Palm oil higher"}}
{"1281704": {"date": "Updated September 03, 2016", "article": "KARACHI: The Karachi Customs Agents Association (KCAA) has urged the Federal Board of Revenue (FBR) to postpone the implementation of electronic filing of goods declarations (GD) until the stakeholders adapt to the technicalities of the system.The secretary general of the KCAA, Nadeem Kamil, pointed out that the FBR has made uploading of electronic import form (EIF) in web-based one customs (WeBOC) system mandatory from Sept 1, 2016.Though the move would help curb malpractices and check illegal financial transactions, customs agents and importers were facing difficulty in understanding the system, he explained.He asked the FBR that before launching such systems, proper training sessions and workshops should be held to train stakeholders.Besides technical issues, he said there was no clarification regarding the letter of credit payments which were already made prior to the date of implementation of the EIF system from Sept 1.He added that other issues related to the new system could be related to refresh of WeBOC user ID and password in the cases where importers add their customs agents and authorise them to file GDs on their behalf.In order to resolve such issues, the customs authorities should also set up a help desk in the customs collectorates concerned in which official of the post of deputy collector of customs in user ID and password sections should \nfacilitate trade and provide necessary assistance.Mr Kamil also asked the customs authorities that the requirement to provide the bill of landing at the time of issuance of user ID may also be abolished because after the implementation of EIF as mandatory, the aforesaid condition could not be fulfilled by trade and customs agents.Published in Dawn, September 3rd, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "FBR asked to defer e-filing of goods declaration"}}
{"1281714": {"date": "September 03, 2016", "article": "SO it’s September and Europe is back at work. There is much to discuss and to do. Problems abound. Europe faces a host of difficult challenges, many internal, some external — and next year is set to be even more challenging. Everyone is braced for an autumn and winter of discontent. The world kept turning as the EU took a long summer break. The war in Syria continued to wreak havoc, refugees fled devastation, the earthquake in Italy killed and injured many, there were suicide bombs in Yemen, Turkey and Kabul and strongmen in Russia, Turkey and the US thundered poison and venom.And oh yes, there were the Olympics, bringing some relief and excitement in an increasingly angry, intolerant and difficult world. There was also a landmark peace deal in Colombia between the government and the main left-wing rebel group, the Revolutionary Armed Forces of Colombia (Farc), putting an end to one of the world’s longest-running insurgencies.Europe reacted to the events of course — but internal difficulties took centre stage. Europe’s focus is on itself, its challenges and dilemmas. Certainly, many EU policymakers keep a close watch on global events. But in the end, for many, Europe comes first.Even when it comes to taking a holiday. Its certainly good politics for European leaders to take their vacations in Europe. Trekking in the Alps rather than in the Himalayas shows that a European leader — like Britain’s new Prime Minister Theresa May — is careful with money and committed to Europe.But staying close to home has its disadvantages. Staying inside the cosy European cocoon may be cheap, comfortable and familiar. But it leads to complacency. If EU leaders had travelled a bit further, say to Asia for instance, they would know that the EU star is rapidly losing its sparkle.Europe has certainly been in the news over the summer. But the headlines have been less than flattering. Media across the world has focused on three key questions which unfortunately appear to define Europe in 2016: burkinis, borders and Brexit. Gone are the compliments and the glowing words, the soft focus on European cities, museums, and food, abiding admiration for European integration efforts, the noble pledge to steer clear of war and turmoil. No longer, no more.Step outside Europe and its clear: the EU has lost its reputation and clout. It’s political, diplomatic and economic influence is slipping, its standing is in tatters. Forget talk about European values. A watching world knows very clearly that Europe has lost its mojo. And nobody is celebrating.For most of the summer, France grabbed the headlines with its bizarre decision to ban so-called ‘burkinis’. Images of Muslim women being ordered to undress on French beaches caught the global imagination, triggering animated debates on what had happened to a country known for its commitment to “liberte, egalite and fraternite”.The burkini was of course only the tip of the iceberg. As the country heads for presidential elections in 2017, the French debate on Islam is expected to become even fiercer, with Marine Le Pen, the leader of the xenophobic and anti-Muslim Front National, calling the shots and other politicians including the centre-right presidential candidate Nicolas Sarkozy, frantically struggling to keep up.The game in France over the coming months is going to be a simple one: who can sound tougher on Islam and Muslims. Le Pen is unlikely to become French president. But she will set the political agenda for the country and dominate the political discourse for months to come.Which brings us to refugees and Europe’s ongoing struggle to deal with the large number of migrants and asylum seekers who keep knocking on its doors.The EU once captured the headlines for its bold moves to eliminate borders to create a frontier free single market. The image now is of an EU determined to protect itself with barbed wire fences, armed policemen and more. This is especially the case in many eastern European states where restrictive new laws making life difficult for asylum seekers and refugees, anti-migrant rhetoric by decision makers and high-ranking politicians is commonplace.Asylum seekers and refugees are called “intruders,” and “potential terrorists”, bent on destroying Western civilisation and Christianity. Hungarian Prime Minister Viktor Orban himself in July referred to migration as “poison”. Gyorgy Schopflin, a ruling party member with a seat in the European Parliament, suggested on Twitter that pigs’ heads should be placed on the border fence with Serbia to deter Muslim refugees from entering Hungary.And then of course there is Brexit. The world can’t really believe that a country would willingly leave a much-coveted rich men’s club. And no one seems as confused as Britain’s Prime Minister Theresa May.Her mantra of “Brexit means Brexit” is beginning to ring hollow, not least because the government has yet to decide on just when to invoke “article 50” which will kick-start negotiations on Britain’s withdrawal from the EU.Many including former premier Tony Blair seem to believe that Britain could change course either through a second referendum or new elections. But others denounce this as wishful thinking.Who knows? Europeans once stood out for their post-modern values and aspirations, their ability to make friends with former enemies. That’s no longer the case. Europe in the autumn of 2016 appears fragile, fraught and afraid. And it may stay this way for most of next year.—The writer is Dawn’s correspondent in Brussels.Published in Dawn, September 3rd, 2016\n", "author": "Shada Islam", "title": "VIEW FROM ABROAD: Europe’s autumn of discontent: burkinis, borders and Brexit"}}
{"1281724": {"date": "September 03, 2016", "article": "BAGHDAD: A series of attacks across Baghdad, including an explosion at a weapons warehouse that set off munitions and sent a huge plume of smoke over the Iraqi capital, killed 15 people and wounded over 50 on Friday, according to Iraqi officials.The attacks underscore the poor security situation in the Iraqi capital, which has been subject to several recent large-scale attacks, including a July shopping centre bombing that killed nearly 300 people.At least three rockets landed in eastern Baghdad, killing five people and wounding 15, police officials said. The rockets that hit eastern Baghdad appear to have been set of by a blast at a weapons storage facility, according to a police official. A reporter at the scene said members of the powerful Shia militia group Asaib Ahl al-Haq were present at the scene of the attack. Police officials say it is unclear which powerful Shia militia the weapons store belonged to.The weapons’ cache blast set off munitions stored there, sending a huge plume of smoke over the city skyline.In the predominantly Sunni neighbourhood of Ghazaliya, a bomb struck a shopping street, killing two people and wounding eight, police said.Two bomb attacks on fruit and vegetable markets across the city killed five people and wounded 20, officials from the Interior Ministry said.Meanwhile, a bomb attack on a commercial area in western Baghdad killed three people and wounded eight, according to police and hospital officials. Friday also marked the martyrdom anniversary of the ninth Shia Imam. In Baghdad pilgrims descended on the Kadhimiya shrine in Baghdad to commemorate the day, but none of the attacks wounded pilgrims or hit near the shrine.No group immediately claimed responsibility for the attacks, but the militant Islamic State group has often said it was behind deadly bombings targeting Shia civilians in the Iraqi capital, including the July shopping centre attack.Iraq’s army has pushed IS militants out of the major cities of Ramadi and Fallujah, and the government has pledged that it will retake Mosul, the country’s second largest city, from the IS group by the end of this year.Late Thursday night, an attack on Iraqi security forces killed nine fighters and wounded 15, according to Karim al-Nouri, the spokesman for Iraq’s government-sanctioned mainly Shia militias, known as the Popular Mobilisation Forces. He said that Shia fighters were among the dead.The Salaheddin Operations Command the unit that overseas Iraqi military operations in the province where Tikrit is located confirmed the attack.It comes just days after Iraqi forces, backed by US-led coalition air strikes, retook a town south of the militant-held city of Mosul. Iraqi forces are conducting a number of small-scale operations around Mosul in an effort to cut IS supply lines in and out of the city.Published in Dawn, September 3rd, 2016\n", "author": "AP", "title": "Attacks across Iraqi capital kill 15 people, wound over 50"}}
{"1281734": {"date": "September 03, 2016", "article": "VENICE: Ex-fashion designer Tom Ford enthralled the Venice film festival on Friday with a gripping tale of betrayal and revenge, unveiling two films in one with his hotly-anticipated “Nocturnal Animals”. The romantic thriller, Ford’s second feature film after “A Single Man” (2009), spooked and stirred in equal part, with arresting performances from US stars Amy Adams and Jake Gyllenhaal as lovers gone awry. From the first scene — wildly obese women dancing naked — to the bittersweet close, the former Gucci designer produced a visually stunning and richly complex evocation of human frailty and retribution. “Loyalty is important to me. The story is about when you find people in your life, you hang on to them. This is a cautionary tale about what can happen in your life when you let them go,” Ford told journalists on Venice’s Lido.Adams, 42, plays Susan, who lives a privileged but lonely life in Los Angeles with her oft-absent husband. One day she receives a novel, “Nocturnal Animals”, written by her ex-husband Edward, played by Gyllenhaal.Published in Dawn, September 3rd, 2016\n", "author": "AFP", "title": "Ford hypnotises Venice with  ‘Nocturnal Animals’"}}
{"1281744": {"date": "September 03, 2016", "article": "KARACHI: The pending examination results of 95,000 BSEK students will be announced by Monday, Anti-Corruption Cell chairman Ghulam Qadir Thebo said while speaking to the media at the end of a workshop held for ACE employees at a hotel on Friday.Referring to the cases of alleged corruption and illegal appointments involving chairman of the Board of Secondary Education Karachi (BSEK) Anwar Ahmed Zai, he said the chairman was suspected of tampering with 94 examination results in exchange for money during his tenure as chairperson of the Mirpurkhas board and later as Karachi board’s.Mr Zai was arrested on Aug 25 after arrest warrants were issued against him by the National Accountability Bureau (NAB) over alleged tam­p­ering of examination results, out of turn promotions and illegal appointments.Mr Thebo added that the pending examination results of 95,000 students, held back after the arrest of the BSEK chairperson, will be ann­ounced by Monday. He said that although the anti-corruption cell has arrested officials of BSEK in the past, this case involving Mr Zai Zai was looked into by NAB to avoid “double jeopardy” in court. It was better if one institution followed the case till the end to avoid confusion, he added.Published in Dawn, September 3rd, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "BSEK exam results may be declared soon"}}
{"1281754": {"date": "September 03, 2016", "article": "KARACHI: Another bullet-riddled body was found in the Mauripur area on Friday, taking the number of such murdered people to five in a month, police said. The body of the man in his late 20s was found floating on the Lyari river behind the Shershah police station, said Mauripur SHO Sohail Ahmed. It was shifted to the Civil Hospital Karachi for a post-mortem examination where doctors said that he was killed around two to three days back. There were eight to nine bullet wounds on different parts of the body. The victim had trimmed beard. From his appearance, he looked Punjabi, said the SHO. He said that during the last one month five bodies had been found at the same place. However, of them, only one victim had been identified by relatives as Ubaid. The SHO said Ubaid, a resident of Chakiwara in Lyari was kidnapped and gunned down in Pak Colony by unknown suspects and later his body was thrown into Lyari river. The officer claimed that Ubaid was an alleged gangster linked with the Uzair Baloch-led gang in Lyari. Published in Dawn, September 3rd, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Fifth body found in Mauripur in a month"}}
{"1281764": {"date": "September 03, 2016", "article": "TOBA TEK SINGH: Rajana police registered on Friday a murder case against a brick kiln owner of Chak 191-GB, Makhdooman, and his five accomplices for torturing to death the mother of a kiln worker. According to the FIR, complaint Muhammad Tariq said kiln owner Muhammad Ashraf had kept in his illegal confinement him and his 13 relatives, namely his mother, wife, four minor children and seven other relatives at Chak 254-GB, Soondh. His sister Sarmai Bibi had filed a petition before the district and sessions judge who ordered his bailiff to recover all the people from illegal confinement. At this, the kiln owner got offended and he along with five accomplices tortured Tariq and his family in revenge. As a result, his mother Mariam Bibi died after being hit in the head. The family and other kiln workers staged a demonstration outside the DHQ Hospital on Thursday night for registration of a murder case against Ashraf. Acting District Police Officer Rana Khalid Rashid said two of the suspects nominated in the case had been arrested while raids were being conducted to arrest others. Meanwhile, the Bhatta Mazdoor Union continued their hunger strike unto death on the fifth