{"1362919": {"date": "Updated October 10, 2017", "article": "Sri Lanka beat Pakistan by 68 runs in the second and final day-night Test in Dubai on Tuesday, clinching the series title. Sri Lanka's win ends Pakistan's unbeaten track record on neutral venues in the United Arab Emirates, where the latter had not lost a Test series in nine attempts since the 2009 terror attack on the Sri Lankan cricket team, drawing four series and winning five. Pakistan today were all out for 248 runs in chase of Sri Lanka's 317-run target. Karuna Ratne was awarded man of the match and man of the series for his outstanding batting, with 196 runs in the Sri Lankan innings.With this loss, Pakistan have fallen to the seventh spot in the ICC Test rankings ─ a stark difference from their position on top of the rankings last year, when Misbah-ul-Haq was captain of the team.\n\nAsad Shafiq leaves the field after the end of the fourth day Second Test cricket match against Sri Lanka in Dubai. —AP\n\n\nIt was game over for Pakistan after the final batsman, Wahab Riaz, was caught out by Dinesh Chandimal off a delivery from Test hero Rangana Herath, who became the second Sri Lankan to bag 400 wickets in the first Test against Pakistan.Riaz, who made a single run. was caught in the deep trying hit one out of the ground.Yasir Shah was also stumped off Herath today.Skipper Sarfraz was the first man out as play resumed today, when he was caught sweeping against Paradeep just when it appeared as though he and Asad Shafiq may be able to steer Pakistan to victory and a series draw after Sri Lanka's dramatic 21-run win in the first Test in Abu Dhabi last week. Mohammad Amir fell against Dilruwan Perera ─ who completed his five-for with this wicket ─ soon after.Play today resumed with Pakistan at 198-5. Riaz yesterday grabbed four for 41 and left-arm spinner Haris Sohail took three wickets, dismissing Sri Lanka for 96 in their second innings.Sri Lanka had been whitewashed by India at home before this series.The ODIs between the two teams begin on Friday, October 13. \n", "author": "Dawn Sport", "title": "Sri Lanka thrash Pakistan, claim Test series"}}
{"1362909": {"date": "Updated Oct 19, 2017 05:08pm", "article": " \n\nThe much misunderstood PremierShowcasing Pakistan’s military mightThe man Jinnah called his right handSensible words laced with visionJinnah’s choiceLong road to a dubious victoryEnglish press is the key for US analystsA view from across the borderThe patchy world of Urdu newspapersThe struggle of Sindhi newspapersRare audio extracts\n\n\n\n ", "author": "The Media GroupPublishing Partner", "title": "Special report: The legendary Liaquat 1895-1951"}}
{"1362899": {"date": "October 10, 2017", "article": "Bangladesh police on Monday night arrested the top leaders of the country's largest Islamist party, an official said, as the government appeared to have launched a crackdown on the main opposition parties.Nine people were arrested after a raid on a house in Dhaka's northern neighbourhood of Uttara, including the top leader of the Jamaat-e-Islami party, Maqbul Ahmed, deputy leader Shafiqur Rahman and former member of parliament Golam Parwar.“We learnt from a secret source they were holding a meeting at a secret place at a house in Uttara Sector Number Six. We have found some papers from that place,” Dhaka Police deputy commissioner Shaikh Nazmul Alam told AFP, adding they were investigating the documents.He did not say what the Jamaat leaders were arrested for, but that “most of them were fugitive”.Prothom Alo, the country's largest newspaper, said the leaders were arrested on charges of sabotage.The arrests came as the government appeared to have launched a crackdown on the opposition parties after it came under heavy flak for its handling of the Rohingya crisis which has seen a massive influx of refugees fleeing violence in neighbouring Myanmar.Earlier in the day, a court in the country's east issued an arrest warrant against main opposition leader Khaleda Zia after she failed to appear at a hearing over charges related to a 2015 fire-bombing of a bus that killed eight people.Zia has been visiting her exiled son in London for the last two months and is expected to return home later this month.The country's chief justice, who is widely seen as a major critic of the government, has also gone on a month-long leave, amid concerns that he was forcibly sent to vacation and might not return to duty.A Jamaat spokesman condemned the arrests, saying the leaders were attending “a social gathering”.“We protest the arrests. These are motivated. We are a democratic party and abide by all democratic norms. We did not do anything that was violent or went against the democratic ways,” he said.Ahmed, 79, has not appeared in any public meeting or political activities after he was elected as the head of the party last October, months after the execution of previous leader Motiur Rahman Nizami for war crimes related to the 1971 war of independence against Pakistan.Rahman, who was elected secretary general last year, is seen as his heir apparent.Jamaat has been banned from contesting polls in Bangladesh after the country's high court ruled in 2013 that the party's charter contravened the nation's secular constitution.The government of Prime Minister Sheikh Hasina also set up a controversial war crimes tribunal in 2010, which convicted and sentenced to death top Jamaat leadership, triggering nationwide violent protests that left hundreds dead.Five of the key leaders including Nizami were later hanged.\n", "author": "AFP", "title": "Bangladesh arrests top leaders of Jamaat-e-Islami"}}
{"1362889": {"date": "October 10, 2017", "article": "TURTLES are under great threat of extinction as they are badly affected by the drainage and pipe system of the coastal areas. Turtles are very beneficial for sea environment as they help marine ecology. They help to maintain healthy sea-grass beds and coral reefs, provides habitat to other marine food webs. Thus, any attempt to remove turtles in the sea will negatively impact on the marine ecosystem. Thus, on the International Coastal Clean-up Week, government officials, civil society representatives and students took part in cleaning the beach at Sandspit. As far as technical advisers are concerned, the Sandspit is a rich habitat for green turtles provided the site is safe and secure. It is an area where more than 3,000 turtles nest and reside. But, unfortunately, the beach is suffering from encroachments of plastic litters, glass, leather, etc, that interferes with the turtles’ nesting cycle. According to a technical adviser, Karachi generates about 12,000 tonnes of solid waste a day, most of which goes into the sea through drains and rivers. Hence the need for government measures to protect beaches and create among the people awareness on the rationale use of plastic.Fatima A. Ghafoor\nAbsorPublished in Dawn, October 10th, 2017\n", "author": "From the Newspaper", "title": "Turtles under threat"}}
{"1362879": {"date": "October 10, 2017", "article": "MARDAN: The lawyers on Monday boycotted the courts and observed a strike against the district and sessions judge for ‘misguiding’ the chief justice of the Peshawar High Court that the legal fraternity of the district had agreed to the construction of the judicial complex near the new jail building.The call for the strike was given by the district bar association.Speaking to reporters, the bar’s president Islam Khan Wardag and general secretary Zar Bacha Khan said a few weeks ago, District and Sessions Judge Mardan Subhan Khan Sher had held a meeting with office-bearers of the bar association and some other senior lawyers over construction of the new judicial complex building.They said the judge tried to convince them that the judicial complex should be built near the new jail building. However, they said the lawyers’ representatives rejected the government plan.But, the lawyers’ leaders said, the DSJ sent minutes of the meeting to the PHC chief justice and ‘misguided’ him by giving the impression that legal fraternity of Mardan had agreed to the government’s plan to construct the building of judicial complex near the new jail. They said earlier there was a dispute between the provincial government and lawyers over location of the judicial complex building.The lawyers wanted that the new judicial complex should be built on the old jail land, while the provincial government wanted it to be built near the new jail.Later, they said bar members held meetings with provincial ministers and other relevant officials in that connection and got the issue resolved amicably.Published in Dawn, October 10th, 2017\n", "author": "The Newspaper's Correspondent", "title": "Lawyers boycott courts in Mardan"}}
{"1362869": {"date": "October 10, 2017", "article": "NOWSHERA: Chief Minister Pervez Khattak has accused ousted prime minister Nawaz Sharif of endangering democracy by trying to pitch national institutions against each other.He also said the PTI would sweep the 2018 elections to form governments in all provinces and the centre.Addressing a public meeting in Ziarat Kaka Sahib area here, the CM said PTI chairman Imran Khan had begun a war against corruption, which led to the disqualification of former prime minister Nawaz Sharif by the Supreme Court.“Imran Khan’s prolonged struggle against corruption has begun the process of the accountability of the ruling elite. He doesn’t believe in empty slogans and has proved it through his actions,” he said.\nCM claims PTI’s popularity on the rise over good governance\nThe CM said more and more members of other parties were joining the PTI in light of his government’s good performance in the province.He said the PTI’s popularity was on the rise, especially among youths, as it had changed the political dynamics in the province by delivering the goods.Mr Khattak said his government had eliminated the class-based education system and thus, reducing the otherwise yawning divide between the rich and the poor people in the province. “Now, the poor also have access to modern English medium education, which will enable them to compete with the rich in all walks of life,” he said.The CM highlighted the educational reforms and said his government had ended political interference in the all departments, especially on appointments and postings and transfers, and strengthened the system of service delivery.He said for the first time in history, the province had a development strategy focusing on the poor people of all regions without discrimination as suggested by the PTI chairman.Mr Khattak said a major part of resources was being spent on the welfare of the poor people. “We’ve given 0.14 million families the Sehat Insaf Cards promising free care in private and public sector hospitals and will issue these cards to one million more families this year,” he said.The CM said his government was providing urea and seed at subsidised rates to farmers in the province.He said the employees recruited through the National Testing Service and KP Educational Testing and Evaluation Agency would be regularised soon.Mr Khattak regretted that the political parties, which ruled the province in the past, talked much against corruption but plundered resources and that they wanted to deceive the people to claim power again.He however said the people won’t vote for such parties again and that they should be taken to task for massive corruption.The CM also inaugurated work on development schemes, including gas supply to Spin Kanni, Mohallah Salam Sar and Sparay areas.On the occasion, many ANP leaders and workers announced the joining of the PTI.Published in Dawn, October 10th, 2017\n", "author": "The Newspaper's Correspondent", "title": "Sharif trying to pit institutions against each other: Khattak"}}
{"1362859": {"date": "October 10, 2017", "article": "\n\nSewage from these houses in G-7 flows into a nullah from these drain pipes. — White Star\n\n\nISLAMABAD: ‘Islamabad the beautiful’ is fast losing its beauty due to poor environment management. With its population having grown during the last two decades, the city is not receiving due attention from its managers. The capital city does not have a proper landfill site and garbage from the urban areas is being dumped in I-12, which is a residential sector. Most of the garbage from the rural areas goes into streams and the city’s green belts are being used for parking and commercial activities.There is no audit of trees and the tree plantation campaign which the Capital Development Authority (CDA) – and now the Metropolitan Corporation Islamabad (MCI) – conduct each year in order to keep a check on plant mortality and the cutting of trees. “Islamabad was designed for two million people and today, that is the number of people living in the city,” said CDA’s Director Master Planning, Zafar Iqbal Zafar during a briefing to a Senate committee on Thursday.According to the latest census, 9.7 million people live in the rural areas and 10.3 million in the urban areas. All of the rural areas are unplanned and there is no proper sewerage system or garbage collection system, which is affecting the environment of the city. Workshops in residential areas of the urban areas, such as those in the G-7 markaz which is known as Khada Market and encroachments in almost all markets of the city is also affecting the beauty of the city. The quality of air is being affected by the growth of industrial activities which has lead to an increase in smoke and dust.“The major polluters identified by CDA are steel furnaces operating in the industrial areas of sector I-9 and I-10. The authority has so far, identified nine polluting steel furnaces and formal complaints have already been lodged with the Pak-EPA being regulatory authority,” reads a working paper which the CDA presented before the Senate Standing Committee on Cabinet on Thursday. It says that following Supreme Court orders, the CDA has directed all steel furnaces to install scrubber units to control air emissions.\n\nThe picture shows the remains of trees chopped down in a greenbelt in Islamabad. — White Star\n\n\nThe scrubbers have been installed in most industrial units and harmful emissions into the air have been curtailed to a large extent, the paper says.However, the managements of steel mills keep the scrubbers off most of the time in order to reduce electricity bills, the documents say, and that the CDA has also assisted Pak-EPA in sealing three steel mills in the recent past including Zia Steel in I-10/3, Silk Root Steel Mill in I-9 and Mustehkam Steel Mill in I-9.A few weeks ago, the auditor general’s office through a special audit also tried to inform the government about the serious environmental challenges that the federal capital was facing. It says green belts are being used for parking and commercial purposes in violation of the master plan. It says the green belt in G-5 is used for parking while that in F-9 is used for the Traffic Police Office.According to the audit, various departments are using green areas and other spaces along the Mauve Area, G-8, G-9 and G-10 for parking purposes. The report pointed out that CNG and petrol stations are established along the Kashmir Highway and that kiosks have been established on green belts in all sectors.The report says bus stands and shops have been established on green belts between IJP Road and I-10 and I-9 and seeks the attention of the city managers in regards to the regular fires in the Margalla Hills, though the CDA and MCI are yet to take action to minimise the chances of fire.Spread over 12,605 hectares, the Margalla Hills National Park witnesses dozens of fire incidents every year. During the five years between 2009 and 2014, the hills have faced over 146 fires, which damage forests and adds to air pollution in the federal capital among other adverse effects.“No preventive measure appeared to have been adopted by the CDA/MCI [to] mitigate the risk of fire and to reduce the instances of fire,” the audit pointed out. The katchi abadis based on the beds of nullahs including those in G-7, G-8 and F-7 also add to the sewage problems and debris from demolished houses is also thrown into the nullahs.“I do agree that there several environmental problems in the federal capital which have piled up during the last two decades but we are taking steps to bring improvement,” said MCI’s chief metropolitan officer Asad Mehboob Kayani.“We have imposed a complete ban on all types of unauthorised buildings in Islamabad and we are also working on establishing a permanent landfill site. We will also introduce a garbage collection system for all of Islamabad as currently, garbage is only collected in the urban areas,” he said.DG Environment Dr Sulman Sheikh also said that steps are being taken to stop environment harming activities in Islamabad.According to sources in the environment directorate, corruption and nepotism is affecting the performance of the entire department where several corruption inquiries have been pending for years. They said officers responsible for the beautification of Islamabad and for the protection of the environment and forests do not have the qualifications to do so.“You will not believe that this directorate has around 4,000 employees if you visit the city and its parks,” an officer of the MCI said, adding that at times, junior officers are given double charges if they do not have the right candidate and in case of shortage of manpower.Published in Dawn, October 10th, 2017\n", "author": "Kashif Abbasi", "title": "Islamabad fast losing its beauty due to poor environmental management"}}
{"1362849": {"date": "October 10, 2017", "article": "ISLAMABAD: Right to Information (RTI) Act will be a significant step towards transparent and accountable governance. This was stated by Senator Farhatullah Babar of PPP while speaking to participants of a seminar titled ‘Right to information-- A step forward for better governance’. The seminar was organised by Sustainable Development Policy Institute (SDPI) on Monday. Although the RTI bill was passed by both houses of the parliament, it is yet to get the assent of the President. He said a change in the mindset at every level would play crucial role in reaping the dividends of the law for the people of Pakistan. Mr Babar said that the culture of openness could replace the culture of secrecy and a general trend of shying away from taking responsibility and being accountable. “We must remain vigilant about the fact that some elements will continue resisting this progressive development and will make every effort to revoke it. The draft law does not offer blanket exemptions on the name of national security and every effort is made to strike balance in present RTI bill and national security and public interest,” he said. Executive Director Pakistan Institute of Parliamentary Services (PIPS) Zafarullah Khan said that it was first such law has been finalised with the consensus of all major political parties. He said there were a number of areas that could be improved or amended later but to start with, the passage of the law from the parliament should be taken as huge step forward. He said that for the implementation of the law, all the officers from government ministries and line departments should be made aware of the processes and procedures involved and their respective duties in this regard. Besides, he said, it would be imperative to translate the law in Urdu and regional languages. Senior journalist and analyst Mr Ziauddin on the occasion termed awareness a key factor for the successful implementation of right to information law. He said that unfortunately, we do not have a culture of asking questions to reach at clarity on any issue. Therefore, media and civil society would have important role to play in making this law successful whereas media houses should come forward and arrange specific training for their reporters so that they could use this law to obtain information and to serve the public interest effectively, he concluded.Published in Dawn, October 10th, 2017\n", "author": "A Reporter", "title": "‘RTI law a step towards transparent governance’"}}
{"1362839": {"date": "Updated October 10, 2017", "article": "ISLAMABAD: The Supreme Judicial Council (SJC) — a constitutional forum which examines the conduct of superior court judges and then recommends their removal from the top post — on Monday reserved its ruling to determine whether a judge facing a reference can sit in the council to try another judge. An informed source told Dawn that the council initiated the proceedings on a reference against a sitting judge of the Lahore High Court, but decided to reserve its verdict when the judge objected to the presence of one of the SJC members who is also facing a similar reference relating to misconduct before the council. The LHC judge is accused of having offshore assets at the time when he was inducted into the judiciary, and it has to be decided whether or not the foreign companies have ever been declared as assets. During the long proceedings presided over by Chief Justice Mian Saqib Nisar, the high court judge, through his counsel, asked how the SJC could determine the fate of a judge when one of its members was facing allegations of misconduct in the same council. Established under Article 209 of the Constitution, the SJC probes allegations against judges of the Supreme Court and high courts regarding misconduct or inability to perform their duties for reasons of mental or physical incapacity. Under Article 209(8), the council also issues a code of conduct requiring the judges to demonstrate the highest moral and ethical values. Meanwhile, the SJC will also resume proceedings against another senior judge of the Islamabad High Court on Tuesday on a reference relating to refurbishment of official residence beyond entitlement. The judge, who had been issued a show-cause notice on Feb 15, requested the SJC to hold his trial in the open, arguing that Article 10A of the Constitution guaranteed fair trial and due process. But his request was turned down by the council on May 18. Consequently, the judge filed in the Supreme Court a constitutional petition arguing that he enjoyed the fundamental right to insist that the inquiry into his conduct be held publicly. He sought a directive for the SJC to suspend the proceedings till the pendency of his petition in the apex court. In his petition, the judge also questioned paragraph 13 of the Supreme Judicial Council Procedure of Inquiry 2005 that deals with the in-camera proceedings and argued that the section was in violation of Articles 4, 10A, 18 and 25 of the Constitution because it did not allow the trial in the council to take place in accordance with the law and was detrimental to the life and liberty of the one facing the trial. The petition argued that the SJC had erred by observing that it was on account of the sanctity of the institution and the dignity of the applicant and other judges whose matters were inquired into by the council that in-camera proceedings were expedient. The petitioner said he had nothing to hide and his dignity was not compromised if the proceedings were held in the open, adding that it was not in the interest of the judiciary if the proceedings were held in-camera because it would damage the image of the institutions. Published in Dawn, October 10th, 2017\n", "author": "Nasir Iqbal", "title": "SJC reserves ruling on reference against LHC judge"}}
{"1362829": {"date": "Updated October 10, 2017", "article": "ISLAMABAD: For over three years now, a vacant patch of land in Sector I-12 has served as the repository for all of the capital’s garbage. For the city’s planners, this was meant to be a stop-gap arrangement; the landfill was originally located in the Kuri area, but ended up being moved here.If the wind is against you, you can smell the site before it comes into view. Located just off the I.J. Principal Road that divides Rawalpindi and Islamabad, the dump covers an area the size of one sub-sector, roughly where the I-12/1 neighbourhood should have been located.Bedford lorries and newer-model dumper trucks wind their way down the dusty path leading to the heart of the landfill. Standing on a small mound of dirt and trash, waving off buzzing flies, midges and other sundry bugs, a municipal worker makes an entry in his notebook for every load of rubbish that ends up here.Further afield, sanitary and municipal workers offload the waste. Be it human, animal or plant; metal, plastic, glass or porcelain — everything comes here. It is then sorted by local scavengers; the kabariye, who make a living separating recyclable items from the rest.As I scan this vast field of refuse, all I see is a tragic-yet-routine tale of civic negligence, of waste being buried blindly, no matter what the environmental consequence. But this festering Petri dish of a garbage disposal site has proven to be just as significant for a handful of scientists and academics from the Quaid-i-Azam University (QAU) as the neglected Penicillin cultures in his laboratory were for the British scientist Dr Alexander Fleming.“Prof Safia Ahmed, Prof Fariha Hasan, Dr M. Ishtiaq Ali and I started working on the biodegradation of plastics at our microbiology research laboratory in 2002,” says Dr Aamer Ali Shah, one of the co-authors of a research paper that recently caused a stir in the scientific community by revealing the discovery of a fungus that is able to utilise plastic polymers as the source of its food.The paper, which bears the otherwise dull title ‘Biodegradation of polyester polyurethane by Aspergillus tubingensis’, actually outlines a groundbreaking discovery; confirming the existence of naturally-occurring fungi that have the ability to perform “bio-degradation and bio-remediation of pollutants in soil or wastewater”.“This organism was isolated from soil and/or plastic samples collected from the I-12 garbage dumping site,” says Dr Shah, explaining that researchers took topsoil and water samples from the landfill.For anyone even remotely familiar with humanity’s growing plastic problem, this is nothing short of a “Eureka!” moment. A recent study by the University of California estimates that our civilisation has produced over nine billion tonnes of plastic, most of which is conventionally thought to be non-biodegradable.But this discovery could change all of that. “If we get the right resources and funds, we would be able to establish an actual plastic degrading facility within three to five years,” Dr Shah maintains.According to the scientists, the Aspergillus microbes were isolated in a laboratory and provided the right environmental conditions (such as temperature, pH, time, nutrients, etc) so that it would degrade polymers.What has been observed is that the micro-organisms break down plastics in two ways. They can either attach themselves to the surface of the plastic to form a bio-film, releasing enzymes that dissolve the polymer, or penetrate it mechanically in order to ‘digest’ it.It is a slow but naturally-occurring process, one that is not visible to the naked eye. “Most synthetic plastics are produced from non-renewable petrochemical-based raw materials, making them resistant to degradation in the environment.”During the course of their work, the team at QAU has also been keeping tabs on the toxicity of the by-products formed during this process.“Pollutants that only degrade partially can sometimes become more toxic than the parent compound,” he says, explaining how polyvinyl chloride (PVC) can partially degrade to vinyl chloride, which is quite toxic.In an ideal situation, the microorganisms will be able to break down these complex compounds into water and carbon dioxide, achieving their complete bio-degradation.Given the import of what they have discovered, the scientists are hopeful: “We have done these experiments in our laboratories using whatever resources were available to us. We have now reached a stage where we can apply these micro-organisms in the field, but for that we need more resources.”And those resources cannot come too soon. According to the foreman of the I-12 landfill, the site cannot take more than a few more months’ worth of trash. “There used to be great big depressions in the ground here, which have now been completely filled up with garbage,” he says, pointing to the horizon as a truckload of dirt is deposited on top of a pile of refuse and flattened by earth-moving machines.Once space runs out, the site will have to be relocated yet again. Unless a permanent solution is found, our civic managers may remain content to bury their problems in this and other landfills like it. Kashif Abbasi also contributed to this reportPublished in Dawn, October 10th, 2017\n", "author": "Hassan Belal Zaidi", "title": "Striking gold at the landfill"}}
{"1362819": {"date": "October 10, 2017", "article": "Squash legend Jahangir Khan and hockey stalwarts Islahuddin Siddiqi, Manzorul Hassan Senior, Mudassar Asghar and many other players, who have clinched medals in the Commonwealth and Asian games in the past, were in Lahore last week to attend a grand ceremony at the Hazuri Bagh, Lahore Fort, to welcome the Queen’s Baton Relay of the Gold Coast Commonwealth Games-2018. The games are being held in Gold Coast, Australia, from April 4 to 15. The medalists of Commonwealth Games, Abdul Ghafoor (weightlifting), Muhammad Inam (wrestler) and Talha Talib (weightlifting) were also present. Though Chief Minister Shahbaz Sharif was invited to the event as chief guest, he could not attend it and Punjab Sports Minister Jahangir Khanzada was represented him.Australian High Commissioner Margaret Adamson also flew to Lahore from Islamabad to attend the grand ceremony. The baton had arrived in Lahore from Cyprus on Sept 29 but because of Muharram mourning days, no ceremony could be held immediately. After the Ashura, back-to-back ceremonies were held on last Monday. The first was held at Hazuri Bagh and the second in a renowned private school. The baton left Pakistan for India on Oct 3 for its next destination. Pakistan Olympic Association (POA) president retired Lt-Gen Arif Hasan, secretary Khalid Mahmood, Sports Board of Punjab Director-General Zulfiqar Ghumman and Sports Department secretary Nayyer Iqbal also attended the ceremony. The event brought together after many years both the POA and the Punjab government. Since 2012, the government has been at a distance from the POA activities over the issues, such as the implementation of the National Sports Policy. But in 2015, the dispute was resolved when the International Olympic Committee was about to suspend Pakistan’s membership because of the interference of the government in the affairs of the POA.After completing the tour of 52 countries, the baton will land in Gold Coast, Australia, in April. The most missing personality on this occasion was the mayor of Lahore. The last week, SBP Director-General Zulifqar Ghumman and Secretary Nayyer Iqbal were transferred. Their successor is Aamir Jan, who is currently performing as the Gujranwala deputy commissioner. He holds the charge of both the secretary and the director general. It means Mr Jan will be a powerful boss. In the past, the Punjab government, instead of serving the cause of sports people, has been using the SBP as a political tool. First, the SBP was used for a youth festival, which did not serve the real cause of sports. In the last couple of years, no valuable sporting activities were conducted for the government would say it was focusing more on the expansion of the sports infrastructure in the province. Hardly any stadium was inaugurated in the last three years. Even the much delayed International Swimming Pool and Tennis Complex at the Gaddafi Stadium could not be inaugurated formally, even after the passage of nine years. The SBP, for the last three years, has also been promoting cricket, which is not in its domain. Since the Pakistan Cricket Board, the cash rich body of the country, is spending huge money on Under-16, U-19, inter-school and inter-club cricket programmes, the SBP should not spend much from its kitty on the promotion of cricket. Instead, it should serve the athletes of other neglected sports like athletics, badminton, boxing, tennis, swimming, karate, judo and many others.The Lahore Region Cricket Association’s two teams - Blues and Whites - are contesting in the premier domestic event of the Quaid-i-Azam Trophy, which is being held across the country under the auspices of the Pakistan Cricket Board. At the end of the second round, the Lahore Blues stand at the third place in Pool-A with 10 points, followed by SSGC and Wapda. In Pool-B, the Whites are struggling at the fourth place with nine points. In the tough tournament, the regional teams have to compete against the more professional and strong departmental teams like United Bank, Habib Bank, Khan Research Laboratories, the SNGPL, National Bank, the PTV besides Wapda and the SSGC.Published in Dawn, October 10th, 2017\n", "author": "Mohammad Yaqoob", "title": "Star-studded ceremony for Queen’s Baton Relay"}}
{"1362809": {"date": "October 10, 2017", "article": "KARACHI: A sessions court was informed on Monday that some policemen were involved in abducting and keeping a man at a police station and a kidnapping for ransom case had been registered against them.On the directive of the district and sessions court, a judicial magistrate (East) had raided the Ferozabad police station on Oct 7 and recovered Asad Abbas from wrongful detention after his family approached the court for his recovery.The magistrate in his report submitted to the district and sessions court that he along with the applicant and his lawyer raided the police station and got the detainee released on a personal bond since there was no FIR against him and the daily dairy was also silent about his detention.The magistrate had also bound the SHO and other officials to appear before the sessions court on Monday and also asked the applicant to ensure their attendance as well.\nThe suspects demanded a ransom of Rs2m for the detainee’s release\nWhen the matter came up for hearing before the district and sessions judge (East) on Monday, the SHO of the Ferozabad police station informed the court that an FIR under Sections 365-A (kidnapping or abduction for extorting property, etc) and 109 (abetment) of the Pakistan Penal Code was lodged against two policemen and their other accomplices at the Baloch Colony police station since the victim was picked up from Defence View.According to the FIR, lodged on the complaint of the victim’s brother, four policemen with two others in plainclothes “raided” the house of Asad Abbas on Oct 4 in Defence View and kidnapped him.Thereafter, they demanded a ransom of Rs2 million against the release of the detainee. On Oct 6, they called relatives of the captive to the Ferozabad police station and asked them to hand over the ransom amount to a woman named Saima who was also present at the police station, it added.The FIR further said that the victim’s family sought time from the policemen for payment of ransom and on Oct 7 they moved a habeas corpus application under Section 491 of the Criminal Procedure Code before the district and sessions judge (East) for the recovery of the detainee.The complainant has nominated constables Noman Arif Jatoi and Pervez, private suspects Saima and Syed Amir Shah and their three unknown accomplices in the FIR.Meanwhile, police said that Pervez and Amir Shah were arrested while other suspects were still at large.Published in Dawn, October 10th, 2017\n", "author": "Ishaq Tanoli", "title": "Policemen booked for kidnapping citizen for ransom, court told"}}
{"1362799": {"date": "October 10, 2017", "article": "MULTAN: The Bahauddin Zakariya University expects approval of its summary for the establishment of a sub-campus in Lodhran by the prime minister’s office in a few days. Vice Chancellor Dr Tahir Amin told Dawn the summary was routed through the Higher Education Commission. He said the university administration had been informed by the HEC that the approval of campus was expected within a couple of days.He said the HEC would provide funds for the project while the Punjab government would provide building.Presiding over a meeting in connection with the establishment of the sub-campus here on Monday, the VC said the BZU was taking solid steps to provide higher education to the youth of each major city falling under the university jurisdiction.He said that earlier the university established its sub-campuses in Dera Ghazi Khan, Sahiwal, Layyah and Vehari. The DG Khan and Sahiwal campuses were converted into independent universities later.Lodhran Deputy Commissioner Raja Khurram Shahzad Umer informed the meeting that the provincial government was taking measures for the construction of a state of the art building for the sub-campus. He said initially the campus would start functioning in an official building. Meanwhile, the BZU convocation will be held on Nov 7. The vice chancellor presided over a meeting on Monday to discuss arrangements for the purpose.Published in Dawn, October 10th, 2017\n", "author": "Shakeel Ahmad", "title": "BZU sub-campus planned at Lodhran"}}
{"1362789": {"date": "October 10, 2017", "article": "\n\nMaryam’s press talk\n\n\n• Court to indict ex-PM Sharif, daughter and her husband on Friday\n• Hussain, Hassan declared proclaimed offenders   ISLAMABAD: An accountability court on Monday declared the sons of the former prime minister proclaimed offenders, and would indict Nawaz Sharif, his daughter and son-in-law on Oct 13 in the London apartments reference.The court also sought details of Hussain and Hassan Nawaz’s movable and immovable properties from the National Accountability Bureau (NAB) within 10 days, after the prosecution alleged that the two were deliberately avoiding court proceedings in references related to the Park Lane flats and the establishment of offshore companies.It was a testing first day in court for Maryam Nawaz Sharif and her husband, retired Captain Mohammad Safdar, who had only returned to the country hours before they were scheduled to appear in court.A large number of Pakistan Muslim League-Nawaz (PML-N) leaders and lawyers had arrived in court early and managed to find seats in the otherwise small courtroom, which also had a sizeable presence of plainclothes policemen and intelligence operatives.Before the hearing began, a senior police official came into the courtroom and asked a number of PML-N lawyers to make room for Maryam Nawaz and her entourage. But he was left speechless when a woman lawyer suggested that he remove some of the intelligence operatives from the court to make room for Ms Sharif.Ms Sharif appeared in court at around 9am, while her husband, who was taken into custody by NAB soon after their arrival at Islamabad airport, was brought to court an hour later.She was accompanied by her son-in-law Raheel Munir, Dr Asif Kirmani, Pervez Rashid, Daniyal Aziz, Anusha Rehman, Saira Afzal Tarar, Marvi Memon, Tahira Aurangzeb, Maiza Hameed and others. Mohammad Talal Chaudhry and Marriyum Aurangzeb, however, preferred to remain outside the courtroom.Ms Sharif was seated in the front row, flanked by Pervez Rashid and Asif Kirmani, and was mobbed by PML-N workers and lawyers during the interval, all of whom wanted to convey their grievances to her.When the hearing got under way, NAB’s investigation officers — Deputy Directors Mohammad Kamran and Mehboob Alam, as well as Assistant Director Mohammad Imran — told the court that summons had been delivered to Hussain and Hassan Nawaz at their residences in Pakistan and abroad.At the outset, Khawaja Haris Ahmed, counsel for Mr Sharif and his daughter, submitted two applications — for seeking an exemption from personal attendance and another seeking a 15-day adjournment.He told the court that the former prime minister was in London to tend to his ailing wife, Kulsoom Nawaz, who was undergoing treatment for lymphoma, a cancer of the lymph nodes. He said that Begum Kulsoom was in a critical condition and had not recovered despite a third surgery.The application stated that she was about to start chemotherapy from Oct 11 and that “in these circumstances, the applicant (Nawaz Sharif) was forced to rush to London”.But the application was opposed by NAB Deputy Prosecutor General Sardar Muzaffar Abbasi, who argued that the application could only be considered if the accused was present in court.But the defence counsel pointed out that on Sept 26, the judge hearing arguments on a plea for permanent exemption said that a day’s exemption may be granted to Mr Sharif in case of an emergency.Thereafter, the court exempted Mr Sharif from appearing on Monday, but fixed Oct 13 for his indictment. The judge also barred Capt Safdar from all foreign travel without the court’s approval.When the lawmaker from Manshera entered, the judge was not present in the courtroom. Taking advantage of this, an over-enthusiastic lawyer tried to raise a slogan, but was immediately snubbed by PML-N lawyers, who advised him to observe decorum.During the hearing, the courtroom became so overcrowded that cabinet minister Daniyal Aziz began to feel claustrophobic.Amjad Pervez, counsel for Capt Safdar, requested the judge to release his client against surety bonds. But this was opposed by NAB prosecutor Afzal Qureshi, who argued that under Section 9-B of the National Accountability Ordinance (NAO), an accused arrested under the schedule of offences could only apply for bail before a two-member division bench of the high court.But Mr Pervez contended that Capt Safdar was not arrested under the schedule of offences, rather was taken into custody on the order of the accountability judge.The counsel maintained that NAB chairman was the only authority who could issue arrest warrants in connection with schedule offences. But when the prosecution confirmed that its chairman had not issued arrest warrants for Capt Safdar, the judge ordered the defendant to submit surety bonds worth Rs5 million.Up to this point, Ms Sharif seemed visibly worried. When arguments concluded, a court reporter standing next to Tariq Fazal Chaudhry explained that Capt Safdar had been granted bail. The state minister then relayed the information to Ms Sharif, who became visibly relaxed upon hearing the news.The court also directed Ms Sharif to submit surety bonds worth Rs5m.Maryam’s press talk\nAddressing the media outside the courtroom, Ms Sharif said that despite having serious reservations, her family had joined the process initiated for their accountability.She said that in addition to politicians, those who had turned the law and Constitution into a joke are equally liable to be held accountable.Reiterating that the cases against the Sharif family were politically motivated, she said her father had bowed before the courts, while she was put in the dock and her husband was arrested.But those who disrespected the courts and absconded were holding political processions and appearing before other courts.She said that when those charged with administering justice become a party in a case, what could be expected of them.Talking about the appearance of her brothers Hussain and Hassan Nawaz, she said that they were independent in their decisions and that as non-resident Pakistanis, were not subject to local laws for the time being.Published in Dawn, October 10th, 2017\n", "author": "Malik Asad", "title": "Maryam, Safdar get bail on first court appearance"}}
{"1362779": {"date": "October 10, 2017", "article": "STOCKHOLM: The Nobel prize in economics was awarded on Monday to Richard Thaler of the University of Chicago for research showing how people’s choices on economic matters whether on savings or game shows like “Deal or No Deal” are not always rational.Thaler won the 9-million-kronor ($1.1-million) prize for “understanding the psychology of economics,” Swedish Academy of Sciences secretary Goran Hansson said on Monday.Thaler is considered a founding father of behavioural economics, a field that shows that far from being the rational decision-makers described in economic theory, people often make choices that don’t serve their best interests. That could include, for example, refusing to cut their losses when their investments plunge in value or making big bets at the casino because they are convinced their hot streak will continue.The illogical behaviour has economic consequences: People spend more than they should and don’t save enough for retirement. They make investments in houses in the mid-2000s, for instance when prices are already dangerously high.The Nobel committee said Thaler has provided a “more realistic analysis of how people think and behave when making economic decisions.” Asked by phone at a news conference what he planned to do with his prize money, Thaler joked that he intended to spend it “as irrationally as possible.” ‘ In an interview later with this news agency, Thaler offered a deeper response that drew on the philosophy of his work: “In traditional economic theory, it’s a silly question. And the reason is that money doesn’t come with labels. So once that money is in my bank, how do I know whether that fancy bottle of wine I’m buying (is being paid for by) Nobel money or some other kind of money? The serious answer to the question is that I plan to spend some of it on having fun and give the rest away to the neediest causes I can find.” In 2015, Thaler provided a cameo alongside pop star Selena Gomez in the film “The Big Short,” about the global financial crisis. In the scene, Thaler explains the “hot hand fallacy,” in which people think whatever’s happening now is going to continue to happen into the future.Asked at the news conference Monday if he thought this observation applied to the US president, who had some success as a business executive before entering politics, he said: “As to President Trump, I think he would do well to watch that movie.” In 2008, Thaler co-wrote a paper examining the choices contestants face in games such as the TV show “Deal or No Deal,” including about how early outcomes affect decisions later in the game. In the paper, Thaler and the authors find that contestants become bolder in their choices when their initial expectations of how much they would win are shattered, whether by big losses or big gains.Peter Gardenfors, a member of the prize committee, said that one of the practical applications of Thaler’s work was development of the “save more tomorrow” strategy for retirement-savings accounts. Under that model, many employees who resist immediately raising the portion of their salary put into retirement accounts will agree to raise their contributions in the following year and usually continue with the higher level.Thaler’s contributions include studying the “limited rationality” trait that includes behaviour such as the unwillingness to pay off high-interest credit card debt from a low-interest savings account. He also has studied lack of self-control as it relates to economics.“One thing that we all recognise is that we have a little angel on our left side of our shoulder and the devil on our right side of our shoulder, and the devil wants us to have pleasure instantly whilst the angel wants us to plan in a responsible and far-sighted way,” prize committee member Peter Fredriksson said.Thaler is not the first behavioural economist to win the Nobel. In 2002, the award went to Israeli-American psychologist Daniel Kahneman who used psychological insights to study how people make economic decisions.The economics prize is something of an outlier Alfred Nobel’s will didn’t call for its establishment and it honours a science that many doubt is a science at all.The Sveriges Riksbank (Swedish National Bank) Prize in Economic Sciences in Memory of Alfred Nobel was first awarded in 1969, nearly seven decades after the series of prestigious prizes that Nobel called for. Despite its provenance and carefully laborious name, it is broadly considered an equal to the other Nobel and the winner attends the famed presentation banquet.Published in Dawn, October 10th, 2017\n", "author": "AP", "title": "Richard Thaler wins Nobel for work in behavioural economics"}}
{"1362769": {"date": "October 10, 2017", "article": "WELLINGTON: The Inter­national Cricket Council (ICC) is set to approve plans for its long-awaited World Test Championship at a meeting in New Zealand this week, it was reported on Monday. The sport’s governing body has argued for years that a Test championship is needed to boost the five-day format’s popularity as crowds and television viewers flock to the big-hitting Twenty20 version of the game. But squabbling over formats and fears that some nations will be disadvantaged have twice stymied efforts to launch a league structure since 2010. The Sydney Morning Herald reported that plans for a nine-nation Test championship were now well advanced and the ICC was set to give the concept a green light on Friday at a meeting in Auckland. It said the first edition of the competition would run over a two-year cycle beginning in 2019, culminating in a final between the top two teams at Lord’s. Cricket Australia chief executive James Sutherland said the league competition would give Test series a broader international ‘context’, making them more than stand-alone bilateral contests. “You’re also creating structure in such a way that you no longer have games without meaning. They are all part of a league championship,” he told the Sydney Morning Herald. Purists view Test cricket as the pinnacle of the sport but it has struggled, particularly in Asia, as lucrative T20 competitions such as the Indian Premier League have caught the public’s imagination. A recent innovation designed to reverse the trend is the introduction of day-night Test matches, which moves playing sessions to more spectator-friendly hours. The idea of four-day Test matches has also been floated, although traditionalists oppose the move. The Herald reported that the ICC will also look at a major shake-up of One-day Inter­national fixtures at the Auckland meeting. It said a 13-nation ODI league was being considered, which would operate on a three-year cycle with results affecting World Cup qualification. Under the plans, the number of ODIs in a series would be capped at three, ending the lengthy five-match series that are currently part of the international fixture list.Published in Dawn, October 10th, 2017\n", "author": "AFP", "title": "ICC set to approve Test championship"}}
{"1362759": {"date": "October 10, 2017", "article": "KARACHI: Lance Naik Mohammad Mahfooz 9ners set up a title clash with Maj. Rana Shabbir Sharif 9ners after chalking up emphatic victories over their respective opponents in the two semi-finals of the Nishan-i-Haider international 9ners hockey tournament at the Abdul Sattar Edhi Hockey Stadium here on Monday.Mahfooz 9ners demonstrated awesome performance with an authoritative 8-4 triumph over Akram 9ners while Shabbir Sharif 9ners emerged 7-2 victorious over Pilot Officer Rashid Minhas 9ners.Curtain falls on the event on Tuesday with final between Mahfooz 9ners and Shabbir Sharif 9ners on card at 7.00pm.The second semi-final saw Shabbir Sharif 9ners inflicting 4-2 defeat on Rashid Minhas 9ners on the shootout and later scoring three goals in the regulation time.Nohaiz Malik, Rana Sohail, Faizan and Aleem Bilal netted one goal apiece for the winners on shootout as M. Naveed missed the target.Rashid Minhas 9ners could only score twice through Sikander Mustafa and Waseem Akram. M. Dilber, Kashif Javaid and Mohammad Qasim wasted their chances.Fresh from their shootout triumph, the winners enjoyed an edge over their rivals and led 2-0 at half time.After exchange of couple of moves, the winners forced their first PC in the 10th minute and Aleem Bilal made no mistake. Faizan consolidated the lead by converting the team’s second PC in the 19th minute. Rana Sohail completed the tally by slamming the third goal three minutes before final hooter.Federal Minister for Interior Ahsan Iqbal graced the second semi-final. Soon after his arrival at the stadium, he was introduced to the two teams, technical officials and former Olympians.Earlier in the first semi-final, L/N Mohammad Mahfooz 9ners maintained its ascendancy by accounting for Maj.Mohammad Akram 9ners 8-4, 4-2 on the shootout and followed by the identical 4-2 score line in regulation play.Bilal Qadir, Zohaib Ashraf, Zeeshan Bokhari and Mohsin Sabir successfully scored as Saran Bin Qamar wasted the opportunity for the winners on shootout.Skipper Shajeeh Ahmed and M. Zubair reduced the deficit by converting second and fourth strokes respectively as Awais-ur-Rehman, Usman Nazim and Shan Irshad failed to avail their chances for the losers.Mohsin Sabir struck two goals in a span of three minutes to guide Mahfooz 9ners to add another four goals to their tally as against two scored by their opponents.Sabir’s field goals came in the 12th and 15th minutes while Rana Umair and Bilal Qadir scored once.Zubair scored both the goals for Akram 9ners, first off a penalty stroke in the very first minute and next on the team’s second PC in the 28th minute to reduce the deficit.Published in Dawn, October 10th, 2017\n", "author": "Anwar Zuberi", "title": "Mahfooz 9ners set up title clash with Shabbir 9ners"}}
{"1362749": {"date": "Updated October 10, 2017", "article": "ISLAMABAD: South Asia is no longer the fastest-growing region in the world, the World Bank said in a recent report.Despite benign global conditions, South Asia has forfeited the economic growth trend, with East Asia and Pacific back to the top position, it said.However, growth in South Asia is expected to remain robust, the report said, adding that it is likely to become the fastest-growing region once again in the next two years. Growth in South Asia is expected to be 6.9 per cent in 2018. It is anticipated to stabilise around 7pc over the medium term, according to the twice-a-year South Asia Economic Focus (SAEF) report.South Asia remained the fastest-growing region in the world since the second quarter of 2014. In the first quarter of 2016, regional growth reached a record high of 9.1pc. But the growth rate gradually and steadily declined afterwards.Despite concerns about its weakening macroeconomic discipline, growth in Pakistan is expected to increase to 5.3pc during the current fiscal year and 5.8pc in 2019, the report said.Robust growth prospects rest on the expectation that domestic consumption will remain strong, private-sector investment will regain momentum and exports will recover. Starting this year, growth should increasingly be driven by investment and exports. Gross fixed capital formation is forecast to accelerate to 5.2pc next year and to 6.7pc in 2019. Export growth is likely to increase to 5.8pc next year and 6.6pc the year after. At the same time, imports are expected to grow more slowly next year. Govern­ment consumption is forecast to moderate from 11.9pc this year to 9.4pc in 2019.Nightlight intensity is more strongly correlated with economic activity in manufacturing and services than agriculture. The sector of activity that is typically in the dark is agriculture. In developing countries, including South Asia, access to electricity is especially low among farmers. And even when they have access, farmers tend to use the electricity for activities, like water pumping, which do not generate nightlight.When considering a large cross section of countries covering the whole world, the relationship is statistically significant for all three sectors. But it is weaker for agriculture. When focusing on South Asia only, the relationship becomes statistically insignificant for the agricultural sector.Consistent with sluggish growth in the region and still relatively low commodity prices globally, inflation has been subdued in South Asia. The declining trend is somewhat hidden by an annual cycle influenced by the monsoon and its impact on food prices.Published in Dawn, October 10th, 2017\n", "author": "Amin Ahmed", "title": "South Asia no longer world’s fastest-growing region"}}
{"1362739": {"date": "October 10, 2017", "article": "LONDON: Gold prices rose on Monday, erasing all of the previous week’s losses, as a steadier dollar and the resilience of a key chart level removed some downward pressure, while the return of Chinese buyers to the market also lent support. Gold’s resilience above its 200-day moving average at $1,253 an ounce provided some reassurance to buyers, however, helping it rebound.  Spot gold was up 0.4 per cent at $1,280.25 an ounce at 1410 GMT, while US gold futures for December delivery were up $7.70 an ounce at $1,282.60. Among other metals, silver was up 0.8pc at $16.91 an ounce, while platinum was down 0.3pc at $909.75 an ounce and palladium was 0.5pc higher at $924.25.Published in Dawn, October 10th, 2017\n", "author": "Reuters", "title": "Gold up"}}
{"1362729": {"date": "October 10, 2017", "article": "UMERKOT: Chairman of Sen­ate’s Standing Committee on Food Security and Research Syed Muzaffar Hussain Shah on Monday formally launched a Rs5 billion project aimed at introducing new breeds of livestock, more varieties of plants, trees, herbs, shrubs, fruits, and vegetables etc for the benefit of Thari farmers. Under the project, the agriculture and livestock research system at the Arid Zone Research Institute (AZRI), Umerkot, would be strengthened and upgraded to enable it to undertake research leading to the exploration and introduction of such varieties and species. The project was identified under the Public Sector Development Programme (PSDP).Speaking at a ceremony held here on the launching of the project, Senator Shah criticised elected representatives’ indifferent attitude towards issues of growers in Sindh and their failure to provide any relief to this segment. He highlighted importance of new crop and plant varieties and livestock species in improving the lot of farmers, and said this would also greatly help stakeholders cope with food insecurity and climate change impact.He informed the audience that he got the mega project approved in order to help growers of the arid area of Umerkot and Tharparkar stand on their own feet. At the same time, he added, the project would play a key role in averting drought and addressing the issue of food insecurity. According to him, 52 per cent area of Umerkot district is arid and thousands of its residents routinely migrate to other areas along with their families and livestock to escape drought but attention is paid only to Tharparkar in such a situation every year. Considering the fact that Umerkot always remained a neglected area, the need for launching such a project was felt. “The five-year project will change the destiny of local people and bring about an economic revolution,” he said.Senator Muzaffar Shah noted with concern that the area and its people had remained neglected to such extent that he had never heard of AZRI until 2013 despite the fact that during the period 1985-2013, he held different ministerial portfolios and once held the office of the chief minister. He expressed his pleasure over the progress of the institute over the past few years as it introduced several plant varieties through hectic research. Federal Minister of State for Food Security and Research Syed Ayaz Ali Shah Shirazi said growers of Sindh had been living a miserable life due to abject poverty. He observed that one factor was uncertified seeds and spurious and substandard pesticides being sold to them by unscrupulous elements. Another factor was unavailability of agricultural inputs to them, he added. He urged the Sindh government to initiate stern action against manufacturers and sellers of fake and substandard things which ultimately caused heavy losses to growers.Highlighting the significance of the newly launched project, Mr Shirazi said Umerkot would become identity of Sindh upon its success. He held out the assurance that a campus of the Arid Agriculture University, Rawal­pindi, would be established in Umerkot.Pakistan Agriculture Research Council (PARC) chairman Yousuf Zafar told the audience that by employing drip irrigation, sprinklers and other methods, many fruits, cereals and traditional crops could be grown in Thar and Umerkot as their lands were fertile. He said fish farming in saline water of Thar was done on an experimental basis and this gave better results than expected. AZRI director Dr Attaullah Pathan said that his institution would now ensure introduction and production of new livestock breeds and plant species as well as skill development of growers. He said 100,000 trees would be planted within the arid areas of Umerkot and Tharparkar. He said the institute would also set up 10 labs, a modern library, an auditorium, a glasshouse for tree sampling and lay seven solar-powered tube wells, besides initiating research on camel disease and treatment at Umerkot.Published in Dawn, October 10th, 2017\n", "author": "A.B. Arisar", "title": "Rs5bn research project launched for Thari growers in Umerkot"}}
{"1362719": {"date": "October 09, 2017", "article": "Indian forces on Monday claimed to have shot dead a top leader of the Kashmir militant group Jaish-e-Mohammad (JeM) in a suspected clash in the disputed territory.The suspect identified as Khalid was hiding inside a house reportedly after throwing a grenade at a police checkpoint in the northern village of Ladoora, the Indian forces said.Khalid has been accused of organising a string of suicide attacks across India-held Kashmir.“He was one of the most wanted militants and the chief operational commander of JeM,” Kashmir inspector-general of police, Muneer Ahmed Khan, told AFP.“He threw a grenade at the checkpoint which failed to explode. He then fired a pistol and took refuge in a nearby house where he was killed.”Police claimed Khalid had planned suicide attacks in Muslim-majority Kashmir, including one on a paramilitary camp near Srinagar airport on October 3 in which one soldier and three attackers were killed.In August, JeM said it staged a raid on a police base in the southern town of Pulwama in which eight security force members died. A two-day gunbattle also left three of the attackers dead.Militant groups including JeM have for decades fought Indian troops in the restive territory, demanding independence or a merger of the Himalayan region with Pakistan.The fighting has left tens of thousands dead, mostly civilians.The estimated 500,000 Indian troops in Kashmir this year launched “Operation Allout” to hunt rebels.\nPolice say at least 160 militants and 59 soldiers or police have been killed so far this year.On Monday a soldier died in crossfire when suspected militants attacked a patrol, said army spokesman Colonel Rajesh Kalia.\n", "author": "AFP", "title": "Indian forces kill 'wanted' JeM militant leader in held Kashmir"}}
{"1362709": {"date": "October 09, 2017", "article": "Pakistani-origin batsman Usman Khawaja, one of the first few Asian origin players to compete at national level for Australia, in his latest blog opens up about racism and sports in Australia, saying that he does not support Australia like other immigrant children because he felt the country did not believe in him.Usman, in the piece penned for PlayersVoice, says he was sceptical when people would say that they had not been able to play for Australia because they had the wrong skin colour until he found out why they said it. He remembers being called a 'curry muncher' which, he says, was particularly hurtful. But, he says, it also helped him.\"Being racially vilified actually made me stronger in many respects. I even had a couple of kids try to fight me one day heading home from school. For no reason either! They were in my class one second and the school bell rang — the next minute I’m just about to leave the gates of my school and they are having a go at me,\" Usman, the founding contributor of PlayersVoice, shares.Like other immigrant children, Usman too did not support the Australian cricket team when he was young because they were not like him; rather, looked like those who had vilified him.\"It was either West Indies, Pakistan, India, Sri Lanka. Anyone else. It\u20{"1362719": {"date": "October 09, 2017", "article": "Indian forces on Monday claimed to have shot dead a top leader of the Kashmir militant group Jaish-e-Mohammad (JeM) in a suspected clash in the disputed territory.The suspect identified as Khalid was hiding inside a house reportedly after throwing a grenade at a police checkpoint in the northern village of Ladoora, the Indian forces said.Khalid has been accused of organising a string of suicide attacks across India-held Kashmir.“He was one of the most wanted militants and the chief operational commander of JeM,” Kashmir inspector-general of police, Muneer Ahmed Khan, told AFP.“He threw a grenade at the checkpoint which failed to explode. He then fired a pistol and took refuge in a nearby house where he was killed.”Police claimed Khalid had planned suicide attacks in Muslim-majority Kashmir, including one on a paramilitary camp near Srinagar airport on October 3 in which one soldier and three attackers were killed.In August, JeM said it staged a raid on a police base in the southern town of Pulwama in which eight security force members died. A two-day gunbattle also left three of the attackers dead.Militant groups including JeM have for decades fought Indian troops in the restive territory, demanding independence or a merger of the Himalayan region with Pakistan.The fighting has left tens of thousands dead, mostly civilians.The estimated 500,000 Indian troops in Kashmir this year launched “Operation Allout” to hunt rebels.\nPolice say at least 160 militants and 59 soldiers or police have been killed so far this year.On Monday a soldier died in crossfire when suspected militants attacked a patrol, said army spokesman Colonel Rajesh Kalia.\n", "author": "AFP", "title": "Indian forces kill 'wanted' JeM militant leader in held Kashmir"}}
{"1362709": {"date": "October 09, 2017", "article": "Pakistani-origin batsman Usman Khawaja, one of the first few Asian origin players to compete at national level for Australia, in his latest blog opens up about racism and sports in Australia, saying that he does not support Australia like other immigrant children because he felt the country did not believe in him.Usman, in the piece penned for PlayersVoice, says he was sceptical when people would say that they had not been able to play for Australia because they had the wrong skin colour until he found out why they said it. He remembers being called a 'curry muncher' which, he says, was particularly hurtful. But, he says, it also helped him.\"Being racially vilified actually made me stronger in many respects. I even had a couple of kids try to fight me one day heading home from school. For no reason either! They were in my class one second and the school bell rang — the next minute I’m just about to leave the gates of my school and they are having a go at me,\" Usman, the founding contributor of PlayersVoice, shares.Like other immigrant children, Usman too did not support the Australian cricket team when he was young because they were not like him; rather, looked like those who had vilified him.\"It was either West Indies, Pakistan, India, Sri Lanka. Anyone else. It’s probably why Brian Lara was my favourite cricketer. Let’s be honest, he was pretty good!\"\"I was brought up to believe if I didn’t drink alcohol growing up I was un-Australian. So then why should I support a country that doesn’t believe in me?\"And then, there was the Australian team.\"I was brought up to be respectful, humble and polite. But when I watched the Aussie team, I saw men who were hard-nosed, confident, almost brutish. The same type of men who would sledge me about my heritage growing up.\"He admits being embarrassed to call himself a Pakistani and used to say he was from Saudi Arabia, where his parents had spent a few years and he would often go to visit them.But soon, he realised that racists were only a minority in Australia, and that the country was \"also growing up when he was.\"Refusing to accept that \"he'd never make it to the Australian side\", he says he worked to prove them wrong. Years later, he was to become \"the only Asian player at first class level in the whole country.\" He debuted for Australia in 2011 Sydney Ashes Test, becoming the first Muslim player to ever play cricket for Australia. In the \"changed\" Australia, Usman was able to joke about race with his teammates. But he understands his privilege and that in another era, him even making it to the team — let alone share a laugh — would not have been possible.\"I count myself lucky to have a very strong-willed family. And a natural instinct that always wants to compete no matter what.\"\"If I didn’t have those things, I may also have been lost in the process,\" he says. \"There is no doubt racism and politics played a large roll in selections in the past. I’ve heard a few stories from past Anglo-Saxon players where this seems to be the case. It would just be the times that they lived in. Certainly cricket and society has come a long way,\" Usman says of how the society in Australia, and globally, progressed.Even his \"typical subcontinent Mum\" wanted him to stop playing and focus on studies when he was just 10, Usman, who averages 46 in Tests, says.\"Fortunately for me, my Dad is the greatest cricket tragic of all time, and told my Mum I could do both.\" \"He understood you only get one shot at a sporting career. Stop now and that was the end of it.\" About the emergence of multi-racial players in sports in Australia, he says: \"Maybe it was inevitable with the growing multicultural community in Australia. Maybe it was a few friendly faces at the highest level. We will never know.\"\"What I do know is Australian cricket is slowly changing and will finally have a chance to reflect what Australia really is. An international team truly representative of its richly diverse population.\"\n", "author": "Dawn.com", "title": "Usman Khawaja opens up about racism and sports in Australia"}}
{"1362689": {"date": "October 09, 2017", "article": "Former Pakistan Tehreek-i-Insaf (PTI) minister and MPA Ziaullah Afridi on Monday appeared before the Election Commission of Pakistan (ECP) for a hearing pertaining to a reference filed against him by PTI Chairman Imran Khan. In the reference, filed on Sept 27, the PTI chief has sought Afridi's disqualification from the Khyber Pakhtunkhwa Assembly on the grounds that the former minister had confirmed last month that he would be joining the PPP. A five-member bench of the ECP, headed by the chief election commissioner, noted that Afridi had become a member of the KP Assembly on the PTI's ticket. The ECP told Afridi that the reference says he has joined the PPP and asked him to file a written response by October 23.The former minister asked the bench to allow him more time to submit his response as his father is undergoing treatment. In reply, the bench said that a decision on the reference has to be made within 30 days.Nobody from PTI was present at the ECP during Monday's hearing. Earlier in August, Afridi levelled allegations of corruption against KP Chief Minister Pervez Khattak and KP finance minister Muzafar Said and announced that he would soon stage a sit-in outside the Khyber Pakhtunkhwa Ehtesab Commission (KPEC) offices in the provincial capital to force the anti-corruption body into acting against the two.Afridi had also criticised PTI’s chief Imran Khan and Jamaat-i-Islami emir Sirajul Haq for not taking action against the CM and finance minister over the illegal appointment of the Bank of Khyber’s managing director.The former minister said he had secured ‘solid’ evidence of the corrupt practices of the KP ruling parties and would soon make them public through media.Afridi had also said that CM had established the KPEC just to victimise his political rivals.In October 2016, Afridi was released on bail after having spent 15 months in prison.He had been arrested by the KPEC on the charges of misusing authority and allowing illegal mining in various areas of the province.While he was in detention, the PTI had suspended A{"1362719": {"date": "October 09, 2017", "article": "Indian forces on Monday claimed to have shot dead a top leader of the Kashmir militant group Jaish-e-Mohammad (JeM) in a suspected clash in the disputed territory.The suspect identified as Khalid was hiding inside a house reportedly after throwing a grenade at a police checkpoint in the northern village of Ladoora, the Indian forces said.Khalid has been accused of organising a string of suicide attacks across India-held Kashmir.“He was one of the most wanted militants and the chief operational commander of JeM,” Kashmir inspector-general of police, Muneer Ahmed Khan, told AFP.“He threw a grenade at the checkpoint which failed to explode. He then fired a pistol and took refuge in a nearby house where he was killed.”Police claimed Khalid had planned suicide attacks in Muslim-majority Kashmir, including one on a paramilitary camp near Srinagar airport on October 3 in which one soldier and three attackers were killed.In August, JeM said it staged a raid on a police base in the southern town of Pulwama in which eight security force members died. A two-day gunbattle also left three of the attackers dead.Militant groups including JeM have for decades fought Indian troops in the restive territory, demanding independence or a merger of the Himalayan region with Pakistan.The fighting has left tens of thousands dead, mostly civilians.The estimated 500,000 Indian troops in Kashmir this year launched “Operation Allout” to hunt rebels.\nPolice say at least 160 militants and 59 soldiers or police have been killed so far this year.On Monday a soldier died in crossfire when suspected militants attacked a patrol, said army spokesman Colonel Rajesh Kalia.\n", "author": "AFP", "title": "Indian forces kill 'wanted' JeM militant leader in held Kashmir"}}
{"1362709": {"date": "October 09, 2017", "article": "Pakistani-origin batsman Usman Khawaja, one of the first few Asian origin players to compete at national level for Australia, in his latest blog opens up about racism and sports in Australia, saying that he does not support Australia like other immigrant children because he felt the country did not believe in him.Usman, in the piece penned for PlayersVoice, says he was sceptical when people would say that they had not been able to play for Australia because they had the wrong skin colour until he found out why they said it. He remembers being called a 'curry muncher' which, he says, was particularly hurtful. But, he says, it also helped him.\"Being racially vilified actually made me stronger in many respects. I even had a couple of kids try to fight me one day heading home from school. For no reason either! They were in my class one second and the school bell rang — the next minute I’m just about to leave the gates of my school and they are having a go at me,\" Usman, the founding contributor of PlayersVoice, shares.Like other immigrant children, Usman too did not support the Australian cricket team when he was young because they were not like him; rather, looked like those who had vilified him.\"It was either West Indies, Pakistan, India, Sri Lanka. Anyone else. It’s probably why Brian Lara was my favourite cricketer. Let’s be honest, he was pretty good!\"\"I was brought up to believe if I didn’t drink alcohol growing up I was un-Australian. So then why should I support a country that doesn’t believe in me?\"And then, there was the Australian team.\"I was brought up to be respectful, humble and polite. But when I watched the Aussie team, I saw men who were hard-nosed, confident, almost brutish. The same type of men who would sledge me about my heritage growing up.\"He admits being embarrassed to call himself a Pakistani and used to say he was from Saudi Arabia, where his parents had spent a few years and he would often go to visit them.But soon, he realised that racists were only a minority in Australia, and that the country was \"also growing up when he was.\"Refusing to accept that \"he'd never make it to the Australian side\"{"1362709": {"date": "October 09, 2017", "article": "Pakistani-origin batsman Usman Khawaja, one of the first few Asian origin players to compete at national level for Australia, in his latest blog opens up about racism and sports in Australia, saying that he does not support Australia like other immigrant children because he felt the country did not believe in him.Usman, in the piece penned for PlayersVoice, says he was sceptical when people would say that they had not been able to play for Australia because they had the wrong skin colour until he found out why they said it. He remembers being called a 'curry muncher' which, he says, was particularly hurtful. But, he says, it also helped him.\"Being racially vilified actually made me stronger in many respects. I even had a couple of kids try to fight me one day heading home from school. For no reason either! They were in my class one second and the school bell rang — the next minute I’m just about to leave the gates of my school and they are having a go at me,\" Usman, the founding contributor of PlayersVoice, shares.Like other immigrant children, Usman too did not support the Australian cricket team when he was young because they were not like him; rather, looked like those who had vilified him.\"It was either West Indies, Pakistan, India, Sri Lanka. Anyone else. It’s probably why Brian Lara was my favourite cricketer. Let’s be honest, he was pretty good!\"\"I was brought up to believe if I didn’t drink alcohol growing up I was un-Australian. So then why should I support a country that doesn’t believe in me?\"And then, there was the Australian team.\"I was brought up to be respectful, humble and polite. But when I watched the Aussie team, I saw men who were hard-nosed, confident, almost brutish. The same type of men who would sledge me about my heritage growing up.\"He admits being embarrassed to call himself a Pakistani and used to say he was from Saudi Arabia, where his parents had spent a few years and he would often go to visit them.But soon, he realised that racists were only a minority in Australia, and that the country was \"also growing up when he was.\"Refusing to accept that \"he'd never make it to the Australian side\", he says he worked to prove them wrong. Years later, he was to become \"the only Asian player at first class level in the whole country.\" He debuted for Australia in 2011 Sydney Ashes Test, becoming the first Muslim player to ever play cricket for Australia. In the \"changed\" Australia, Usman was able to joke about race with his teammates. But he understands his privilege and that in another era, him even making it to the team — let alone share a laugh — would not have been possible.\"I count myself lucky to have a very strong-willed family. And a natural instinct that always wants to compete no matter what.\"\"If I didn’t have those things, I may also have been lost in the process,\" he says. \"There is no doubt racism and politics played a large roll in selections in the past. I’ve heard a few stories from past Anglo-Saxon players where this seems to be the case. It would just be the times that they lived in. Certainly cricket and society has come a long way,\" Usman says of how the society in Australia, and globally, progressed.Even his \"typical subcontinent Mum\" wanted him to stop playing and focus on studies when he was just 10, Usman, who averages 46 in Tests, says.\"Fortunately for me, my Dad is the greatest cricket tragic of all time, and told my Mum I could do both.\" \"He understood you only get one shot at a sporting career. Stop now and that was the end of it.\" About the emergence of multi-racial players in sports in Australia, he says: \"Maybe it was inevitable with the growing multicultural community in Australia. Maybe it was a few friendly faces at the highest level. We will never know.\"\"What I do know is Australian cricket is slowly changing and will finally have a chance to reflect what Australia really is. An international team truly representative of its richly divers{"1362709": {"date": "October 09, 2017", "article": "Pakistani-origin batsman Usman Khawaja, one of the first few Asian origin players to compete at national level for Australia, in his latest blog opens up about racism and sports in Australia, saying that he does not support Australia like other immigrant children because he felt the country did not believe in him.Usman, in the piece penned for PlayersVoice, says he was sceptical when people would say that they had not been able to play for Australia because they had the wrong skin colour until he found out why they said it. He remembers being called a 'curry muncher' which, he says, was particularly hurtful. But, he says, it also helped him.\"Being racially vilified actually made me stronger in many respects. I even had a couple of kids try to fight me one day heading home from school. For no reason either! They were in my class one second and the school bell rang — the next minute I’m just about to leave the gates of my school and they are having a go at me,\" Usman, the founding contributor of PlayersVoice, shares.Like other immigrant children, Usman too did not support the Australian cricket team when he was young because they were not like him; rather, looked like those who had vilified him.\"It was either West Indies, Pakistan, India, Sri Lanka. Anyone else. It’s probably why Brian Lara was my favourite cricketer. Let’s be honest, he was pretty good!\"\"I was brought up to believe if I didn’t drink alcohol growing up I was un-Australian. So then why should I support a country that doesn’t believe in me?\"And then, there was the Australian team.\"I was brought up to be respectful, humble and polite. But when I watched the Aussie team, I saw men who were hard-nosed, confident, almost brutish. The same type of men who would sledge me about my heritage growing up.\"He admits being embarrassed to call himself a Pakistani and used to say he was from Saudi Arabia, where his parents had spent a few years and he would often go to visit them.But soon, he realised that racists were only a minority in Australia, and that the country was \"also growing up when he was.\"Refusing to accept that \"he'd never make it to the Australian side\", he says he worked to prove them wrong. Years later, he was to become \"the only Asian player at first class level in the whole country.\" He debuted for Australia in 2011 Sydney Ashes Test, becoming the first Muslim player to ever play cricket for Australia. In the \"changed\" Australia, Usman was able to joke about race with his teammates. But he understands his privilege and that in another era, him even making it to the team — let alone share a laugh — would not have been possible.\"I count myself lucky to have a very strong-willed family. And a natural instinct that always wants to compete no matter what.\"\"If I didn’t have those things, I may also have been lost in the process,\" he says. \"There is no doubt racism and politics played a large roll in selections in the past. I’ve heard a few stories from past Anglo-Saxon players where this seems to be the case. It would just be the times that they lived in. Certainly cricket and society has come a long way,\" Usman says of how the society in Australia, and globally, progressed.Even his \"typical subcontinent Mum\" wanted him to stop playing and focus on studies when he was just 10, Usman, who averages 46 in Tests, says.\"Fortunately for me, my Dad is the greatest cricket tragic of all time, and told my Mum I could do both.\" \"He understood you only get one shot at a sporting career. Stop now and that was the end of it.\" About the emergence of multi-racial players in sports in Australia, he says: \"Maybe it was inevitable with the growing multicultural community in Australia. Maybe it was a few friendly faces at the highest level. We will never know.\"\"What I do know is Australian cricket is slowly changing and will finally have a chance to reflect what Australia really is. An international team truly representative of its richly divers{"1362709": {"date": "October 09, 2017", "article": "Pakistani-origin batsman Usman Khawaja, one of the first few Asian origin players to compete at national level for Australia, in his latest blog opens up about racism and sports in Australia, saying that he does not support Australia like other immigrant children because he felt the country did not believe in him.Usman, in the piece penned for PlayersVoice, says he was sceptical when people would say that they had not been able to play for Australia because they had the wrong skin colour until he found out why they said it. He remembers being called a 'curry muncher' which, he says, was particularly hurtful. But, he says, it also helped him.\"Being racially vilified actually made me stronger in many respects. I even had a couple of kids try to fight me one day heading home from school. For no reason either! They were in my class one second and the school bell rang — the next minute I’m just about to leave the gates of my school and they are having a go at me,\" Usman, the founding contributor of PlayersVoice, shares.Like other immigrant children, Usman too did not support the Australian cricket team when he was young because they were not like him; rather, looked like those who had vilified him.\"It was either West Indies, Pakistan, India, Sri Lanka. Anyone else. It’s probably why Brian Lara was my favourite cricketer. Let’s be honest, he was pretty good!\"\"I was brought up to believe if I didn’t drink alcohol growing up I was un-Australian. So then why should I support a country that doesn’t believe in me?\"And then, there was the Australian team.\"I was brought up to be respectful, humble and polite. But when I watched the Aussie team, I saw men who were hard-nosed, confident, almost brutish. The same type of men who would sledge me about my heritage growing up.\"He admits being embarrassed to call himself a Pakistani and used to say he was from Saudi Arabia, where his parents had spent a few years and he would often go to visit them.But soon, he realised that racists were only a minority in Australia, and that the country was \"also growing up when he was.\"Refusing to accept that \"he'd never make it to the Australian side\", he says he worked to prove them wrong. Years later, he was to become \"the only Asian player at first class level in the whole country.\" He debuted for Australia in 2011 Sydney Ashes Test, becoming the first Muslim player to ever play cricket for Australia. In the \"changed\" Australia, Usman was able to joke about race with his teammates. But he understands his privilege and that in another era, him even making it to the team — let alone share a laugh — would not have been possible.\"I count myself lucky to have a very strong-willed family. And a natural instinct that always wants to compete no matter what.\"\"If I didn’t have those things, I may also have been lost in the process,\" he says. \"There is no doubt racism and politics played a large roll in selections in the past. I’ve heard a few stories from past Anglo-Saxon players where this seems to be the case. It would just be the times that they lived in. Certainly cricket and society has come a long way,\" Usman says of how the society in Australia, and globally, progressed.Even his \"typical subcontinent Mum\" wanted him to stop playing and focus on studies when he was just 10, Usman, who averages 46 in Tests, says.\"Fortunately for me, my Dad is the greatest cricket tragic of all time, and told my Mum I could do both.\" \"He understood you only get one shot at a sporting career. Stop now and that was the end of it.\" About the emergence of multi-racial players in sports in Australia, he says: \"Maybe it was inevitable with the growing multicultural community in Australia. Maybe it was a few friendly faces at the highest level. We will never know.\"\"What I do know is Australian cricket is slowly changing and will finally have a chance to reflect what Australia really is. An international team truly representative of its richly divers{"1362709": {"date": "October 09, 2017", "article": "Pakistani-origin batsman Usman Khawaja, one of the first few Asian origin players to compete at national level for Australia, in his latest blog opens up about racism and sports in Australia, saying that he does not support Australia like other immigrant children because he felt the country did not believe in him.Usman, in the piece penned for PlayersVoice, says he was sceptical when people would say that they had not been able to play for Australia because they had the wrong skin colour until he found out why they said it. He remembers being called a 'curry muncher' which, he says, was particularly hurtful. But, he says, it also helped him.\"Being racially vilified actually made me stronger in many respects. I even had a couple of kids try to fight me one day heading home from school. For no reason either! They were in my class one second and the school bell rang — the next minute I’m just about to leave the gates of my school and they are having a go at me,\" Usman, the founding contributor of PlayersVoice, shares.Like other immigrant children, Usman too did not support the Australian cricket team when he was young because they were not like him; rather, looked like those who had vilified him.\"It was either West Indies, Pakistan, India, Sri Lanka. Anyone else. It’s probably why Brian Lara was my favourite cricketer. Let’s be honest, he was pretty good!\"\"I was brought up to believe if I didn’t drink alcohol growing up I was un-Australian. So then why should I support a country that doesn’t believe in me?\"And then, there was the Australian team.\"I was brought up to be respectful, humble and polite. But when I watched the Aussie team, I saw men who were hard-nosed, confident, almost brutish. The same type of men who would sledge me about my heritage growing up.\"He admits being embarrassed to call himself a Pakistani and used to say he was from Saudi Arabia, where his parents had spent a few years and he would often go to visit them.But soon, he realised that racists were only a minority in Australia, and that the country was \"also growing up when he was.\"Refusing to accept that \"he'd never make it to the Australian side\", he says he worked to prove them wrong. Years later, he was to become \"the only Asian player at first class level in the whole country.\" He debuted for Australia in 2011 Sydney Ashes Test, becoming the first Muslim player to ever play cricket for Australia. In the \"changed\" Australia, Usman was able to joke about race with his teammates. But he understands his privilege and that in another era, him even making it to the team — let alone share a laugh — would not have been possible.\"I count myself lucky to have a very strong-willed family. And a natural instinct that always wants to compete no matter what.\"\"If I didn’t have those things, I may also have been lost in the process,\" he says. \"There is no doubt racism and politics played a large roll in selections in the past. I’ve heard a few stories from past Anglo-Saxon players where this seems to be the case. It would just be the times that they lived in. Certainly cricket and society has come a long way,\" Usman says of how the society in Australia, and globally, progressed.Even his \"typical subcontinent Mum\" wanted him to stop playing and focus on studies when he was just 10, Usman, who averages 46 in Tests, says.\"Fortunately for me, my Dad is the greatest cricket tragic of all time, and told my Mum I could do both.\" \"He understood you only get one shot at a sporting career. Stop now and that was the end of it.\" About the emergence of multi-racial players in sports in Australia, he says: \"Maybe it was inevitable with the growing multicultural community in Australia. Maybe it was a few friendly faces at the highest level. We will never know.\"\"What I do know is Australian cricket is slowly changing and will finally have a chance to reflect what Australia really is. An international team truly representative of its richly divers