{"1362913": {"date": "October 10, 2017", "article": "An interim selection committee headed by former Pakistan batsman Basit Ali on Tuesday announced the women's team under the captaincy of Bismah Maroof for the series against New Zealand.The series will be Pakistan's first since the team's win-less women's World Cup campaign earlier this year, following which Sana Mir was replaced by Maroof as the skipper.Mir will continue to be a part of the squad as a player. Javeria Wadood was named the vice captain in the 14-member squad announced on Tuesday. The selection committee also named four reserves. Sidra Amin, Aliya Riaz, Aiman Anwer and Natalia Pervaiz have made it to the 14-member squad while senior players Asmavia Iqbal and Nain Abidi are among those dropped from it.Mark Coles will also be joining the team as the head coach in place of Sabih Azhar. Coles' appointment had come as a result of Pakistan men's team coach Mickey Arthur's suggestion.Abdul Raqeeb will serve as the new manager for the side for the series, which is a part of ICC Women's Cricket Championship, and will continue from October 31 to November 14 in the United Arab Emirates.Squad: Ayesha Zafar, Bibi Nahida, Javeria Wadood (vc), Bismah Maroof (c), Sidra Amin, Iram Javed, Aliya Riaz, Sidra Nawaz (wk), Sana Mir, Diana Baig, Natalia Pervaiz, Aiman Anwar, Nashra Sandhu and Sadia Yousaf.Reserves: Anam Amin, Fareeha Mahmood, Ayesha Naz and Rameen Shamim. \n", "author": "Dawn.com | Abdul Ghaffar", "title": "PCB names 14-member women's cricket squad for New Zealand series"}}
{"1362903": {"date": "October 10, 2017", "article": "\n\n'A catastrophe'\n\n\nLionel Messi and Argentina will be fighting for their World Cup lives on Tuesday as the South American heavyweights take on Ecuador aiming to avoid a humiliating failure to qualify for next year's finals in Russia.The eyes of the football world will turn to Quito's Estadio Olimpico Atahualpa to see if the once unthinkable prospect of a World Cup without Messi is to become a stunning reality.The two-time World Cup winners head into the final round of South American qualifiers in sixth place, outside the top four positions which grant automatic qualification and trailing fifth-placed Peru, who occupy the playoff spot, on goal difference.Yet with only two points separating third-placed Chile (26 points) with seventh-placed Paraguay (24), any number of permutations are possible.Argentina can simplify the equation for their nervous fans, however, if they manage to take all three points in Quito on Tuesday.A victory would guarantee they finish no worse than fifth place, putting them into a two-legged play-off against New Zealand they would be expected to win.But winning in the thin air of Quito, which is 2,850 metres (9,350 feet) above sea level, may be easier said than done.The Argentinians have an abysmal record in away games against Ecuador, with their last victory in Quito coming in 2001.Since then in World Cup qualifying games, they have been beaten twice, in 2005 and 2009, before scraping a 1-1 draw in 2013.Barcelona star Messi also has a record of struggling in games at altitude, vomiting on the pitch during a draw in the rarefied air of Bolivia four years ago.'A catastrophe'\nThe 30-year-old five-time Ballon D'Or winner also heads into the game knowing that next year's finals in Russia may be his final chance to emulate Diego Maradona by winning a World Cup.\"A World Cup without Argentina and without Messi would be a catastrophe,\" Argentina's 1978 World Cup hero Mario Kempes said this week.\"The only ones who would be happy if Messi doesn't go to the World Cup would be Maradona fans.\"The 2014 World Cup finalists face their moment of truth after a series of uninspiring performances that has left the footballing world scratching its head at how a squad bristling with so much attacking talent has found scoring so difficult.Despite being able to call upon Messi, Sergio Aguero, Gonzalo Higuain, Paulo Dybala, Mauro Icardi and Angel Di Maria throughout the campaign, Argentina have only scored 16 times in 17 games.Last 