{"1281008": {"date": "August 31, 2016", "article": "WASHINGTON: The Uni­ted States on Tuesday slapped a $3 million bounty on a former Tajik special operations commander who received American training but later defected to the militant Islamic State extremist group.Gulmorod Khalimov, now 41, is a former colonel in Tajikistan’s interior ministry police special operations unit and a trained sniper. Last year he declared allegiance to the IS group. According to US officials, between 2003 and 2014 Khalimov attended five training courses in the United States and Tajikistan paid for by a US State Department anti-terrorism programme. In May 2015, he appeared in a video distributed online, bearded and in a black head scarf, bearing a sniper rifle and vowing to bring “jihad” to Russia, Tajikistan and the United States.Published in Dawn, August 31st, 2016\n", "author": "AFP", "title": "Reward for US-trained Tajik ‘terrorist’"}}
{"1281028": {"date": "August 31, 2016", "article": "BADIN: Pakistan Peoples Party (PPP) dissidents Abdul Rauf Nizamani and Abdul Rehman humbled their rival candidates in the rescheduled polling for the slots of the chairman and vice chairman of the Matli municipal committee on Tuesday, reversing the original results declaring Tanzeela Qambrani and Babu Subhago Khaskheli of the Pakistan Peoples Party elected unopposed. Badin district returning officers had on Aug 24 declared Ms Qambrani and Mr Khaskheli elected unopposed after rejecting the papers of Mr Nizamani, Mr Rehman as well as their proposers and seconders invalid. The ECP, on a complaint by the disqualified candidates, rejected the results and ordered the polling to be held the next day. However, protests throughout the town by PPP supporters led by their candidates created a law and order situation due to which the polling could not be held on Aug 25. After making elaborate security arrangements, the district administration held the polling on Tuesday in a peaceful and orderly manner. Mr Nizamani and Khaskheli polled 13 votes each while no vote was cast for the PPP candidates as their supporters stayed away from the polling. Over 200 policemen supported by Rangers personnel were deployed across the town to ensure peace during the polling process. The election commission had replaced the Badin DRO while Hyderabd SSP Irfan Baloch was especially posted at Badin to supervise policing in the town. Ms Qambarni was quoted as saying that she would challenge the unofficial results in the ECP and the Sindh High Court. Supporters of Mr Nizamani and Mr Khaskheli held a rally to celebrate their victory.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Dissidents win as PPP stays away from Matli polling"}}
{"1281168": {"date": "September 01, 2016", "article": "COUNTRIES which do not do well at Olympics determine the causes and take steps to improve at the next Games. We only continue to slide further down. The Pakistan Olympic Association (POA) either has no clue about what to do, or is thoroughly incompetent in execution. The POA top echelon must be removed forthwith for this sports decline. People with knowledge and the ability to take forward our sports are needed in the POA. When more freeloaders than the athletes represent us at the Olympics, when our hockey team does not even qualify, when a boxer with potential quits in disgust owing to lack of support, we desperately need a change in POA.Imran SheikhKarachi(2)THIS refers to the Rio Olympics which ended recently. It was disheartening to observe a photograph (Aug 7), showing the smallest ever Pakistan contingent comprising seven athletes. I want to ask the president of the Pakistan Olympic Association (POA) to explain why only seven athletes represented Pakistan at this mega event. Furthermore, there was also a controversy regarding the flag-bearer. This too reflects the casual attitude of the POA. It appears that there is a lack of coordination between the POA and sports associations.I request the prime minister to take notice of this pathetic situation. I doubt this mega event was taken seriously. Similarly, provincial sports ministers must look into this and forward recommendations to the PM so that we may start preparing for next Olympics and other events.R. Akbar Wah CanttPublished in Dawn September 1st, 2016\n", "author": "From the Newspaper", "title": "POA & Olympics"}}
{"1281178": {"date": "September 01, 2016", "article": "KARACHI: Former hockey player Irshad Haider on Wednesday formally took over acting charge as the secretary Karachi Hockey Association (KHA) from outgoing secretary Farooq Khan.The handing and taking over charge took place at the KHA Hockey Complex in Gulshan Iqbal where the worn out turf of the formerly Hockey Club of Pakistan Stadium is to be laid in the near future.Farooq, who served as the KHA secretary from Dec 2013 to Aug 2016, was shown the door together with his London-based president Wasay Jalil through vote of no confidence on Aug 24.Irshad was one of the three joint secretaries of the KHA whose name was recommended by his other two colleagues. “I have sought 10 days time to hand over the record besides financial documents that will be given after a month,” Farooq told Dawn.Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Sports Correspondent", "title": "Irshad Haider takes charge as new KHA secretary"}}
{"1281208": {"date": "Updated September 01, 2016", "article": "LONDON: Bank regulators are better prepared to cope with the potential failure of a major bank but more work needs to be done on the finer detail of legal agreements covering bank resolution and derivatives trade reporting, the Financial Stability Board said.The FSB set out its views on how the reforms introduced after the collapse of Lehman Brothers nearly eight years ago in a second annual report to the G20 countries, whose leaders are meeting next week in Hangzhou, China.“This significant progress must not lead to complacency,” said Mark Carney, governor of the Bank of England and chairman of the FSB. “Our priorities must be to implement our past agreements in a full, timely and consistent manner.” The organisation singled out the European Union as a jurisdiction which had deviated from the intended rules in its application of the Basel III bank capital framework. The FSB report called on G20 leaders to ensure such rules were implemented on a more even basis.It said it was disappointing only half of the 30 global systemically important banks (G-SIB) had produced cooperation agreements with regulatory authorities in countries beyond their home jurisdiction about how to wind down the bank in the event of its failure, or resolve its difficulties.Only two banks had produced these vital agreements over the last year. “Effective resolution planning and the orderly resolution of a cross-border bank require national authorities to have legal powers and efficient processes for sharing information,” said the report.Published in Dawn September 1st, 2016\n", "author": "Reuters", "title": "Financial regulators tell G20 to focus on legal gaps"}}
{"1281218": {"date": "September 01, 2016", "article": "BRASILIA: Brazil’s Senate on Wednesday voted to remove President Dilma Rousseff from office, the culmination of an year-long fight that paralysed Latin America’s largest nation and exposed deep rifts among its people on everything from race relations to social spending.While Rousseff’s ouster was widely expected, the decision was a key chapter in a colossal political struggle that is far from over. Rousseff was Brazil’s first female president, with a storied career that includes a stint as a Marxist guerrilla jailed and tortured in the 1970s during the country’s dictatorship. She was accused of breaking fiscal laws in her management of the federal budget.Opposition lawmakers, who made clear early on the only solution was getting her out of office, argued that the manoeuvres masked yawning deficits from high spending and ultimately exacerbated the recession in a nation that had long enjoyed darling status among emerging economies.Nonsense, Rousseff countered time and again, proclaiming her innocence up to the end. Previous presidents used similar accounting techniques, she noted, saying the push to remove her was a bloodless coup d’état by elites fuming over the populist polices of her Workers’ Party the last 13 years.The opposition needed 54 of the 81 senators to vote in favour for her to be removed. They got many more, winning in a landslide of sorts, 61-20. “Today is the day that 61 men, many of them charged and corrupt, threw 54 million Brazilian votes in the garbage,” Rousseff tweeted minutes after the decision.Rousseff won re-election in 2014, garnering more than 54m votes. In the background of the entire fight was a wide-ranging investigation into billions of dollars in kickbacks at state oil company Petrobras. The two-year probe has led to the jailing of dozens of top businessmen and politicians from across the political spectrum, and threatens many of the same lawmakers who voted to remove Rousseff.Rousseff argued that many opponents just wanted her out of the way so they could save their own skins by tampering with the investigation, which Rousseff had refused to do.Many lawmakers and Brazilians nationwide, meanwhile, blamed Rousseff for the graft even though she has never been personally implicated. They argued that she had to know, as many of the alleged bribes happened while her party was in power.Rousseff’s removal creates many questions that are not easily answered. Michel Temer, her vice president who became her nemesis, will serve out the remainder of her term through 2018. But Brazilians have already gotten a taste of Temer’s leadership, and they are clearly unimpressed.In May, Temer took over as interim president after the Senate impeached and suspended Rousseff. The 75-year-old career politician named a cabinet of all-white men, a decision roundly criticised in a nation that is more than 50pc non-white. Three of his ministers were forced to resign within weeks of taking their jobs because of corruption allegations, which also follow Temer and threaten his hold on power.When Temer announced the opening of the Olympics on Aug 5, he was so vociferously booed that he remained out of sight for the remainder of the games.Rousseff’s allies have vowed to appeal to the country’s highest court. While previous petitions to the court have failed to stop the impeachment process, at the very least legal wrangling will keep the issue front and center.The decision also leaves many question marks over the economy, expected to decline for a second straight year. Temer has promised to pull the country of 200m people from its recession by tackling reforms that have long been taboo, such as slimming public pensions. But he has not been able to accomplish much the last three months as interim president, and it remains to be seen whether Congress will be willing to work with him.Published in Dawn September 1st, 2016\n", "author": "AP", "title": "Brazil’s president Rousseff ousted from office by Senate"}}
{"1281248": {"date": "September 01, 2016", "article": "Saving environmentPakistan Youth Climate Network (PYCN), a youth advocacy group of Sustainable Development Policy Institute (SDPI), Heinrich Boell Stiftung Pakistan and Islamabad’s deputy mayor are organising an event titled ‘Reclaim Ecology in the Heart of Islamabad’ on Thursday, September 1 at SDPI’s premises from 10am-1pm.WorkshopThe Research Society of International Law is holding a special workshop on improving Pak-India bilateral relations through legal diplomacy on Thursday, September 1 at Serena Hotel from 3-5pm.Published in Dawn, September 1st, 2016\n", "author": "From the Newspaper", "title": "METRO EVENTS"}}
{"1281378": {"date": "Updated September 04, 2016", "article": "Once the most ubiquitous part of Karachi’s heritage, Irani ‘hotels’ are fast disappearing from the urban landscape...The Irani cafes of Karachi\nby Asif NooraniSometime in the 1920s, Rustom Aspandiar Bahmani, a Zoroastrian, left Yazd, then a small desert town in Iran, with his companions. All of them perched on mulebacks trotted all the way to Zahidan, from where they took a painfully slow train to Quetta. A faster train took them to Karachi from where they boarded a sailboat to Bombay. After a six-day voyage, the vessel dropped anchor at the city’s harbour. The city was not unfamiliar to Zoroastrians. Waves of Zoroastrians had migrated from Iran between the 8th and 10th centuries and had made their way up the social ladder as successful businessmen and industrialists. Quite understandably, they were supportive of their co-religionists. To cut a long story short, Bahmani, like other Zoroastrians, made their mark in the restaurant business. They were followed by Bahais, practitioners of the 19th century religion, and Muslims. The latter moved to the state of Hyderabad in large numbers.A good number of Iranis didn’t go to Bombay, however; they decided to settle down in Karachi. There were more than a hundred Irani restaurants (Irani hotels in common parlance) in Karachi in the 1970s but today hardly 10 remain. After Independence, not many opened in the newer parts of the city. Café Liberty and the one in Nursery market in PECHS (whose name nobody seems to recall) were among the exceptions. Areas such as Defence Housing Authority and North Nazimabad never had a single Irani restaurant.The middle class localities and commercial areas of the city were once punctuated with Irani restaurants. Most of them had ‘cafes’ preceding their names. Four restaurants were in close proximity in Saddar. Fredrick’s Cafeteria was the haunt of punters who frequented the place after placing bets at the city’s racecourse. It also had a pay phone which one could use after inserting two coins of 10 paisas each in the slots. Café George, on the intersection of Victoria Road (now Abdullah Haroon Road) and Frere Road (now Shahrah-i-Liaquat) was known for its snacks, particularly its mutton patties and the accompanying chutney concocted by its cook (chef was a term that was yet to come in vogue). On the other side of the road was Eastern Coffee House, which was named India Coffee House until a few years after Partition. It was initially run by the India Coffee Board, (ICB), which ran a chain of coffee houses since the mid-1930s (it still does in India). India Coffee House in Saddar became Zelin’s Coffee House but, soon after, an Irani took over, who christened it Eastern Coffee House. Mr Merchant, a coffee-taster turned manager at the ICB, then set up Pioneer Coffee House in what is now the Electronics Market. Eastern Coffee House was the haunt of writers and student leaders. Some people were regular visitors. Come rain or shine, they were there in the afternoons. Once the Marxist student leader Ali Mukhtar Rizvi, who was part of the Moharram zuljina juloos, climbed up the stairs, had a quick cup of tea before joining the tail of the long procession. Then there was one Mr Bilgrami, who never loosened the buttons of his sherwani even when mercury crossed the 110oF mark. In those days air conditioning in restaurants was a rarity. Only Shehzan and Pioneer had that facility. Fredrick’s Cafetaria and Eastern Coffee House had sections for families as well. As you walked towards the Elphinstone Street (now Zebunnisa Street), you saw Café Parisian (the septuagenarian Parisian Bakery is still there). Then as you proceeded towards the corner of Bohri Bazaar, you saw the plebeian Boman Abadon Irani Restaurant where ready-made tea was served. Outside the restaurant there was a row of shoe-shine men from what was then the NWFP (now Khyber Pakhtunkhwa). You would place your foot on a pedestal and the man seated on a stool would live up to his promise of making your shoe shine like a mirror. “Sheesha banaiga” used to be their slogan.Diagonally opposite the Parisian was Café Gulzar, which had its loyal clientele too. The Karachi-born singer C.H. Atma, who had migrated to Bombay, visited his native city sometime in the ’60s. He made it a point to visit two places — Abdullah Shah Ghazi’s mazaar and Café Gulzar. In an interview with a local journalist he said that whereas he got spiritual satisfaction at the mausoleum, the food in his favourite restaurant gave him gastronomic satisfaction. “It still tastes as delicious as it did before Partition,” he said.At the other end of Victoria Road, opposite Hotel Metropole, was Café Victoria, which was spacious and comfortable. It had a number of delicacies listed on its menu, but to a friend, who frequented it in the ’60s, the piece-de-resistance was the Mahi Kabab — ‘mahi’ being the Persian word for fish. Café Subhani, close to Fleet Club, was widely known for its Chullu Kabab, an Iranian specialty kabab served over a bed of buttered rice. It closed down a year or two ago. It is now owned by locals, who have refurbished it and renamed it Chullu Kabab Sistani.Two Irani restaurants which are still there are adjacent to each other. Pehlvi Restaurant, at the intersection of M.A. Jinnah Road and Zebunnisa Street, offers tea in cups and also has a small stall which serves tea in chainaks — small metallic teapots. Next to it is Café Durakhshan, owned by the same family, where tea is served in teapots, accompanied with sugar in a pot and milk in a small jug. Its fastest selling dish is the Spicy Pulao. It retains the feel of old while Pehlvi seems to have morphed into a more modern fast food joint.Almost invariably all Irani restaurants, not just in Karachi but also in Mumbai and Pune, are located at street corners, a testament to their early-mover advantage in real estate. They are open on two sides. It seems Pehlvi and Durakhshan were once one restaurant but were later divided between two siblings, so the latter does not enjoy having entrances from two sides. The present owners simply refuse to comment on this subject.\n\n\n\t\t\t\t\tKhairabad now and then: (Left) present day; (Right) 1947 as M.A. Jinnah’s motorcade drove past (Photo from State Bank Museum)\n\t\t\t\t\n\n\nThe only Irani Restaurant which was not in a corner was Café Gloria in the small lane which is still called Capitol ki Gali. Capitol was one of the two cinemas owned by the Mobed family, who were Parsis. Flamingo, a snazzy restaurant on the first floor of the cinema, was particularly known for its cold coffee. While Flamingo was owned by a Zoroastrian, Café Gloria’s proprietor was a Bahai. Capitol Cinema and its twin, Paradise Cinema, have vanished like many other movie houses in Saddar. Café Yasmeen near the Police Head Office on I.I. Chundrigar Road was the latest Irani restaurant demise and the one to suffer the most is the paanwallah outside —all Irani restaurants have paan shops tucked in small spaces outside the premises. The paanwallah has lost his clientele and now closes shop at 6pm.Not too far from Cafe Yasmeen was Café Victory on what was South Napier Road, which was renamed Altaf Hussain Road after the founding editor of Dawn. With the offices of the Dawn Group and Millat Publications being there, journalists thronged the café at lunch hour. It was known particularly for its succulent beef steak and the sauce that topped it. Perhaps the only Irani restaurant which is faring quite well is Khairabad Tea Shop (see interview). It has its loyal clientele, some of whom keep returning even after years. Syed Abdullah Shah, the chief minister of Sindh from 1993-1996, paid a visit to have tea there after assuming the top office in the province. He recalled that Khairabad was his usual haunt while studying at the nearby S.M. Law College.    But why are so many Irani restaurants closing down despite their being a part of Karachi’s heritage? Young Abbas Ahmed of Café Durakhshan, an MBA, has the answer. “For one thing, the trend has changed,” he says. “Now there are fast food joints as well as eateries which specialise in items such as nihari, biryani or barbecue. Secondly, there is much hassle in running restaurants, particularly when the profits have dipped. You would be better off selling the restaurant and putting the money in fixed deposit.” Why have the marble top tables that were the mark of Irani restaurants disappeared? “Simply because they were too space consuming,” explains Ahmed.  “But the bentwood chairs are still there. In fact, you are sitting on one. The large mirrors which give the impression of extra space have not disappeared either.”The Iranis are still very much into selling tea leaves. “Two of the leading shops, Islamia Tea and Iranian Tea are doing quite well,” Ahmed points out. Irani restaurants may be vanishing but they have left their mark on their city. Proof, if proof be needed, is that the Tariq Road and Allama Iqbal Road intersection is still called Café Liberty and the area near Fleet Club is known as Lucky Star, after the restaurants which dropped shutters years ago.\n“There were close to 100 Irani restaurants in the 50s and 60s, now there are less than 10.” — Abbas Ali the proprietor of Khairabad Tea Shop\n\n\n\n\t\t\t\t\tAbbas Ali\n\t\t\t\t\n\n\nAbbas Ali, the proprietor of Khairabad Tea Shop, mans the counter of the restaurant at the intersection of I.I. Chundrigar Road and Dr Ziauddin Ahmed Road for at least six to eight hours a day. He greets you with a cheerful Khushamdeed (‘Welcome’). However, if you wish to interview him, he politely asks you to see him after the peak hours — 12 noon to 4pm. I talk to him when he is relatively free. AN: When was this restaurant set up? AA: In 1932 by my grandfather, who had migrated from Iran. My father was then a young man. AN: How come you call it a tea shop? I don’t recall seeing an Irani restaurant in Karachi or Mumbai, not even Pune, where any restaurant bore that description. They are all called ‘cafes’, even though coffee is not a popular drink in our country, nor in that part of India. AA: That’s a question that you should have asked my father, but he is up in the heavens. However, if you look at our menu displayed under the glass, you will find that we have renamed the restaurant. It is called ‘Café Khairabad (Tea Shop) and Food Centre’. It’s too long a name to be painted on the board fixed on top of the entrances so we have continued with the original name. AN: Why Khairabad?AA: That is where my family hails from in Iran. You will see quite a few restaurants named after the towns from where their owners belonged to. [There were also Café Meharabad and Café Ispahan, to name just two.] Sadly, they are among the many Irani restaurants that have dropped shutters. The latest casualty is Café Yasmeen, which was on this very road. There were close to a hundred Irani restaurants in the 50s and 60s, now there are less than 10.AN: What’s the reason for closures on such a vast scale?AA: The business is not that good. The electricity and gas charges are prohibitively high. The prices of meat and vegetables, not to mention cooking oil, have risen considerably. Wages have gone up too. We can’t raise the food charges accordingly because there is strong consumer resistance.AN: The owners of Irani restaurants that I have met complain that extortion by members of political parties is a major cause of dropping the shutters. What do you have to say on that issue?AA: I wouldn’t like to comment on that. You are a journalist. You should know better. (Smiles) AN: What business do the Iranis who close their restaurants do after selling the premises which are invariably on prime locations? AA: They go back to Iran. There is no future for us here. Even those Iranis who were born here have not been given Pakistani nationalities. AN: How come Khairabad is a longish-shaped restaurant, unlike others?AA: My grandfather bought a shop and turned it into a tea shop. My father bought two more [which he combined], which is why you get that impression.AN: You have a fast food joint very close to Khairabad. Fast food joints are not your cup of tea. They are different from Irani restaurants. Then there is Ramzani Bakery which is a few steps ahead of Agha Fastfoods.  How will you explain this diversion?AA: We have to keep pace with the changing times. And as for the bakery, may I remind you that bakeries have always been a part of the operations. Many restaurants have bakeries next door.AN: Why does Agha Fastfoods remain closed on Sundays?AA: There are no clients on Sundays and public holidays because this is a commercial area. Even Khairabad has many empty seats on the second half of Saturdays and whole day on Sundays.  — AN.\nMemories of Avalon\nA regular customer shares memories of his favourite haunt in the 60s\n\n\n\t\t\t\t\tThe traditional bentwood chairs of Irani ‘hotels’\n\t\t\t\t\n\n\nKhan Sahib (not his real name) in his late seventies but his memory of his college days is surprisingly quite sharp. He used to bunk his classes when he was studying for his B.A. For this reason it took him six years after matriculation to complete his graduation, which otherwise he could have done in four years.When I, his junior, approach him for his views on Avalon, the Irani restaurant, where he used to hold his ‘darbar’, he sounds reluctant. “I shall talk to you only if you promise me that you won’t publish my name because I don’t want my grandchildren to know that their grandpa used to bunk classes,” he lays down just one condition.I recall that there were always some freeloaders who wanted free cups of tea and often ‘maska bun’ (buttered bun). Khan Sahib, the son of an affluent jeweller, was never short of cash. More than that, he was quite generous and never hesitated to loosen his purse strings.Drifting down memory lane, Khan Sahib says, “Almost all Irani restaurants were quite spacious but Avalon was perhaps the largest in terms of space. A table in one corner, from where I could watch college girls going to Sind Muslim College and DJ Science College, was unofficially reserved for me. Let me be honest, I never had the guts to talk to them but, on the other hand, I served as Agony Aunt to boys whose ‘crush’ for girls was never reciprocated.”Khan Sahib further says, “Avalon was a second grade Irani restaurant where readymade tea was served in tea cups. They were never full or else tea would have spilt in saucers. Payments were made at the counter and the waiters were not given tips. However, I did reward them occasionally, which was why I was given what was known as ‘VIP treatment’. For instance, I was never served tea in a chipped cup. Like other restaurants of their type, they also served what was known as Sulemani Chai, which was light tea, devoid of milk. Green tea came in vogue much later.” Admiring the servers’ memory, Khan Sahib says, “The waiters would remember what they had served on which table and how much money was to be collected. Surprisingly, when a bearer [as the waiter was called in those days] had to hand over the charge to his successor at the end of his shift, he would tell them how much money was to be paid by every customer. “In those days one could share a table with a stranger, without bothering to take his permission,” he recalls. My table was an exception. My flashy moustaches — now no more, thanks to my wife — kept the intruders away. “Two notices were displayed prominently on the premises. One instructed the customers to refrain from discussing politics and the other advised them to check with the person manning the counter if he could handle a 10-rupee note, which was equivalent to a present day 1,000-rupee note,” Khan Sahib reminisces.“I wasn’t keen to graduate, but I feel that the examiners were generous when I managed to get pass marks in maths, which was my weakest subject. That was in 1964. A couple of years later when, out of sheer nostalgia, I went to have a cup of tea, I found much to my dismay, that Avalon had been replaced by a bank. The propr{"1281008": {"date": "August 31, 2016", "article": "WASHINGTON: The Uni­ted States on Tuesday slapped a $3 million bounty on a former Tajik special operations commander who received American training but later defected to the militant Islamic State extremist group.Gulmorod Khalimov, now 41, is a former colonel in Tajikistan’s interior ministry police special operations unit and a trained sniper. Last year he declared allegiance to the IS group. According to US officials, between 2003 and 2014 Khalimov attended five training courses in the United States and Tajikistan paid for by a US State Department anti-terrorism programme. In May 2015, he appeared in a video distributed online, bearded and in a black head scarf, bearing a sniper rifle and vowing to bring “jihad” to Russia, Tajikistan and the United States.Published in Dawn, August 31st, 2016\n", "author": "AFP", "title": "Reward for US-trained Tajik ‘terrorist’"}}
{"1281018": {"date": "August 31, 2016", "article": "\n\n\n\t\t\t\t\tThe writer is a former civil servant.\n\t\t\t\t\n\n\nTHE National Accountability Bureau, the corruption watchdog, has indulged in unethical practices of a different sort, it would seem. NAB officials harass retired civil servants in cases of corruption that may actually have little to do with them, as the real perpetrators are often too powerful and influential to be perturbed by such ongoing investigations. One recent example is that of former prime minister Raja Pervaiz Ashraf, who has been under investigation for nearly 500 allegedly illegal appointments and corruption at the Gujranwala Electric Power Company. The officers serving at the time — even those who have retired by now — are being pressurised to give testimony against him by NAB investigators. Raja Pervaiz Ashraf, however, does not appear to care. The question is: which civil servants have it in them to defy the chief executive’s orders and continue to serve? Do the names Muhammad Ali Nekokara or Mushtaq Rizvi ring a bell? They bore the brunt for not following orders blindly. Are there any examples where defiantly conscientious civil servants were rewarded for their honesty? The system is designed in such a manner that successive governments might reward certain officers for their loyalty, but definitely not for their honesty. Selective accountability by institutions like NAB does nothing more than provide an opportunity for more corruption by allowing access to blackmail.\nCan deserving civil servants survive such a system?\n\nMany of NAB’s senior positions are currently occupied by retired military officers inducted into the organisation during Gen Musharraf’s regime — the preferred way of military dictators to reward their constituency ie the army. These officers have also been promoted thanks to the manipulation of the  rules and powerful ties, so much so that the requirements for the post of director general have been relaxed to justify the current incumbent — a former military officer. What this means is that there is less chance for those officers who have been recruited via competitive processes to be promoted. They are expected to work like mules without harbouring any personal ambitions of a promising career. In a recent judgement, the Supreme Court emphasised the need for honest, well-trained investigative officers in NAB as it has been observed that the accused often try to bribe investigation officers and prosecutors with portions of embezzled money so that they can get off scot-free. In my humble opinion, what the apex court has wished for will remain a fantasy unless the anti-corruption body is purged of internal injustices and instances of favouritism.Everything in this country can be reversed except for what the security establishment has done. Take an example. The Punjab highway patrol department is suffering from the paucity of funds and human resources. Out of the almost 500 vehicles used for patrolling, 400 have been driven more than 250,000 kilometres and yet there are no signs of replacing them. Why is such step-motherly treatment being reserved for a department that is in line with Chief Minister Shahbaz Sharif’s love for specialised, specific task-oriented departments? The reason for this callousness is the fact that the said department was the brainchild of the PML-Q government, and political vendetta supersedes all other considerations. In contrast, take another example. All of us know about the induction of military officers in the three most sought-after groups in the civil service: the Foreign Service, the Pakistan Administrative Service and the Police Service of Pakistan. Inductions into these ranks are usually based on recommendations from an influential bigwig. Another military dictator, Gen Ziaul Haq, legalised this practice — and no civilian government has since dared shut this backdoor entry into the Pakistani civil service.There are certain things in life which one simply has to live with and cannot undo. One such thing, for all Pakistan’s citizens, is the dominance of the security apparatus in the political and administrative spheres in one form or another. The PML-N finally seems to have learnt its lesson, as (among other things) is evident from the recent appointment of the military-backed retired Lt Gen Zamir-ul-Hassan Shah in an apparent U-turn. Those NAB officers who are planning to move court against NAB’s appointments of former military officers would save themselves a lot of litigation if they learn from the experiences of none other than the prime minister himself. Lastly, if I dare ask, how would it feel if someone offered help during a natural disaster (such as a flood or an earthquake) but then decided to take over and oversee the running of operations themselves without much input from the concerned parties? I am sure that our security establishment is not going down that road and that this is mostly a case of a few individuals using the institution for trivial personal gains. I hope I am factually correct — and not just politically correct. The writer is a former civil servant.syedsaadatwrites@gmail.comPublished in Dawn, August 31st, 2016\n", "author": "Syed Saadat", "title": "Belling the cat"}}
{"1281028": {"date": "August 31, 2016", "article": "BADIN: Pakistan Peoples Party (PPP) dissidents Abdul Rauf Nizamani and Abdul Rehman humbled their rival candidates in the rescheduled polling for the slots of the chairman and vice chairman of the Matli municipal committee on Tuesday, reversing the original results declaring Tanzeela Qambrani and Babu Subhago Khaskheli of the Pakistan Peoples Party elected unopposed. Badin district returning officers had on Aug 24 declared Ms Qambrani and Mr Khaskheli elected unopposed after rejecting the papers of Mr Nizamani, Mr Rehman as well as their proposers and seconders invalid. The ECP, on a complaint by the disqualified candidates, rejected the results and ordered the polling to be held the next day. However, protests throughout the town by PPP supporters led by their candidates created a law and order situation due to which the polling could not be held on Aug 25. After making elaborate security arrangements, the district administration held the polling on Tuesday in a peaceful and orderly manner. Mr Nizamani and Khaskheli polled 13 votes each while no vote was cast for the PPP candidates as their supporters stayed away from the polling. Over 200 policemen supported by Rangers personnel were deployed across the town to ensure peace during the polling process. The election commission had replaced the Badin DRO while Hyderabd SSP Irfan Baloch was especially posted at Badin to supervise policing in the town. Ms Qambarni was quoted as saying that she would challenge the unofficial results in the ECP and the Sindh High Court. Supporters of Mr Nizamani and Mr Khaskheli held a rally to celebrate their victory.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Dissidents win as PPP stays away from Matli polling"}}
{"1281038": {"date": "August 31, 2016", "article": "KARACHI: The administrative judge of the antiterrorism courts remanded on Tuesday a provincial lawmaker of the Muttahida Qaumi Movement in prison custody in a case related to the alleged distribution of CDs of anti-state speeches. After the end of his physical remand, police reproduced MPA Shiraz Waheed before the court and the administrative judge sent him to prison on judicial remand and asked the police to file an investigation report. According to the FIR, the MPA along with his 15 absconding accomplices was allegedly distributing CDs, which contained speeches and statements to wage war or attempt or abet to wage war against the country, among the people in Ahsanabad. Police claimed that they found 32 such CDs in the custody of the MPA at the time of his arrest on Aug 25. The case was registered under Sections 120-B (criminal conspiracy), 121 (waging or attempting to wage war or abetting waging of war against Pakistan), 123-A, 124-A and 109 of the Pakistan Penal Code read with Section 7 of the Anti-Terrorism Act, 1997 at the SITE Superhighway Industrial Area police station. Identification parades Some witnesses picked out on Tuesday 26 suspects during identification parades before a judicial magistrate in two cases pertaining to sedition, anti-state offences and attack on media houses. Three Muttahida Qaumi Movement leaders with around 40 workers, including three women, are in police custody on physical remand pertaining to Aug 22 incidents following a highly-provocative speech of their London-based chief. Police produced the detained activists before a judicial magistrate (south) for identification parades while three witnesses turned up to identify them. The judicial sources said that the witnesses rightly picked out 26 suspects among the dummies and assigned their roles in the commissioning of the alleged offences. They were booked in two cases registered at the Artillery Madian police station under multiple charges, including sedition and offences against the state. Suspect indicted in KESC chief murder case An antiterrorism court indicted on Tuesday a suspect in a 1997 triple murder case. Mohammed Minhaj Qazi, alias Asad, along with his accomplices has been booked in the murder case of the then managing director of the Karachi Electric Supply Company Malik Shahid Hamid, his driver, and a guard in the Defence Housing Authority in 1997. The ATC-V judge, Mohammed Javed Alam, read out the charges. However, the accused pleaded not guilty and opted to contest the case. The court summoned the prosecution witnesses with the direction to record their evidence on Sept 26. Police in a supplementary investigation report chargesheeted Qazi as one of the alleged shooters, adding that he and Saulat Mirza along with their two other accomplices had fired at the car of the MD of the KESC with Kalashnikov assault rifles. They also named MQM chief Altaf Hussain, the party convener Nadeem Nusrat, a London-based leader Sohail Zaidi and two workers, Rashid Akhtar and Athar Hussain as absconders in the charge sheet and on a previous hearing, the court declared them proclaimed offenders. An ATC had already sentenced MQM worker Saulat Ali Khan, better known as Saulat Mirza, to death in 1999 in this case and he was executed in the Machh jail in Balochistan on May 12, 2015. Published in Dawn, August 31st, 2016\n", "author": "Ishaq Tanoli", "title": "Muttahida MPA remanded in prison in anti-state CDs case"}}
{"1281048": {"date": "August 31, 2016", "article": "MUZAFFARGARH: Police arrested Malik Abdul Rehman Khar, a former provincial minister and son of ex-governor of Punjab, Malik Ghulam Mustafa Khar, for providing shelter to his brother ex-MPA Bilal Khar, a proclaimed offender in a murder case. The suspect was, however, granted bail by a court later in the day. The arrest was made in a raid conducted on the residence of Abdul Rehman Khar at Dardah Gharbi on Tuesday morning.Kot Addu Deputy Superintendent of Police (DSP) Mujahid Hussain Birmani told Dawn that the ex-minister had twice resisted arrest of his brother Bilal Khar, a proclaimed offender in a case registered against him for killing his tenant \ntwo years back. Bilal had been taking shelter in his brother’s house, he claimed. The DSP said Abdul Rehman had secured pre-arrest bail in one of the two cases registered against him under Section 216-A of the Pakistan Penal Code (PPC) that dealt with harbouring a criminal. He said the suspect had not \nsecured a bail in the other case for which he was arrested. When the ex-minister was brought to Sanawan police station after his arrest a large number of people gathered there. \nTwo hours later, the suspect was produced before a magistrate who granted him bail. After securing the bail, Mr Abdul Rehman Khar denied he provided shelter to his PO brother.MEAT SEIZED: The police seized 200 kilogram stale meat in a raid that was allegedly to be supplied to a party in Multan and arrested to people for being involved in the deal. Rangpur police said they received a tip-off that stale meat was being supplied to a party in Multan by two butchers from Chowk Sarwar Shaheed. The police seized 200kg sub-standard meat in a raid and arrested the two suspects. The district livestock officer said the seized meat was stale and could be harmful for the consumers.Published in Dawn, August 31st, 2016\n", "author": "Malik Tahseen Raza", "title": "Ex-minister held for harbouring PO gets bail two hours later"}}
{"1281058": {"date": "August 31, 2016", "article": "LAHORE: The Lahore High Court registrar office on Tuesday withdrew its objection earlier put on a petition seeking the cancellation of MQM’s registration and fixed it for hearing before the chief justice. Advocate Aftab Virk re-filed the petition after meeting some requirements pointed out by the office. The lawyer in his petition stated that a political party registered in Pakistan had to be loyal to the country. However, he said, recent statements of MQM chief Altaf Husain established that the party was not faithful to Pakistan. He prayed to the court to order the Election Commission of Pakistan to cancel the registration of the MQM as a political party. The chief justice would take up the petition on September 1. Advocate Virk is the lawyer on whose petition, the LHC had ordered a complete media blackout of Husain’s speeches and all other activities.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Plea seeking MQM’s cancellation cleared"}}
{"1281068": {"date": "August 31, 2016", "article": "ISLAMABAD: During a public talk on Tuesday, Ambassador Khalid Mahmood said Pakistan’s climate and ecosystem are under severe stress, which is evident from the frequency of natural disasters. Mr Mahmood, the chairman of the board of governors of the Institute of Strategic Studies (ISSI), was speaking at a talk on ‘Climate Change, Nuclear Disarmament and Humane Global Governance’ at the institute.He said climate change is intimately linked to the disastrous impact of nuclear weapons. In the 1980s, several studies were carried out on how the use of nuclear weapons and ‘nuclear clouds’ would impact climate change. “In this context, we need a global governance system in order to avert any such scenario where nuclear weapons are used,” he said. Guest speaker Prof Dr Richard Anderson Falk, professor emeritus of International Law and Princeton University and former UNHRC special rapporteur on Palestine, said the topic was an overarching subject and highlighted the shortcomings of the international arrangement that caters to existential threats to humanity. He said problems between states were solved in a few basic ways – including through a multilateral consensus among states to serve humanity. However, Dr Falk added that the international system or structure does not have the adequate qualities or the framework to uphold these global values. “The best it could do was what happened in the Paris agreement,” he said, adding that the government should take responsibility either of who generates these problems or who solves them. He said one of the problematic aspects of climate change is the degree of harm caused by it, which is concentrated and affecting communities who are not responsible for generating the problem. Dr Falk also emphasised the failure of the United Nations system to provide a plan and approach to solving common challenges to humanity. Another guest speaker, Dr Hilal Elver, a research professor and global distinguished fellow at the University of California Santa Barbara LA Law School, posed questions on the difference between human and humane global governance. “The fear factor is very important in mobilising societies to force their governments, and this fear which regards to nuclear weapons and climate change is one stark distinction.”She added that the global economy, corporate interest and the private section were not very important factors in nuclear disarmament, but were in the climate change scenario. She said that while the concept of security during the Cold War was based on territorial defence, that has now changed to human security – which is the human part of global governance and security.Published in Dawn, August 31st, 2016\n", "author": "A Reporter", "title": "Climate change linked to nuclear weapons’ impact"}}
{"1281078": {"date": "Updated August 31, 2016", "article": "ISLAMABAD: Members and the chair of the Senate Standing Committee on National Health Services (NHS) on Tuesday said they were not in favour of a bill for banning tobacco advertisements and expressed sympathy with tobacco companies, growers and retailers.Chaired by Senator Sajjad Hussein Turi, the meeting was held at federal lodges to discuss ‘The Prohibition of Smoking and Protection of Non-Smokers Health (Amendment) Bill, 2016’.The bill, tabled by PML-Q Senator Mushahid Hussein Syed, calls for a ban on tobacco advertisements. It also wants retailers to be stopped from putting tobacco advertisements inside their shops as they could entice the youth.\nParliamentarians argue tobacco companies contribute to economy\n\nAccording to the bill, tobacco companies will not be allowed to sponsor health camps, plantation campaigns and sport and other events.During the meeting, a representative of the All Pakistan Cigarette Retailer Association, Haji Mohammad Yousuf, said retailers will lose their identity if advertisements for tobacco companies were banned.“Business for smuggled cigarettes will increase which will also cause the state financial loss. Shops will also not be renovated by tobacco companies as they are now,” he argued.PTI Senator Nauman Wazir Khattak said that some NGOs were working against the tobacco industry, which is contributing Rs135 billion in tax revenues to the country’s economy.Senator Khattak explained that 99pc of Rs135 billion in taxes is paid by two tobacco companies which have a 65pc share of the tobacco market and the rest of the companies which make up for 35pc of the market pay 1pc of the taxes.He suggested that a meeting between major tobacco companies, the Federal Board of Revenue and the committee be arranged.The PTI senator then asked how some cigarettes were being sold for Rs26 when the minimum tax on 20 cigarettes was Rs44. He declared the bill ‘discriminatory’ and said it was drafted by NGOs and will allow for easily pressuring tobacco companies.Senator Ayesha Raza Farooq, who is the prime minister focal person on polio and also works on health issues, was also not in favour of the bill. She argued that NGOs claims of children noticing advertisements is vague and said that this in does not prove that they take up smoking due to the advertisements. She said laws already exist for this problem and that awareness campaigns should be launched instead of making new legislation.This was seconded by Dr Ashok Kumar, who belongs to the National Party. He also said NGOs should launch an awareness campaign instead of trying for new legislation.“Khyber Pakhtunkhwa is affected by terrorism and if people were stopped from growing tobacco, they will have nothing to do. The smaller provinces are affected by measures like these,” he said,MQM Senator Ateeq Sheikh also said that laws against tobacco already exist and that there is no need for making new laws.PML-N Senator Kalsoom Parveen said that the people who used to grow poppies before were told to grow tobacco and that they should not be stopped from this now.The chairman of the committee then said that instead of trying to stop tobacco companies, they should be encouraged to participate in health care activities.Secretary of the NHS ministry, Ayub Sheikh tried defending the bill and referred to data which said that 300 people die each day of tobacco related illnesses. However, other members including Dr Kumar asked him to show proof for the authenticity of the data and asked for the same to be submitted in the committee.Mr Sheikh said that the aim of the bill was to ensure that the new generation is not enticed by tobacco advertisements.“Every day 1,200 children of between the ages of 12 and 15 take up smoking and non-communicable diseases are increasing across the country. It is a fact that children are affected by tobacco advertisements,’ he added.And though the committee allowed a representative of tobacco retailers to present his arguments, Nadeem Iqbal, the head of The Network for Consumer Protection which is the NGO which had assisted in drafting the bill, was not allowed to make his case.NHS Minister Saira Afzal Tarar, who was late to the meeting, suggested the matter be referred to the sub-committee after which it was decided that a sub-committee headed by Senator Nauman Wazir will be formed for the purpose.Published in Dawn, August 31st, 2016\n", "author": "Ikram Junaidi", "title": "Senators oppose bill to ban tobacco advertisements"}}
{"1281088": {"date": "August 31, 2016", "article": "PESHAWAR: Educationists on Tuesday called for the replacement of the current traditional examination system with modern and international examination practices.They said the schoolchildren couldn’t be assessed and evaluated properly through the traditional examination system of resolution of question papers practiced in the country for long.The educationists said the existing examination system was worrisome for students, teachers and parents as it promoted rote learning among students instead of creativity.\nSay current system promoting rote learning instead of creativity\n\nThey expressed these views at a workshop on ‘reforming secondary school examinations with a focus on KP’ on the Peshawar Board of Intermediate and Secondary Education premises here.The workshop was organised with the support of the Society for the Advancement of Education (SAHE) in collaboration with Open Society Foundations (OSF).Noted among those in attendance were BISE chairman Dr Mihammad Shafi Afridi, BISE Hyderabad chairman Mohammad Memon, Shahzad Jeeva of the Aga Khan University Examination Board, Unaeza Alvi of the IBA Sukkur and Technical Board chairman Qasim Khan Marwat.Dr Mohammad Shafi said the efforts had been taken in the last couple of years to modernise the BISE Peshawar secondary examination system.He highlighted the use of optical mark recognition being applied on the multiple choice questions, which was 20 per cent in each paper of the secondary school certificate examination conducted recently.Mohammad Memon said he faced pressure from inside and outside of the Hyderabad board when he initiated reforms recently.“There was variation in terms of quality in the seven education boards of Sindh,” he said.The board chairman stressed the need for the establishment of a body in each province to oversee the efficiency of education boards.“No one has bothered to introduce a system for analysis of the results of examinations conducted by boards,” he said.Unaeza Alvi said called for the use of modern technology in the evaluation of students instead of traditional manual system.She said only the changing of the exam pattern was not enough and instead, standardisation of textbooks and provision of quality training to teachers were also necessary for improvement of education system. “It’s strange that every education board prepares own paper different from other boards’ while in the developed countries, the papers are the same for entire country,” she said.Qasim Khan Marwat said the existing examination system was 200 years old and that it had lost its importance over failure to assess students.He said teachers, students and parents focused their attentions on examinations instead of learning activities.“Evaluation of students should be aligned with curricula and activities in classrooms,” he said.Mr. Marat said the education boards dealt only with external examinations, while there was no concept of internal examination inside classrooms.“Attitude is an important part of learning but we are unable to assess the attitude of students,” he said.Published in Dawn, August 31st, 2016\n", "author": "Bureau Report", "title": "Educationists favour modern examination practices"}}
{"1281098": {"date": "August 31, 2016", "article": "PESHAWAR: The Khyber Pakhtunkhwa Ehtesab Commission (KPEC) on Tuesday arrested five managers of various banks on charges of involvement in financial scam of Rs66 million in the Elementary Education Foundation.According to a statement issued here, the arrested bankers include Kamran Khan, manager Bank of Dubai Islamia, Mustansar, former manager Bank of Samba and the sitting manager Bank Al-Falah, University Road Peshawar, Afraz Ahmed, former manager Bank of Samba and sitting manager Askari Bank, Navel Headquarters Islamabad, Shakeel Asghar, manager Silk Bank Peshawar and Abdal Haseeb, operational manager Silk Bank Peshawar.It was stated that the bankers were involved in misappropriation of Rs66 million. Former managing director of the Elementary Education Foundation, Ahmed Khan and account officer Mohammad Ali have already been arrested in the case. The bankers would be presented to accountability court today (Wednesday) to seek their custody for further investigation.Meanwhile, Judge Subhan Sher of a special court of KPEC on Tuesday sent senior drug analyst, Khalid Khan, on a three-day physical remand in the drugs testing case.The accused was arrested on Monday on charges of giving wrong report about life-saving drugs worth millions of rupees a few years ago.Published in Dawn, August 31st, 2016\n", "author": "Bureau Report", "title": "Five bankers arrested for funds embezzlement"}}
{"1281108": {"date": "Updated August 31, 2016", "article": "ISLAMABAD: Prime Minister Nawaz Sharif will chair a meeting of the federal cabinet on Wednesday (today) to discuss several emerging issues and sign off on economic decisions taken earlier.This will be the second cabinet meeting after the prime minister’s heart surgery earlier this year, and the first to be held following a Supreme Court decision that made it mandatory for the cabinet to approve every piece of legislation and decision taken by the government.Before his surgery in London, PM Sharif had conducted a meeting of the federal cabinet ahead of the budget session, where he gave his formal assent to the finance bill via video link.\nFollowing apex court ruling, all major decisions must be endorsed by federal cabinet\n\nThe July 15 meeting was the first formal meeting of the cabinet to be held this year, after a gap of nearly seven months.On August 18, the Supreme Court ruled that the prime minister could not move any legislation, finance or fiscal bill or approve any budgetary or discretionary expenditure on his own, without taking the cabinet into confidence.The ruling came on petitions by Karachi-based importers of cellular phones and textile goods, who had filed appeals against the federal government’s decision to withdraw certain tax exemptions on imported goods through notifications issued on April 4, 2013 and May 30, 2013.In their appeals, the petitioners maintained that the notifications were not issued by the federal government, but by an additional secretary, who was not competent to do so.A senior government official privy to developments {"1281138": {"date": "August 31, 2016", "article": "BEIRUT: One of the militant Islamic State (IS) group's top leaders, Abu Mohammed al-Adnani, described by the US as the “principal architect” of the group's attacks on the West, has been killed in Syria, IS announced.The United States (US) said coalition forces had carried out an air strike targeting Adnani in Syria's Aleppo province on Tuesday and that it was still assessing the results of the raid, but that his death would be a major blow to the group.IS news agency Amaq said Adnani was killed \"while surveying operations to repel the military campaigns against Aleppo\" and pledged to avenge his death.In Washington, Pentagon spokesman Peter Cook said Adnani \"has served as principal architect of ISIL's external operations and as ISIL's chief spokesman,\" using another name for the group.\"He has coordinated the movement of ISIL fighters, directly encouraged lone-wolf attacks on civilians and members of the military and actively recruited new ISIL members,\" he said.Adnani, who had a $5 million US bounty on his head, was originally from the western Syrian province of Idlib and joined the militant movement in Iraq, where he served under late Al Qaeda leader Abu Musab al-Zarqawi.Aymenn Jawad Tamimi, an expert on jihadist groups, said his death was \"significant symbolically and in pointing to the wider decline of IS\".A US defence official described him as one of IS's most senior leaders and far more significant than simply being the group's spokesman.\"Most notably, he served as ISIL's chief of external operations, directing and inspiring major terrorist attacks outside of Iraq and Syria,\" he said, linking Adnani to a string of high-profile attacks that have killed hundreds.\"If confirmed, this is a very significant blow for ISIL, and will degrade its ability to direct and inspire terror attacks on the West,\" said the official who declined to be named.\n", "author": "AFP", "title": "IS claims top leader killed in coalition airstrike"}}
{"1281138": {"date": "August 31, 2016", "article": "BEIRUT: One of the militant Islamic State (IS) group's top leaders, Abu Mohammed al-Adnani, described by the US as the “principal architect” of the group's attacks on the West, has been killed in Syria, IS announced.The United States (US) said coalition forces had carried out an air strike targeting Adnani in Syria's Aleppo province on Tuesday and that it was still assessing the results of the raid, but that his death would be a major blow to the group.IS news agency Amaq said Adnani was killed \"while surveying operations to repel the military campaigns against Aleppo\" and pledged to avenge his death.In Washington, Pentagon spokesman Peter Cook said Adnani \"has served as principal architect of ISIL's external operations and as ISIL's chief spokesman,\" using another name for the group.\"He has coordinated the movement of ISIL fighters, directly encouraged lone-wolf attacks on civilians and members of the military and actively recruited new ISIL members,\" he said.Adnani, who had a $5 million US bounty on his head, was originally from the western Syrian province of Idlib and joined the militant movement in Iraq, where he served under late Al Qaeda leader Abu Musab al-Zarqawi.Aymenn Jawad Tamimi, an expert on jihadist groups, said his death was \"significant symbolically and in pointing to the wider decline of IS\".A US defence official described him as one of IS's most senior leaders and far more significant than simply being the group's spokesman.\"Most notably, he served as ISIL's chief of external operations, directing and inspiring major terrorist attacks outside of Iraq and Syria,\" he said, linking Adnani to a string of high-profile attacks that have killed hundreds.\"If confirmed, this is a very significant blow for ISIL, and will degrade its ability to direct and inspire terror attacks on the West,\" said the official who declined to be named.\n", "author": "AFP", "title": "IS claims top leader killed in coalition airstrike"}}
{"1281148": {"date": "August 31, 2016", "article": "\n\n\n\n\n\nRanbir Kapoor is open to playing a gay character, now that Fawad Khan's done it. According to IANS, the Jagga Jasoos actor said that he was initially hesitant to  play a homosexual character, but all that changed with the reception of Fawad Khan's character in Kapoor & Sons. Asked if he would play a gay man on camera, Ranbir said: “Sure, but now it’s already been done. Now he’s (Fawad has) opened the door and it’s easy for us to walk through it. But earlier… I must honestly say I might have turned it down.”In Kapoor & Sons, Fawad plays Rahul, a writer who comes out to his family, much to their dismay and chagrin. The film is lauded for showing the aftermath of the big reveal in a poignant, sensitive manner.  \n\n\n\n", "author": "Images Staff", "title": "Rangreza's latest track 'Bagiya' will end up on your mehndi playlists"}}
{"1281158": {"date": "August 31, 2016", "article": "\n\n\n\n\n\nRanbir Kapoor is open to playing a gay character, now that Fawad Khan's done it. According to IANS, the Jagga Jasoos actor said that he was initially hesitant to  play a homosexual character, but all that changed with the reception of Fawad Khan's character in Kapoor & Sons. Asked if he would play a gay man on camera, Ranbir said: “Sure, but now it’s already been done. Now he’s (Fawad has) opened the door and it’s easy for us to walk through it. But earlier… I must honestly say I might have turned it down.”In Kapoor & Sons, Fawad plays Rahul, a writer who comes out to his family, much to their dismay and chagrin. The film is lauded for showing the aftermath of the big reveal in a poignant, sensitive manner.  \n\n\n\n", "author": "Images Staff", "title": "Rangreza's latest track 'Bagiya' will end up on your mehndi playlists"}}
{"1281168": {"date": "August 31, 2016", "article": "\n\n\n\n\n\nRanbir Kapoor is open to playing a gay character, now that Fawad Khan's done it. According to IANS, the Jagga Jasoos actor said that he was initially hesitant to  play a homosexual character, but all that changed with the reception of Fawad Khan's character in Kapoor & Sons. Asked if he would play a gay man on camera, Ranbir said: “Sure, but now it’s already been done. Now he’s (Fawad has) opened the door and it’s easy for us to walk through it. But earlier… I must honestly say I might have turned it down.”In Kapoor & Sons, Fawad plays Rahul, a writer who comes out to his family, much to their dismay and chagrin. The film is lauded for showing the aftermath of the big reveal in a poignant, sensitive manner.  \n\n\n\n", "author": "Images Staff", "title": "Rangreza's latest track 'Bagiya' will end up on your mehndi playlists"}}
{"1281178": {"date": "September 01, 2016", "article": "KARACHI: Former hockey player Irshad Haider on Wednesday formally took over acting charge as the secretary Karachi Hockey Association (KHA) from outgoing secretary Farooq Khan.The handing and taking over charge took place at the KHA Hockey Complex in Gulshan Iqbal where the worn out turf of the formerly Hockey Club of Pakistan Stadium is to be laid in the near future.Farooq, who served as the KHA secretary from Dec 2013 to Aug 2016, was shown the door together with his London-based president Wasay Jalil through vote of no confidence on Aug 24.Irshad was one of the three joint secretaries of the KHA whose name was recommended by his other two colleagues. “I have sought 10 days time to hand over the record besides financial documents that will be given after a month,” Farooq told Dawn.Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Sports Correspondent", "title": "Irshad Haider takes charge as new KHA secretary"}}
{"1281188": {"date": "September 01, 2016", "article": "KARACHI: Former hockey player Irshad Haider on Wednesday formally took over acting charge as the secretary Karachi Hockey Association (KHA) from outgoing secretary Farooq Khan.The handing and taking over charge took place at the KHA Hockey Complex in Gulshan Iqbal where the worn out turf of the formerly Hockey Club of Pakistan Stadium is to be laid in the near future.Farooq, who served as the KHA secretary from Dec 2013 to Aug 2016, was shown the door together with his London-based president Wasay Jalil through vote of no confidence on Aug 24.Irshad was one of the three joint secretaries of the KHA whose name was recommended by his other two colleagues. “I have sought 10 days time to hand over the record besides financial documents that will be given after a month,” Farooq told Dawn.Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Sports Correspondent", "title": "Irshad Haider takes charge as new KHA secretary"}}
{"1281198": {"date": "September 01, 2016", "article": "KARACHI: Former hockey player Irshad Haider on Wednesday formally took over acting charge as the secretary Karachi Hockey Association (KHA) from outgoing secretary Farooq Khan.The handing and taking over charge took place at the KHA Hockey Complex in Gulshan Iqbal where the worn out turf of the formerly Hockey Club of Pakistan Stadium is to be laid in the near future.Farooq, who served as the KHA secretary from Dec 2013 to Aug 2016, was shown the door together with his London-based president Wasay Jalil through vote of no confidence on Aug 24.Irshad was one of the three joint secretaries of the KHA whose name was recommended by his other two colleagues. “I have sought 10 days time to hand over the record besides financial documents that will be given after a month,” Farooq told Dawn.Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Sports Correspondent", "title": "Irshad Haider takes charge as new KHA secretary"}}
{"1281208": {"date": "Updated September 01, 2016", "article": "LONDON: Bank regulators are better prepared to cope with the potential failure of a major bank but more work needs to be done on the finer detail of legal agreements covering bank resolution and derivatives trade reporting, the Financial Stability Board said.The FSB set out its views on how the reforms introduced after the collapse of Lehman Brothers nearly eight years ago in a second annual report to the G20 countries, whose leaders are meeting next week in Hangzhou, China.“This significant progress must not lead to complacency,” said Mark Carney, governor of the Bank of England and chairman of the FSB. “Our priorities must be to implement our past agreements in a full, timely and consistent manner.” The organisation singled out the European Union as a jurisdiction which had deviated from the intended rules in its application of the Basel III bank capital framework. The FSB report called on G20 leaders to ensure such rules were implemented on a more even basis.It said it was disappointing only half of the 30 global systemically important banks (G-SIB) had produced cooperation agreements with regulatory authorities in countries beyond their home jurisdiction about how to wind down the bank in the event of its failure, or resolve its difficulties.Only two banks had produced these vital agreements over the last year. “Effective resolution planning and the orderly resolution of a cross-border bank require national authorities to have legal powers and efficient processes for sharing information,” said the report.Published in Dawn September 1st, 2016\n", "author": "Reuters", "title": "Financial regulators tell G20 to focus on legal gaps"}}
{"1281218": {"date": "Updated September 01, 2016", "article": "LONDON: Bank regulators are better prepared to cope with the potential failure of a major bank but more work needs to be done on the finer detail of legal agreements covering bank resolution and derivatives trade reporting, the Financial Stability Board said.The FSB set out its views on how the reforms introduced after the collapse of Lehman Brothers nearly eight years ago in a second annual report to the G20 countries, whose leaders are meeting next week in Hangzhou, China.“This significant progress must not lead to complacency,” said Mark Carney, governor of the Bank of England and chairman of the FSB. “Our priorities must be to implement our past agreements in a full, timely and consistent manner.” The organisation singled out the European Union as a jurisdiction which had deviated from the intended rules in its application of the Basel III bank capital framework. The FSB report called on G20 leaders to ensure such rules were implemented on a more even basis.It said it was disappointing only half of the 30 global systemically important banks (G-SIB) had produced cooperation agreements with regulatory authorities in countries beyond their home jurisdiction about how to wind down the bank in the event of its failure, or resolve its difficulties.Only two banks had produced these vital agreements over the last year. “Effective resolution planning and the orderly resolution of a cross-border bank require national authorities to have legal powers and efficient processes for sharing information,” said the report.Published in Dawn September 1st, 2016\n", "author": "Reuters", "title": "Financial regulators tell G20 to focus on legal gaps"}}
{"1281228": {"date": "Updated September 01, 2016", "article": "LONDON: Bank regulators are better prepared to cope with the potential failure of a major bank but more work needs to be done on the finer detail of legal agreements covering bank resolution and derivatives trade reporting, the Financial Stability Board said.The FSB set out its views on how the reforms introduced after the collapse of Lehman Brothers nearly eight years ago in a second annual report to the G20 countries, whose leaders are meeting next week in Hangzhou, China.“This significant progress must not lead to complacency,” said Mark Carney, governor of the Bank of England and chairman of the FSB. “Our priorities must be to implement our past agreements in a full, timely and consistent manner.” The organisation singled out the European Union as a jurisdiction which had deviated from the intended rules in its application of the Basel III bank capital framework. The FSB report called on G20 leaders to ensure such rules were implemented on a more even basis.It said it was disappointing only half of the 30 global systemically important banks (G-SIB) had produced cooperation agreements with regulatory authorities in countries beyond their home jurisdiction about how to wind down the bank in the event of its failure, or resolve its difficulties.Only two banks had produced these vital agreements over the last year. “Effective resolution planning and the orderly resolution of a cross-border bank require national authorities to have legal powers and efficient processes for sharing information,” said the report.Published in Dawn September 1st, 2016\n", "author": "Reuters", "title": "Financial regulators tell G20 to focus on legal gaps"}}
{"1281238": {"date": "Updated September 01, 2016", "article": "LONDON: Bank regulators are better prepared to cope with the potential failure of a major bank but more work needs to be done on the finer detail of legal agreements covering bank resolution and derivatives trade reporting, the Financial Stability Board said.The FSB set out its views on how the reforms introduced after the collapse of Lehman Brothers nearly eight years ago in a second annual report to the G20 countries, whose leaders are meeting next week in Hangzhou, China.“This significant progress must not lead to complacency,” said Mark Carney, governor of the Bank of England and chairman of the FSB. “Our priorities must be to implement our past agreements in a full, timely and consistent manner.” The organisation singled out the European Union as a jurisdiction which had deviated from the intended rules in its application of the Basel III bank capital framework. The FSB report called on G20 leaders to ensure such rules were implemented on a more even basis.It said it was disappointing only half of the 30 global systemically important banks (G-SIB) had produced cooperation agreements with regulatory authorities in countries beyond their home jurisdiction about how to wind down the bank in the event of its failure, or resolve its difficulties.Only two banks had produced these vital agreements over the last year. “Effective resolution planning and the orderly resolution of a cross-border bank require national authorities to have legal powers and efficient processes for sharing information,” said the report.Published in Dawn September 1st, 2016\n", "author": "Reuters", "title": "Financial regulators tell G20 to focus on legal gaps"}}
{"1281248": {"date": "Updated September 01, 2016", "article": "LONDON: Bank regulators are better prepared to cope with the potential failure of a major bank but more work needs to be done on the finer detail of legal agreements covering bank resolution and derivatives trade reporting, the Financial Stability Board said.The FSB set out its views on how the reforms introduced after the collapse of Lehman Brothers nearly eight years ago in a second annual report to the G20 countries, whose leaders are meeting next week in Hangzhou, China.“This significant progress must not lead to complacency,” said Mark Carney, governor of the Bank of England and chairman of the FSB. “Our priorities must be to implement our past agreements in a full, timely and consistent manner.” The organisation singled out the European Union as a jurisdiction which had deviated from the intended rules in its application of the Basel III bank capital framework. The FSB report called on G20 leaders to ensure such rules were implemented on a more even basis.It said it was disappointing only half of the 30 global systemically important banks (G-SIB) had produced cooperation agreements with regulatory authorities in countries beyond their home jurisdiction about how to wind down the bank in the event of its failure, or resolve its difficulties.Only two banks had produced these vital agreements over the last year. “Effective resolution planning and the orderly resolution of a cross-border bank require national authorities to have legal powers and efficient processes for sharing information,” said the report.Published in Dawn September 1st, 2016\n", "author": "Reuters", "title": "Financial regulators tell G20 to focus on legal gaps"}}
{"1281258": {"date": "September 01, 2016", "article": "NOWSHERA: Awami National Party general secretary Mian Iftikhar Hussain has asked the government to find out ways for ensuring honourable repatriation of Afghan refugees. “The then dictator Ziaul Haq and America used Afghan refugees for their own interests and had given complete freedom to them at that time. Today we would not have faced such type of situation if the refugees were treated properly at the initial stage,” Mr Hussain said while addressing a press conference here the other day. He was accompanied by party’s district president Juma Khan, Zahid Khan and Jalal Khan. He said that Pakistan should adopt a proper way for return of the refugees as it was essential for maintaining cordial relations between the two neighbouring countries.He said that both the countries should also devise a joint plan for elimination of terrorism in the region. He asked that the government to change its internal and foreign policy according to new developments in the world. \nHe said that cordial relations between Pakistan and Afghanistan were essential for development and prosperity of the region. The ANP leader said that operation in only South Waziristan was not enough for elimination of terrorism. He said that an operation should also be launched against over 70 banned organisations in Punjab. He said that terrorism could be ended if the 20-point agenda of Zarb-i-Azb was followed. He claimed that banned organisations were openly collecting funds in Punjab for their activities. Mr Hussain said that solid steps should be taken against terrorist groups without any discrimination of good and bad. \nHe demanded that Fata should be merged with Khyber Pakhtunkhwa immediately for giving civil rights to the tribal people.He criticised the provincial government for not fulfilling its promise of taking all the political parties into confidence on \nCPEC.Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Honourable repatriation of refugees stressed"}}
{"1281268": {"date": "September 01, 2016", "article": "PESHAWAR: The National Accountability Bureau, Khyber Pakhtunkhwa, has arrested former secretary of Pakistan Tobacco Board in a case of illegal appointments in the PTB.According to a statement issued here on Wednesday, Noman Bashir was presently working as director Trade Development Authority of Pakistan, Peshawar.It was stated that the accused in connivance with others illegally appointed 36 officials in the PTB, Peshawar. The appointments had been made despite ban on recruitments by the ministry of commerce. The inquiry is being actively perused and more arrests are on cards, the statement said, adding the accused would be produced before the accountability court for obtaining his physical remand to proceed further in the case.Meanwhile, Judge Subhan Sher of a special court of Khyber Pakhtunkhwa Ehtesab Commission on Wednesday handed over five bankers to KPEC on an eight-day physical remand. The five bankers -- Kamran Khan, Mustansar, Afraz Ahmed, Shakeel Asghar and Abdal Haseeb – were arrested on Tuesday in a financial scam of Rs66 million in the Elementary Education Foundation.Published in Dawn, September 1st, 2016\n", "author": "Bureau Report", "title": "Former PTB secretary held"}}
{"1281278": {"date": "September 01, 2016", "article": "VEHARI: A woman was strangled by four people in the Luddan bazaar, 40km from here, on Wednesday, Luddan police said. Seema Bibi, 40, was in the bazaar for shopping when the car carrying two men and as many women stopped by and tried to take her away. As she resisted, the car riders strangled her and fled. Police on being alerted came into action and arrested the four people when they were trying to escape the scene. The autopsy of the body was conducted at Vehari District Headquarters Hospital. Investigation officer Munawwar told Dawn the police could not trace the family of the deceased. Without disclosing the identity of the murder accused, he said they belonged to Okara.Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Woman killed in market"}}
{"1281288": {"date": "September 01, 2016", "article": "VEHARI: A woman was strangled by four people in the Luddan bazaar, 40km from here, on Wednesday, Luddan police said. Seema Bibi, 40, was in the bazaar for shopping when the car carrying two men and as many women stopped by and tried to take her away. As she resisted, the car riders strangled her and fled. Police on being alerted came into action and arrested the four people when they were trying to escape the scene. The autopsy of the body was conducted at Vehari District Headquarters Hospital. Investigation officer Munawwar told Dawn the police could not trace the family of the deceased. Without disclosing the identity of the murder accused, he said they belonged to Okara.Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Woman killed in market"}}
{"1281298": {"date": "September 01, 2016", "article": "VEHARI: A woman was strangled by four people in the Luddan bazaar, 40km from here, on Wednesday, Luddan police said. Seema Bibi, 40, was in the bazaar for shopping when the car carrying two men and as many women stopped by and tried to take her away. As she resisted, the car riders strangled her and fled. Police on being alerted came into action and arrested the four people when they were trying to escape the scene. The autopsy of the body was conducted at Vehari District Headquarters Hospital. Investigation officer Munawwar told Dawn the police could not trace the family of the deceased. Without disclosing the identity of the murder accused, he said they belonged to Okara.Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Woman killed in market"}}
{"1281308": {"date": "September 01, 2016", "article": "VEHARI: A woman was strangled by four people in the Luddan bazaar, 40km from here, on Wednesday, Luddan police said. Seema Bibi, 40, was in the bazaar for shopping when the car carrying two men and as many women stopped by and tried to take her away. As she resisted, the car riders strangled her and fled. Police on being alerted came into action and arrested the four people when they were trying to escape the scene. The autopsy of the body was conducted at Vehari District Headquarters Hospital. Investigation officer Munawwar told Dawn the police could not trace the family of the deceased. Without disclosing the identity of the murder accused, he said they belonged to Okara.Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Woman killed in market"}}
{"1281318": {"date": "September 01, 2016", "article": "VEHARI: A woman was strangled by four people in the Luddan bazaar, 40km from here, on Wednesday, Luddan police said. Seema Bibi, 40, was in the bazaar for shopping when the car carrying two men and as many women stopped by and tried to take her away. As she resisted, the car riders strangled her and fled. Police on being alerted came into action and arrested the four people when they were trying to escape the scene. The autopsy of the body was conducted at Vehari District Headquarters Hospital. Investigation officer Munawwar told Dawn the police could not trace the family of the deceased. Without disclosing the identity of the murder accused, he said they belonged to Okara.Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Woman killed in market"}}
{"1281328": {"date": "September 03, 2016", "article": "Words are very powerful — so become empowered by enhancing your vocabulary!Tweeps (Plural noun; informal)Definition: A person’s followers on Twitter.Examples: • “He told his tweeps he was going to a Bruce Springsteen c{"1281138": {"date": "August 31, 2016", "article": "BEIRUT: One of the militant Islamic State (IS) group's top leaders, Abu Mohammed al-Adnani, described by the US as the “principal architect” of the group's attacks on the West, has been killed in Syria, IS announced.The United States (US) said coalition forces had carried out an air strike targeting Adnani in Syria's Aleppo province on Tuesday and that it was still assessing the results of the raid, but that his death would be a major blow to the group.IS news agency Amaq said Adnani was killed \"while surveying operations to repel the military campaigns against Aleppo\" and pledged to avenge his death.In Washington, Pentagon spokesman Peter Cook said Adnani \"has served as principal architect of ISIL's external operations and as ISIL's chief spokesman,\" using another name for the group.\"He has coordinated the movement of ISIL fighters, directly encouraged lone-wolf attacks on civilians and members of the military and actively recruited new ISIL members,\" he said.Adnani, who had a $5 million US bounty on his head, was originally from the western Syrian province of Idlib and joined the militant movement in Iraq, where he served under late Al Qaeda leader Abu Musab al-Zarqawi.Aymenn Jawad Tamimi, an expert on jihadist groups, said his death was \"significant symbolically and in pointing to the wider decline of IS\".A US defence official described him as one of IS's most senior leaders and far more significant than simply being the group's spokesman.\"Most notably, he served as ISIL's chief of external operations, directing and inspiring major terrorist attacks outside of Iraq and Syria,\" he said, linking Adnani to a string of high-profile attacks that have killed hundreds.\"If confirmed, this is a very significant blow for ISIL, and will degrade its ability to direct and inspire terror attacks on the West,\" said the official who declined to be named.\n", "author": "AFP", "title": "IS claims top leader killed in coalition airstrike"}}
{"1281188": {"date": "Updated September 01, 2016", "article": "NOTTINGHAM: A dejected Azhar Ali had little to smile about, and conceded Pakistan did not help themselves with a shoddy performance in the field as England amassed a world 444-3 in the third One-day International here on their way to a series-winning 169-run win on Tuesday (partly reported in Wednesday’s edition). The Pakistan captain praised Alex Hales, who smashed an England record 171, and Jos Buttler’s blistering unbeaten 90. “It was an exceptional innings from Alex Hales and Jos Buttler,” he said. “But I think 444 is a bit too much. I think we missed some key chances — especially that [Wahab Riaz] no-ball when we would have got rid of Hales on 72. “We didn’t start well, and there’s no excuse for that. Those fielding lapses straightaway didn’t send a good message,” Azhar lamented after Pakistan were dismissed for 275 at Trent Bridge to trail 0-3 in the five-match series. “The wicket was really good — lots of runs were in it,” he said. “Once the batsmen start going, it’s hard to stop them and really needed to support the bowlers and that didn’t happen.” Pakistan were unable to play above the level which has seen them slump to ninth in the world rankings. But Azhar insisted they are capable of better. “I still believe we’re not that bad,” he added. “We just need to learn quickly — otherwise we’ll prove ourselves wrong. We need to raise our game.” Meanwhile, Hales does not expect to be an England record-holder for long after scoring the highest individual innings for his country in te format. Hales said it’s just a matter of time before an England colleague betters his score. “I think the improvements we’ve shown in the last couple of years, I’m not sure how long that record will stand,” he said. “The batting we’ve got all the way down to pretty much number 11 so it’s an exciting time for us as a team.” This was a timely innings for Hales, who had managed just 145 runs at an average of 18.12 during England’s preceding 2-2 Test series with Pakistan. That was followed by meagre scores of seven and 14 in the first two ODIs at Southampton and Lord’s respectively. But back in front of his home crowd, the opener looked a far more confident and authoritative batsman as Robin Smith’s 167 not out against Australia at Edgbaston back in 1993 finally ceased to be England’s highest individual ODI score. “It’s been a tough few weeks personally,” he said. “The Test series didn’t go to plan — but when it comes to the white ball in the last 12 months, I’ve felt in good form. “I was always confident heading into this series, and it’s nice to put it right.” Jason Roy, Hales’s opening partner had gone close to breaking Smith’s record with 162 against Sri Lanka at The Oval — his home ground — in June. “I knew I was I closing in,” said Hales. “When I heard the cheer going round the ground I knew something was happening, but at the time I was unaware.” This victory was further evidence of the progress England have made in 50-over cricket since their dismal first-round exit at last year’s World Cup. Hales believes there is better to come from the 2019 World Cup hosts. “It’s exciting for us as I don’t think we’ve reached our full potential yet. We’re still learning with the bat and ball and still improving in the field so hopefully there’s a lot more to come in the next two years.”Scoreboard ENGLAND: J.J. Roy c Sarfraz b Hasan  15 A.D. Hales lbw b Hasan  171 J.E. Root c Sarfraz b Nawaz 85 J.C. Buttler not out    90 E.J.G. Morgan not out   57 EXTRAS (B-6, LB-8, W-3, NB-9)   26 TOTAL (for three wkts, 50 overs)    444 FALL OF WKTS: 1-33, 2-281, 3-283. DID NOT BAT: B.A. Stokes, Moeen Ali, C.R. Woakes, L.E. Plunkett, Adil Rashid, M.A. Wood. BOWLING: Mohammad Amir 10-0-72-0 (1w); Hasan Ali 10-0-74-2 (3nb); Wahab Riaz 10-0-110-0 (6nb, 2w); Mohammad Nawaz 10-0-62-1; Yasir Shah 6-0-48-0; Azhar Ali 1-0-20-0; Shoaib Malik 3-0-44-0. PAKISTAN: Sami Aslam c Moeen b Woakes 8 Sharjeel Khan c Stokes b Woakes 58 Azhar Ali c Rashid b Woakes 13 Babar Azam c Morgan b Stokes    9 Sarfraz Ahmed c Root b Rashid   38 Shoaib Malik c Buttler b Plunkett   1 Mohammad Nawaz c Morgan b Rashid    34 Hasan Ali b Moeen   4 Wahab Riaz lbw b Wood   14 Yasir Shah not out  26 Mohammad Amir c and b Woakes    58 EXTRAS (B-4, LB-2, W-5, NB-1)   12 TOTAL (all out, 42.4 overs) 275 FALL OF WKTS: 1-21, 2-50, 3-83, 4-106, 5-108, 6-155, 7-164, 8-180, 9-199. BOWLING: Wood 10-0-75-1 (2w); Woakes 5.4-1-41-4 (1w); Plunkett 6-0-30-1 (1w); Stokes 4-0-14-1 (1w); Moeen Ali 7-0-36-1 (1nb); Adil Rashid 10-0-73-2. RESULT: England won by 169 runs to lead five-match series 3-0. UMPIRES: R.A. Kettleborough (England) and S.D. Fry (Australia). TV UMPIRE: M. Erasmus (South Africa). MATCH REFEREE: J.J. Crowe (New Zealand). MAN-OF-THE-MATCH: Alex Hales. FIRST MATCH: Southampton, England won by 44 runs (D/L Method). SECOND MATCH: Lord’s, England won by four wickets. FOURTH MATCH: Headingley (D/N), Thursday. FIFTH MATCH: Cardiff, Sunday.Published in Dawn September 1st, 2016\n", "author": "Agencies", "title": "Azhar laments shoddy Pakistan show in third ODI"}}
{"1281228": {"date": "September 01, 2016", "article": "KARACHI: Jamiat Ulema-i-Islam-Fazl (JUI-F) has announced that its leaders, activists and supporters will hold a march from the Jail Chowrangi to the CM House on Thursday in protest against the Sindh government’s failure to transfer the case of its provincial general secretary Dr Khalid Mehmood Soomro’s assassination to a military court. Speaking at a press conference at the Karachi Press Club on Wednesday, Sindh JUI-F general secretary Rahid Mehmood Soomro, who was accompanied by some other party leaders, described the assassination of Dr Soomro, his father, as one of the worst such incidents in the history of the province. “Ever since the incident that occurred in Sukkur on Nov 29, 2014, we have been in touch with the provincial authorities with regard to the arrest and trial of the assassins and their handlers,” Rashid Soomro said, adding that the progress of investigation and prosecution had remained very slow. Despite repeated appeals to the authorities during the long period, the all culprits had not been arrested and prosecuted, he said. The JUI-F leader said that the Sindh government was reluctant to accept the party’s demand for the transfer of the case to a military court.Hundreds of our workers from across Sindh will hold a march from the Jail Chowrangi to CM House on Thursday to press the government meet the demand,” he said. He held out the assurance that the participants in the march would remain peaceful. He said that it was the prime responsibility of the government to protect its citizens. A former Senator, Dr Soomro was shot dead while saying the Fajr prayers at a mosque adjacent to his seminary in the SITE area of Sukkur on Nov 29, 2014. He had survived at least six attacks on his life before the incident. He had remained the party’s Senator from 2006 to 2012.SUKKUR: On Tuesday, the JUI-F took out a rally in Jacobabad which was led by Dr A.G. Ansari, Maulana Abdul Jabbar Rind, Hamadullah Ansari, Mohammad Musa Mahar and others, our correspondent in Sukkur adds.The participants held a march from the party’s district office to the local club, where they held a sit-in.The leaders expressed their disappointment over the inordinate delay in handing punishment to the culprits of the assassination. They said that it was a clear case of terrorism which must be tried by a military court.Published in Dawn September 1st, 2016\n", "author": "PPI", "title": "JUI-F march today for transfer of leader’s killing case to military court"}}
{"1281248": {"date": "September 01, 2016", "article": "Saving environmentPakistan Youth Climate Network (PYCN), a youth advocacy group of Sustainable Development Policy Institute (SDPI), Heinrich Boell Stiftung Pakistan and Islamabad’s deputy mayor are organising an event titled ‘Reclaim Ecology in the Heart of Islamabad’ on Thursday, September 1 at SDPI’s premises from 10am-1pm.WorkshopThe Research Society of International Law is holding a special workshop on improving Pak-India bilateral relations through legal diplomacy on Thursday, September 1 at Serena Hotel from 3-5pm.Published in Dawn, September 1st, 2016\n", "author": "From the Newspaper", "title": "METRO EVENTS"}}
{"1281298": {"date": "September 01, 2016", "article": "BAHAWALPUR: Detection of Congo virus in another doctor has set alarm bells ringing for Bahawal Victoria Hospital (BVH) administration which has put two people in quarantine and dispatched blood samples of 10 others, including three professors and the wife of late Dr Sagheer Sameja (the BVH surgeon who had died of Congo fever) to the National Institute of Health (NIH), Islamabad, for analysis.Dawn has learnt that Dr Alam, an associate of late Dr Sameja in the BVH Surgical Ward No 4, had rushed to Aga Khan University Hospital (AKUH), Karachi, on Aug 28 after he had fever. His blood test were conducted at the hospital and on Aug 30, he was declared a patient of Congo fever. As Dr Alam had also assisted the late Dr Sameja in the operation of a student nurse Nadia on July 16 (who expired on July 17) in the BVH, he too had been admitted to AKUH (along with Dr Sameja) on suspicion of carrying Congo virus. However, Dr Alam was discharged from the hospital after screening and resumed his duty at the BVH.BVH focal persons Dr Aamir Bokhari told Dawn on Wednesday that after showing virus symptoms on July 27, Dr Alam had been quarantined at the BVH and was examined by three professors during his six-hour stay at the hospital. However, after midnight, Dr Alalm left for Karachi. After being tested positive for Congo virus, Dr Alalm was being treated at the AKUH, he added.He said after knowing about Dr Alam’s blood test results, the BVH administration{"1281138": {"date": "August 31, 2016", "article": "BEIRUT: One of the militant Islamic State (IS) group's top leaders, Abu Mohammed al-Adnani, described by the US as the “principal architect” of the group's attacks on the West, has been killed in Syria, IS announced.The United States (US) said coalition forces had carried out an air strike targeting Adnani in Syria's Aleppo province on Tuesday and that it was still assessing the results of the raid, but that his death would be a major blow to the group.IS news agency Amaq said Adnani was killed \"while surveying operations to repel the military campaigns against Aleppo\" and pledged to avenge his death.In Washington, Pentagon spokesman Peter Cook said Adnani \"has served as principal architect of ISIL's external operations and as ISIL's chief spokesman,\" using another name for the group.\"He has coordinated the movement of ISIL fighters, directly encouraged lone-wolf attacks on civilians and members of the military and actively recruited new ISIL members,\" he said.Adnani, who had a $5 million US bounty on his head, was originally from the western Syrian province of Idlib and joined the militant movement in Iraq, where he served under late Al Qaeda leader Abu Musab al-Zarqawi.Aymenn Jawad Tamimi, an expert on jihadist groups, said his death was \"significant symbolically and in pointing to the wider decline of IS\".A US defence official described him as one of IS's most senior leaders and far more significant than simply being the group's spokesman.\"Most notably, he served as ISIL's chief of external operations, directing and inspiring major terrorist attacks outside of Iraq and Syria,\" he said, linking Adnani to a string of high-profile attacks that have killed hundreds.\"If confirmed, this is a very significant blow for ISIL, and will degrade its ability to direct and inspire terror attacks on the West,\" said the official who declined to be named.\n", "author": "AFP", "title": "IS claims top leader killed in coalition airstrike"}}
{"1281168": {"date": "September 01, 2016", "article": "COUNTRIES which do not do well at Olympics determine the causes and take steps to improve at the next Games. We only continue to slide further down. The Pakistan Olympic Association (POA) either has no clue about what to do, or is thoroughly incompetent in execution. The POA top echelon must be removed forthwith for this sports decline. People with knowledge and the ability to take forward our sports are needed in the POA. When more freeloaders than the athletes represent us at the Olympics, when our hockey team does not even qualify, when a boxer with potential quits in disgust owing to lack of support, we desperately need a change in POA.Imran SheikhKarachi(2)THIS refers to the Rio Olympics which ended recently. It was disheartening to observe a photograph (Aug 7), showing the smallest ever Pakistan contingent comprising seven athletes. I want to ask the president of the Pakistan Olympic Association (POA) to explain why only seven athletes represented Pakistan at this mega event. Furthermore, there was also a controversy regarding the flag-bearer. This too reflects the casual attitude of the POA. It appears that there is a lack of coordination between the POA and sports associations.I request the prime minister to take notice of this pathetic situation. I doubt this mega event was taken seriously. Similarly, provincial sports ministers must look into this and forward recommendations to the PM so that we may start preparing for next Olympics and other events.R. Akbar Wah CanttPublished in Dawn September 1st, 2016\n", "author": "From the Newspaper", "title": "POA & Olympics"}}
{"1281178": {"date": "September 01, 2016", "article": "KARACHI: Former hockey player Irshad Haider on Wednesday formally took over acting charge as the secretary Karachi Hockey Association (KHA) from outgoing secretary Farooq Khan.The handing and taking over charge took place at the KHA Hockey Complex in Gulshan Iqbal where the worn out turf of the formerly Hockey Club of Pakistan Stadium is to be laid in the near future.Farooq, who served as the KHA secretary from Dec 2013 to Aug 2016, was shown the door together with his London-based president Wasay Jalil through vote of no confidence on Aug 24.Irshad was one of the three joint secretaries of the KHA whose name was recommended by his other two colleagues. “I have sought 10 days time to hand over the record besides financial documents that will be given after a month,” Farooq told Dawn.Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Sports Correspondent", "title": "Irshad Haider takes charge as new KHA secretary"}}
{"1281188": {"date": "Updated September 01, 2016", "article": "NOTTINGHAM: A dejected Azhar Ali had little to smile about, and conceded Pakistan did not help themselves with a shoddy performance in the field as England amassed a world 444-3 in the third One-day International here on their way to a series-winning 169-run win on Tuesday (partly reported in Wednesday’s edition). The Pakistan captain praised Alex Hales, who smashed an England record 171, and Jos Buttler’s blistering unbeaten 90. “It was an exceptional innings from Alex Hales and Jos Buttler,” he said. “But I think 444 is a bit too much. I think we missed some key chances — especially that [Wahab Riaz] no-ball when we would have got rid of Hales on 72. “We didn’t start well, and there’s no excuse for that. Those fielding lapses straightaway didn’t send a good message,” Azhar lamented after Pakistan were dismissed for 275 at Trent Bridge to trail 0-3 in the five-match series. “The wicket was really good — lots of runs were in it,” he said. “Once the batsmen start going, it’s hard to stop them and really needed to support the bowlers and that didn’t happen.” Pakistan were unable to play above the level which has seen them slump to ninth in the world rankings. But Azhar insisted they are capable of better. “I still believe we’re not that bad,” he added. “We just need to learn quickly — otherwise we’ll prove ourselves wrong. We need to raise our game.” Meanwhile, Hales does not expect to be an England record-holder for long after scoring the highest individual innings for his country in te format. Hales said it’s just a matter of time before an England colleague betters his score. “I think the improvements we’ve shown in the last couple of years, I’m not sure how long that record will stand,” he said. “The batting we’ve got all the way down to pretty much number 11 so it’s an exciting time for us as a team.” This was a timely innings for Hales, who had managed just 145 runs at an average of 18.12 during England’s preceding 2-2 Test series with Pakistan. That was followed by meagre scores of seven and 14 in the first two ODIs at Southampton and Lord’s respectively. But back in front of his home crowd, the opener looked a far more confident and authoritative batsman as Robin Smith’s 167 not out against Australia at Edgbaston back in 1993 finally ceased to be England’s highest individual ODI score. “It’s been a tough few weeks personally,” he said. “The Test series didn’t go to plan — but when it comes to the white ball in the last 12 months, I’ve felt in good form. “I was always confident heading into this series, and it’s nice to put it right.” Jason Roy, Hales’s opening partner had gone close to breaking Smith’s record with 162 against Sri Lanka at The Oval — his home ground — in June. “I knew I was I closing in,” said Hales. “When I heard the cheer going round the ground I knew something was happening, but at the time I was unaware.” This victory was further evidence of the progress England have made in 50-over cricket since their dismal first-round exit at last year’s World Cup. Hales believes there is better to come from the 2019 World Cup hosts. “It’s exciting for us as I d{"1281138": {"date": "August 31, 2016", "article": "BEIRUT: One of the militant Islamic State (IS) group's top leaders, Abu Mohammed al-Adnani, described by the US as the “principal architect” of the group's attacks on the West, has been killed in Syria, IS announced.The United States (US) said coalition forces had carried out an air strike targeting Adnani in Syria's Aleppo province on Tuesday and that it was still assessing the results of the raid, but that his death would be a major blow to the group.IS news agency Amaq said Adnani was killed \"while surveying operations to repel the military campaigns against Aleppo\" and pledged to avenge his death.In Washington, Pentagon spokesman Peter Cook said Adnani \"has served as principal architect of ISIL's external operations and as ISIL's chief spokesman,\" using another name for the group.\"He has coordinated the movement of ISIL fighters, directly encouraged lone-wolf attacks on civilians and members of the military and actively recruited new ISIL members,\" he said.Adnani, who had a $5 million US bounty on his head, was originally from the western Syrian province of Idlib and joined the militant movement in Iraq, where he served under late Al Qaeda leader Abu Musab al-Zarqawi.Aymenn Jawad Tamimi, an expert on jihadist groups, said his death was \"significant symbolically and in pointing to the wider decline of IS\".A US defence official described him as one of IS's most senior leaders and far more significant than simply being the group's spokesman.\"Most notably, he served as ISIL's chief of external operations, directing and inspiring major terrorist attacks outside of Iraq and Syria,\" he said, linking Adnani to a string of high-profile attacks that have killed hundreds.\"If confirmed, this is a very significant blow for ISIL, and will degrade its ability to direct and inspire terror attacks on the West,\" said the official who declined to be named.\n", "author": "AFP", "title": "IS claims top leader killed in coalition airstrike"}}
{"1281188": {"date": "Updated September 01, 2016", "article": "NOTTINGHAM: A dejected Azhar Ali had little to smile about, and conceded Pakistan did not help themselves with a shoddy performance in the field as England amassed a world 444-3 in the third One-day International here on their way to a series-winning 169-run win on Tuesday (partly reported in Wednesday’s edition). The Pakistan captain praised Alex Hales, who smashed an England record 171, and Jos Buttler’s blistering unbeaten 90. “It was an exceptional innings from Alex Hales and Jos Buttler,” he said. “But I think 444 is a bit too much. I think we missed some key chances — especially that [Wahab Riaz] no-ball when we would have got rid of Hales on 72. “We didn’t start well, and there’s no excuse for that. Those fielding lapses straightaway didn’t send a good message,” Azhar lamented after Pakistan were dismissed for 275 at Trent Bridge to trail 0-3 in the five-match series. “The wicket was really good — lots of runs were in it,” he said. “Once the batsmen start going, it’s hard to stop them and really needed to support the bowlers and that didn’t happen.” Pakistan were unable to play above the level which has seen them slump to ninth in the world rankings. But Azhar insisted they are capable of better. “I still believe we’re not that bad,” he added. “We just need to learn quickly — otherwise we’ll prove ourselves wrong. We need to raise our game.” Meanwhile, Hales does not expect to be an England record-holder for long after scoring the highest individual innings for his country in te format. Hales said it’s just a matter of time before an England colleague betters his score. “I think the improvements we’ve shown in the last couple of years, I’m not sure how long that record will stand,” he said. “The batting we’ve got all the way down to pretty much number 11 so it’s an exciting time for us as a team.” This was a timely innings for Hales, who had managed just 145 runs at an average of 18.12 during England’s preceding 2-2 Test series with Pakistan. That was followed by meagre scores of seven and 14 in the first two ODIs at Southampton and Lord’s respectively. But back in front of his home crowd, the opener looked a far more confident and authoritative batsman as Robin Smith’s 167 not out against Australia at Edgbaston back in 1993 finally ceased to be England’s highest individual ODI score. “It’s been a tough few weeks personally,” he said. “The Test series didn’t go to plan — but when it comes to the white ball in the last 12 months, I’ve felt in good form. “I was always confident heading into this series, and it’s nice to put it right.” Jason Roy, Hales’s opening partner had gone close to breaking Smith’s record with 162 against Sri Lanka at The Oval — his home ground — in June. “I knew I was I closing in,” said Hales. “When I heard the cheer going round the ground I knew something was happening, but at the time I was unaware.” This victory was further evidence of the progress England have made in 50-over cricket since their dismal first-round exit at last year’s World Cup. Hales believes there is better to come from the 2019 World Cup hosts. “It’s exciting for us as I don’t think we’ve reached our full potential yet. We’re still learning with the bat and ball and still improving in the field so hopefully there’s a lot more to come in the next two years.”Scoreboard ENGLAND: J.J. Roy c Sarfraz b Hasan  15 A.D. Hales lbw b Hasan  171 J.E. Root c Sarfraz b Nawaz 85 J.C. Buttler not out    90 E.J.G. Morgan not out   57 EXTRAS (B-6, LB-8, W-3, NB-9)   26 TOTAL (for three wkts, 50 overs)    444 FALL OF WKTS: 1-33, 2-281, 3-283. DID NOT BAT: B.A. Stokes, Moeen Ali, C.R. Woakes, L.E. Plunkett, Adil Rashid, M.A. Wood. BOWLING: Mohammad Amir 10-0-72-0 (1w); Hasan Ali 10-0-74-2 (3nb); Wahab Riaz 10-0-110-0 (6nb, 2w); Mohammad Nawaz 10-0-62-1; Yasir Shah 6-0-48-0; Azhar Ali 1-0-20-0; Shoaib Malik 3-0-44-0. PAKISTAN: Sami Aslam c Moeen b Woakes 8 Sharjeel Khan c Stokes b Woakes 58 Azhar Ali c Rashid b Woakes 13 Babar Azam c Morgan b Stokes    9 Sarfraz Ahmed c Root b Rashid   38 Shoaib Malik c Buttler b Plunkett   1 Mohammad Nawaz c Morgan b Rashid    34 Hasan Ali b Moeen   4 Wahab Riaz lbw b Wood   14 Yasir Shah not out  26 Mohammad Amir c and b Woakes    58 EXTRAS (B-4, LB-2, W-5, NB-1)   12 TOTAL (all out, 42.4 overs) 275 FALL OF WKTS: 1-21, 2-50, 3-83, 4-106, 5-108, 6-155, 7-164, 8-180, 9-199. BOWLING: Wood 10-0-75-1 (2w); Woakes 5.4-1-41-4 (1w); Plunkett 6-0-30-1 (1w); Stokes 4-0-14-1 (1w); Moeen Ali 7-0-36-1 (1nb); Adil Rashid 10-0-73-2. RESULT: England won by 169 runs to lead five-match series 3-0. UMPIRES: R.A. Kettleborough (England) and S.D. Fry (Australia). TV UMPIRE: M. Erasmus (South Africa). MATCH REFEREE: J.J. Crowe (New Zealand). MAN-OF-THE-MATCH: Alex Hales. FIRST MATCH: Southampton, England won by 44 runs (D/L Method). SECOND MATCH: Lord’s, England won by four wickets. FOURTH MATCH: Headingley (D/N), Thursday. FIFTH MATCH: Cardiff, Sunday.Published in Dawn September 1st, 2016\n", "author": "Agencies", "title": "Azhar laments shoddy Pakistan show in third ODI"}}
{"1281198": {"date": "Updated September 01, 2016", "article": "ISLAMABAD: Consumers are buying low-quality meat at high prices, primarily due to lack of regulatory mechanism in this field, the Competition Commission of Pakistan (CCP) said on Wednesday as it released a report on the meat sector and sought public comments.Meat is one of the heaviest-weighed essential food items in the Consumer Price Index (CPI), which tracks prices of 481 commodities every month in the urban centres.The CCP report covers issues such as price monitoring and quality of meat, also exploring the growth potential of the sector.The commission has identified ineffective price and quality monitoring at the district level whi{"1281198": {"date": "Updated September 01, 2016", "article": "ISLAMABAD: Consumers are buying low-quality meat at high prices, primarily due to lack of regulatory mechanism in this field, the Competition Commission of Pakistan (CCP) said on Wednesday as it released a report on the meat sector and sought public comments.Meat is one of the heaviest-weighed essential food items in the Consumer Price Index (CPI), which tracks prices of 481 commodities every month in the urban centres.The CCP report covers issues such as price monitoring and quality of meat, also exploring the growth potential of the sector.The commission has identified ineffective price and quality monitoring at the district level which results in expensive, low-quality meat for both urban and rural consumers.It also said that smuggling of animals to neighbouring Afghanistan is also an issue that affects availability at affordable price to domestic consumers.The study has been conducted as part of the assessments the CCP undertakes to understand competition issues in sectors that have implications for consumers.Meat production in Pakistan is mostly an unregulated informal activity and the meat industry is marred with many challenges including the low yield per animal, poor animal feed, lack of awareness among livestock breeders related to breeds and veterinary care, and disease control.Poor slaughtering methods and lack of accessibility to the animal markets leads to low quality of meat products and excessive pricing.The report says that establishing new slaughterhouses and improving facilities at the existing ones is necessary to ensure quality safeguards. Moreover, increasing the accessibility of farmers to the animal mandis is essential for providing quality meat to the consumers at reasonable prices.Therefore, the CCP recommends a public-private partnership to run the government slaughterhouses for efficiency and quality and to increase animal mandis so that farmers can easily access them.Published in Dawn September 1st, 2016\n", "author": "Kalbe Ali", "title": "‘Consumers buying low-quality, expensive meat’"}}
{"1281208": {"date": "Updated September 01, 2016", "article": "LONDON: Bank regulators are better prepared to cope with the potential failure of a major bank but more work needs to be done on the finer detail of legal agreements covering bank resolution and derivatives trade reporting, the Financial Stability Board said.The FSB set out its views on how the reforms introduced after the collapse of Lehman Brothers nearly eight years ago in a second annual report to the G20 countries, whose leaders are meeting next week in Hangzhou, China.“This significant progress must not lead to complacency,” said Mark Carney, governor of the Bank of England and chairman of the FSB. “Our priorities must be to implement our past agreements in a full, timely and consistent manner.” The organisation singled out the European Union as a jurisdiction which had deviated from the intended rules in its application of the Basel III bank capital framework. The FSB report called on G20 leaders to ensure such rules were implemented on a more even basis.It said it was disappointing only half of the 30 global systemically important banks (G-SIB) had produced cooperation agreements with regulatory authorities in countries beyond their home jurisdiction about how to wind down the bank in the event of its failure, or resolve its difficulties.Only two banks had produced these vital agreements over the last year. “Effective resolution planning and the orderly resolution of a cross-border bank require national authorities to have legal powers and efficient processes for sharing information,” said the report.Published in Dawn September 1st, 2016\n", "author": "Reuters", "title": "Financial regulators tell G20 to focus on legal gaps"}}
{"1281218": {"date": "September 01, 2016", "article": "BRASILIA: Brazil’s Senate on Wednesday voted to remove President Dilma Rousseff from office, the culmination of an year-long fight that paralysed Latin America’s largest nation and exposed deep rifts among its people on everything from race relations to social spending.While Rousseff’s ouster was widely expected, the decision was a key chapter in a colossal political struggle that is far from over. Rousseff was Brazil’s first female president, with a storied career that includes a stint as a Marxist guerrilla jailed and tortured in the 1970s during the country’s dictatorship. She was accused of breaking fiscal laws in her management of the federal budget.Opposition lawmakers, who made clear early on the only solution was getting her out of office, argued that the manoeuvres masked yawning deficits from high spending and ultimately exacerbated the recession in a nation that had long enjoyed darling status among emerging economies.Nonsense, Rousseff countered time and again, proclaiming her innocence up to the end. Previous presidents used similar accounting techniques, she noted, saying the push to remove her was a bloodless coup d’état by elites fuming over the populist polices of her Workers’ Party the last 13 years.The opposition needed 54 of the 81 senators to vote in favour for her to be removed. They got many more, winning in a landslide of sorts, 61-20. “Today is the day that 61 men, many of them charged and corrupt, threw 54 million Brazilian votes in the garbage,” Rousseff tweeted minutes after the decision.Rousseff won re-election in 2014, garnering more than 54m votes. In the background of the entire fight was a wide-ranging investigation into billions of dollars in kickbacks at state oil company Petrobras. The two-year probe has led to the jailing of dozens of top businessmen and politicians from across the political spectrum, and threatens many of the same lawmakers who voted to remove Rousseff.Rousseff argued that many opponents just wanted her out of the way so they could save their own skins by tampering with the investigation, which Rousseff had refused to do.Many lawmakers and Brazilians nationwide, meanwhile, blamed Rousseff for the graft even though she has never been personally implicated. They argued that she had to know, as many of the alleged bribes happened while her party was in power.Rousseff’s removal creates many questions that are not easily answered. Michel Temer, her vice president who became her nemesis, will serve out the remainder of her term through 2018. But Brazilians have already gotten a taste of Temer’s leadership, and they are clearly unimpressed.In May, Temer took over as interim president after the Senate impeached and suspended Rousseff. The 75-year-old career politician named a cabinet of all-white men, a decision roundly criticised in a nation that is more than 50pc non-white. Three of his ministers were forced to resign within weeks of taking their jobs because of corruption allegations, which also follow Temer and threaten his hold on power.When Temer announced the opening of the Olympics on Aug 5, he was so vociferously booed that he remained out of sight for the remainder of the games.Rousseff’s allies have vowed to appeal to the country’s highest court. While previous petitions to the court have failed to stop the impeachment process, at the very least legal wrangling will keep the issue front and center.The decision also leaves many question marks over the economy, expected to decline for a second straight year. Temer has promised to pull the country of 200m people from its recession by tackling reforms that have long been taboo, such as slimming public pensions. But he has not been able to accomplish much the last three months as interim president, and it remains to be seen whether Congress will be willing to work with him.Published in Dawn September 1st, 2016\n", "author": "AP", "title": "Brazil’s president Rousseff ousted from office by Senate"}}
{"1281228": {"date": "September 01, 2016", "article": "KARACHI: Jamiat Ulema-i-Islam-Fazl (JUI-F) has announced that its leaders, activists and supporters will hold a march from the Jail Chowrangi to the CM House on Thursday in protest against the Sindh government’s failure to transfer the case of its provincial general secretary Dr Khalid Mehmood Soomro’s assassination to a military court. Speaking at a press conference at the Karachi Press Club on Wednesday, Sindh JUI-F general secretary Rahid Mehmood Soomro, who was accompanied by some other party leaders, described the assassination of Dr Soomro, his father, as one of the worst such incidents in the history of the province. “Ever since the incident that occurred in Sukkur on Nov 29, 2014, we have been in touch with the provincial authorities with regard to the arrest and trial of the assassins and their handlers,” Rashid Soomro said, adding that the progress of investigation and prosecution had remained very slow. Despite repeated appeals to the authorities during the long period, the all culprits had not been arrested and prosecuted, he said. The JUI-F leader said that the Sindh government was reluctant to accept the party’s demand for the transfer of the case to a military court.Hundreds of our workers from across Sindh will hold a march from the Jail Chowrangi to CM House on Thursday to press the government meet the demand,” he said. He held out the assurance that the participants in the march would remain peaceful. He said that it was the prime responsibility of the government to protect its citizens. A former Senator, Dr Soomro was shot dead while saying the Fajr prayers at a mosque adjacent to his seminary in the SITE area of Sukkur on Nov 29, 2014. He had survived at least six attacks on his life before the incident. He had remained the party’s Senator from 2006 to 2012.SUKKUR: On Tuesday, the JUI-F took out a rally in Jacobabad which was led by Dr A.G. Ansari, Maulana Abdul Jabbar Rind, Hamadullah Ansari, Mohammad Musa Mahar and others, our correspondent in Sukkur adds.The participants held a march from the party’s district office to the local club, where they held a sit-in.The leaders expressed their disappointment over the inordinate delay in handing punishment to the culprits of the assassination. They said that it was a clear case of terrorism which must be tried by a military court.Published in Dawn September 1st, 2016\n", "author": "PPI", "title": "JUI-F march today for transfer of leader’s killing case to military court"}}
{"1281238": {"date": "September 01, 2016", "article": "ISLAMABAD: Pakistan Tehreek-i-Insaf (PTI) leader and MNA Ghulam Sarwar Khan on Wednesday demanded that the army should be deployed inside and outside the polling stations during by-elections in PP-7, Taxila. The seat fell vacant after the death of provincial lawmaker Mohammad Siddique Khan, the brother of Ghulam Sarwar. The by elections will be held on September 26. Speaking at a news conference at the National Press Club, Ghulam Sarwar fearing rigging in the by elections said the polling staff should not be chosen from the National Assembly’s constituencies NA-52 and NA-53. He alleged that fake cases were being registered against PTI workers.He asked the police to concentrate on the criminals instead of PTI workers. Mr Ghulam Sarwar also urged the election commission to ensure free and fair elections. “Moreover, a survey has been started in the area for gas and electricity connections which is also part of a pre-poll rigging,” he said.Published in Dawn, September 1st, 2016\n", "author": "A Reporter", "title": "PTI leader seeks army on polling day in PP-7"}}
{"1281248": {"date": "September 01, 2016", "article": "Saving environmentPakistan Youth Climate Network (PYCN), a youth advocacy group of Sustainable Development Policy Institute (SDPI), Heinrich Boell Stiftung Pakistan and Islamabad’s deputy mayor are organising an event titled ‘Reclaim Ecology in the Heart of Islamabad’ on Thursday, September 1 at SDPI’s premises from 10am-1pm.WorkshopThe Research Society of International Law is holding a special workshop on improving Pak-India bilateral relations through legal diplomacy on Thursday, September 1 at Serena Hotel from 3-5pm.Published in Dawn, September 1st, 2016\n", "author": "From the Newspaper", "title": "METRO EVENTS"}}
{"1281258": {"date": "September 01, 2016", "article": "NOWSHERA: Awami National Party general secretary Mian Iftikhar Hussain has asked the government to find out ways for ensuring honourable repatriation of Afghan refugees. “The then dictator Ziaul Haq and America used Afghan refugees for their own interests and had given complete freedom to them at that time. Today we would not have faced such type of situation if the refugees were treated properly at the initial stage,” Mr Hussain said while addressing a press conference here the other day. He was accompanied by party’s district president Juma Khan, Zahid Khan and Jalal Khan. He said that Pakistan should adopt a proper way for return of the refugees as it was essential for maintaining cordial relations between the two neighbouring countries.He said that both the countries should also devise a joint plan for elimination of terrorism in the region. He asked that the government to change its internal and foreign policy according to new developments in the world. \nHe said that cordial relations between Pakistan and Afghanistan were essential for development and prosperity of the region. The ANP leader said that operation in only South Waziristan was not enough for elimination of terrorism. He said that an operation should also be launched against over 70 banned organisations in Punjab. He said that terrorism could be ended if the 20-point agenda of Zarb-i-Azb was followed. He claimed that banned organisations were openly collecting funds in Punjab for their activities. Mr Hussain said that solid steps should be taken against terrorist groups without any discrimination of good and bad. \nHe demanded that Fata should be merged with Khyber Pakhtunkhwa immediately for giving civil rights to the tribal people.He criticised the provincial government for not fulfilling its promise of taking all the political parties into confidence on \nCPEC.Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Honourable repatriation of refugees stressed"}}
{"1281268": {"date": "September 01, 2016", "article": "PESHAWAR: The National Accountability Bureau, Khyber Pakhtunkhwa, has arrested former secretary of Pakistan Tobacco Board in a case of illegal appointments in the PTB.According to a statement issued here on Wednesday, Noman Bashir was presently working as director Trade Development Authority of Pakistan, Peshawar.It was stated that the accused in connivance with others illegally appointed 36 officials in the PTB, Peshawar. The appointments had been made despite ban on recruitments by the ministry of commerce. The inquiry is being actively perused and more arrests are on cards, the statement said, adding the accused would be produced before the accountability court for obtaining his physical remand to proceed further in the case.Meanwhile, Judge Subhan Sher of a special court of Khyber Pakhtunkhwa Ehtesab Commission on Wednesday handed over five bankers to KPEC on an eight-day physical remand. The five bankers -- Kamran Khan, Mustansar, Afraz Ahmed, Shakeel Asghar and Abdal Haseeb – were arrested on Tuesday in a financial scam of Rs66 million in the Elementary Education Foundation.Published in Dawn, September 1st, 2016\n", "author": "Bureau Report", "title": "Former PTB secretary held"}}
{"1281278": {"date": "September 01, 2016", "article": "VEHARI: A woman was strangled by four people in the Luddan bazaar, 40km from here, on Wednesday, Luddan police said. Seema Bibi, 40, was in the bazaar for shopping when the car carrying two men and as many women stopped by and tried to take her away. As she resisted, the car riders strangled her and fled. Police on being alerted came into action and arrested the four people when they were trying to escape the scene. The autopsy of the body was conducted at Vehari District Headquarters Hospital. Investigation officer Munawwar told Dawn the police could not trace the family of the deceased. Without disclosing the identity of the murder accused, he said they belonged to Okara.Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Woman killed in market"}}
{"1281288": {"date": "Updated September 01, 2016", "article": "LAHORE: A PPP committee has completed re-organisation process in Punjab and will submit its recommendations for new provincial and district presidents to chairman Bilawal Bhutto-Zardari on his return from London early this month. The committee comprising Raja Pervaiz Ashraf, Rana Farooq Ahmad Khan, Nadeem Afzal Chan, Chaudhry Manzoor and Nadeem Kaira has been tasked with re-organisation and recommending names for (central) Punjab president and general secretary and district presidents. Sources told Dawn on Wednesday that after getting feedback from the party workers, the names of Qamar Zaman Kaira and Rana Aftab Ahmed Khan would be among the three candidates to be sent to the chairman for the slot of Punjab president. The third name could be of Raja Pervaiz Ahraf or Rana Farooq Ahmad. Nadeem Afzal Chan and Chaudhry Manzoor have reportedly withdrawn from the race (of Punjab president). “The workers want ideological leaders assume the party offices. They want new office-bearers having good reputation and anti-PML-N stance,” a source said, adding the new office-holders should have a ‘jiyala’ background. “We have completed the process of meeting workers in most parts of the province and will submit our recommendations to the party chairman on his return from London next week,” Chaudhry Manzoor told Dawn on Wednesday. He said the committee had interacted with workers in every district and was going to shortlist the names for the slots with their input. Asked about the three shortlisted candidates for the slot of central Punjab president, Chaudhry Manzoor said: “We have first shortlisted a panel of three candidates for the slot of district president and general secretary and in the end the names of central Punjab president and general secretary will be finalised.” The organising committee comprising Yousuf Raza Gilani, Makhdoom Ahmad Mahmood, Nawazish Ali and Hayat Muhammad Khan for south Punjab will now finalise the names of office-bearers by Sept 10. “After completing a final round of meetings with the party ticket-holders, potential candidates and old workers, the committee will give its recommendations to the party chairman about the south Punjab president, general secretary, divisional and district presidents, general secretaries, provincial councils and allied wings by Sept 10,” Abdul Qadir Shaheen, secretary coordination committee in the southern region, told Dawn. Makhdoom Ahmad Mahmood is said to be the lone potential candidate for south Punjab president.Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Bilawal’s return awaited: PPP committee ‘shortlists’ Punjab leadership nominees"}}
{"1281298": {"date": "September 01, 2016", "article": "BAHAWALPUR: Detection of Congo virus in another doctor has set alarm bells ringing for Bahawal Victoria Hospital (BVH) administration which has put two people in quarantine and dispatched blood samples of 10 others, including three professors and the wife of late Dr Sagheer Sameja (the BVH surgeon who had died of Congo fever) to the National Institute of Health (NIH), Islamabad, for analysis.Dawn has learnt that Dr Alam, an associate of late Dr Sameja in the BVH Surgical Ward No 4, had rushed to Aga Khan University Hospital (AKUH), Karachi, on Aug 28 after he had fever. His blood test were conducted at the hospital and on Aug 30, he was declared a patient of Congo fever. As Dr Alam had also assisted the late Dr Sameja in the operation of a student nurse Nadia on July 16 (who expired on July 17) in the BVH, he too had been admitted to AKUH (along with Dr Sameja) on suspicion of carrying Congo virus. However, Dr Alam was discharged from the hospital after screening and resumed his duty at the BVH.BVH focal persons Dr Aamir Bokhari told Dawn on Wednesday that after showing virus symptoms on July 27, Dr Alam had been quarantined at the BVH and was examined by three professors during his six-hour stay at the hospital. However, after midnight, Dr Alalm left for Karachi. After being tested positive for Congo virus, Dr Alalm was being treated at the AKUH, he added.He said after knowing about Dr Alam’s blood test results, the BVH administration immediately quarantined two employees -- Zafar Iqbal, an employee at operation theater and Attiqur Rehman, a vocational training institute employee. He said after the confirmation of Congo virus in Dr Alalm, the blood tests of 10 other people were sent to NIH, Islamabad from where the results were expected by Thursday. They included three professors -- Dr Gulzar Malik, Dr Fayyaz and Dr Shahbaz Qureshi, besides Dr Hassan (medical ward), who had examined Dr Alam before his departure to Karachi, late Dr Sameja’s wife Dr Sadia, her brother Aqeel Ahmed, Dr Owais, who was the third doctor with late Dr Sameja to conduct the operation of the deceased nursing student Nadia on July 16 at the BVH. The blood samples of a taxi driver, Bashir Ahmed, who took Dr Alam to Karachi on July 28 were also sent to NIH. The focal persons said the CM’s adviser Khwaja Salman Rafique conveyed the BVH administration on Wednesday that Punjab government would bear all expenses of treatment of the suspected carriers of Congo virus and patients.  In pursuance of Mr Rafique’s announcement, Mr Bokhari said Assistant Prof Dr Imran of QAMC had been sent to Karachi to look after Dr Alam there.Published in Dawn, September 1st, 2016\n", "author": "Majeed Gill", "title": "Congo virus: BVH sends 10 samples to NIH"}}
{"1281308": {"date": "September 01, 2016", "article": "SKARDU: Two American climbers went missing while climbing K2 last week, sources told Dawn here on Wednesday. On Aug 24, Kel Dempster and Scott Adamsan lost communication with their staff at the base camp. The climbers had begun their attempt to ascend K2 one month ago. Rescue operations could not be undertaken due to inclement weather. Published in Dawn, September 1st, 2016\n", "author": "Farman Ali Baltistani", "title": "Two American climbers missing"}}
{"1281318": {"date": "September 01, 2016", "article": "QUETTA: Pakistan has agreed to reopen its border with Afghanistan at Chaman from Thursday after Kabul strongly condemned the burning of the Pakistani flag at the Friendship Gate. At the fifth round of the flag meeting at the Chaman border on Wednesday, security officials from both sides discussed the matter in view of their previous night negotiations. A three-member Afghan delegation, led by Col Mohammad Ali, had at the Tuesday night meeting handed over to the Pakistani officials a letter in which the Afghan government strongly condemned the Aug 18 incident of burning of the Pakistani flag and pelting the Friendship Gate with stones. A senior official of the Frontier Corps posted at the Chaman border confirmed the development and said the letter was later sent to the Pakistani officials concerned authorised to take decision about reopening of the border with Afghanistan. The Afghan officials also termed the flag-burning incident an attempt by some elements which wanted to create misunderstanding between the two brotherly countries. “Afghanistan wants good relations with all its neighboring countries, including Pakistan,” Col Mohammad Ali said, adding: “Pakistan is like brother and worsening relations with it is not in the interest of anyone.” Col Jahangir Changez Khan, who led the Pakistani side in all five flag meetings, informed the Afghan delegation about the government’s decision to reopen the Chaman border. “Friendship Gate will reopen for all traffic and border crossing of people on Sept 1,” an FC spokesperson told Dawn, adding that the decision had been taken after successful negotiations between the two sides. Pakistan had closed the border on Aug 19, a day after the Afghan nationals set the Pakistan flag on fire when thousands of Pakistani tribesmen held a rally in Chaman in protest against the Indian prime minister’s remarks on Balochistan. The 12-day closure of the border had badly affected Nato supplies, transit trade and repatriation of Afghan refugees under a UNHCR programme. Traders from both sides also suffered huge financial losses as all business activities remained suspended for 12 days. Published in Dawn, September 1st, 2016\n", "author": "Saleem Shahid", "title": "Chaman border crossing reopens today"}}
{"1281328": {"date": "September 03, 2016", "article": "Words are very powerful — so become empowered by enhancing your vocabulary!Tweeps (Plural noun; informal)Definition: A person’s followers on Twitter.Examples: • “He told his tweeps he was going to a Bruce Springsteen concert.” • “Millions of tweeps follow their every tweet!”• “Phil really seems to be enjoying sharing with all his tweeps.”• “Lists are helpful to you because it is a great way to curate content and find good tweeps to follow!”• “And, so, stand by, Jessica, because I put that out to my Twitter people, the tweeps.”Origin:Early 21st century: blend of Twitter, the proprietary name of the social media service, and peeps (slang for people). Published in Dawn, Young World, September 3rd, 2016\n", "author": "From InpaperMagazine", "title": "Story Times: Word of the week"}}
{"1281338": {"date": "Updated September 01, 2016", "article": "BERLIN: Samsung Electronics unveiled two new smartwatches on Wednesday which boast a range of digital features while also promising up to four days of battery life, seeking to outshine the Apple Watch.The world's biggest maker of consumer electronic products introduced its new line of Gear S3 watches ahead of this week's opening in Berlin of the IFA (Internationale Funkausstellung) electronics trade fair , Europe's biggest annual trade fair for consumer electronics and domestic appliances.The new Gear S3 Frontier model has a rugged outdoor look, while the Gear S3 Classic has a more refined appearance, but both watches feature large faces that are likely to appeal mainly to male consumers.\n\n\n\t\t\t\t\tYounghee Lee, head of global marketing for Samsung's mobile division addresses the global release of the Gear S3 smart watch at the IFA ─ AFP\n\t\t\t\t\n\n\nThe Frontier model has its own cellular radio chip to connect to high speed 4G mobile networks so it does not need to be \"tethered\" to the wearer's smartphone in order to make calls or send and receive data, unlike Apple watches, which require an iPhone to remain nearby for their connections.Apple, the current market leader in smartwatches, is expected to introduce its new Apple Watch 2 line-up a week from now, on September 7, along with new phones and computers.Gadget news sites have reported that Apple is considering introducing smartwatches with their own cellular radio in 2017, but won't offer such a feature in its upcoming models fearing it would further drain their batteries, which typically last around 24 hours in current models before needing to be recharged.\n\n\n\t\t\t\t\tThe Samsung Gear S3 smart watch offers always-on color displays, dust and water resistance features.   — AFP\n\t\t\t\t\n\n\nThe latest Samsung smartwatches offer always-on color displays, dust and water resistance features, a built-in speaker and GPS location-finding technology. They also enable users to make mobile payments in countries where Samsung Pay is available.Pricing was not disclosed for the new Gear S3 watches, which are due to go on sale before the end of the year.Samsung's existing line of Gear S2 watches retail at major online sites for around $250 to $300, comparable to pricing for the most basic sports version of the Apple Watch.\n", "author": "Reuters", "title": "Samsung unveils bigger Gear S3 smartwatches"}}
{"1281348": {"date": "September 01, 2016", "article": "NEW YORK: Rafael Nadal glided into the third round of the US Open on Wednesday as smoothly as the new roof over Arthur Ashe stadium slid shut for the first time during a match.Two-time champion Nadal, seeded fourth, defeated Italy's Andreas Seppi 6-0, 7-5, 6-1 to book a meeting with Russian Andrey Kuznetsov for a place in the round of 16.The new $150 million roof was called into action for the first time when light rain began falling in the second set.The giant structure took only a few moments to close before Nadal and Seppi resumed their match beneath it.“Play was suspended at 10:38pm (0238GMT) and play resumed at 10:46 (0246GMT) – total suspension of play was 7 minutes and 22 seconds,” said a statement by the US Tennis Association (USTA).“The roof closed in 5 minutes and 35 seconds. The closing occurred prior to Nadal serving at 3-3 in the second set. Nadal won the first set 6-0.“Rafael Nadal has the distinction of hitting the first practice and match ball under a closed roof in Arthur Ashe Stadium.” Nadal was delighted with the distinction.“It's great to be the first player to play with the roof closed, on the competition, because I was the first player to hit in the center court with the roof closed,” said Nadal, who found “no big difference” on the court with the roof closed.“With the roof open there is no wind at all, so it's not a big change. And the roof is so high you don't feel that you are closed. I didn't feel the change. It's great. It's an unbelievable, unbelievable court.” One thing Nadal did notice about the massive stadium was the noise of the crowd, which got to French Open champion Garbine Muguruza in her upset loss to unsung Latvian Anastasija Sevastova.“That surprised me,” Nadal said. “There was a little bit more noise than usual.” He didn't think it changed when the roof was closed, but said he found it “a little bit too much” at some moments during the points.“I always love the energy and the noise of the New York crowd,” he said.“It's just fantastic. I feel very close to them because I play with a lot of passion, and they give me that electricity, that passion.” Nevertheless, he'd like to see a few more rules enforced to keep people in their seats during play. “I know it's so difficult because the court is very big,” he said.As for his own game, Nadal was encouraged by his performance, although he said the 6-0 first-set score flattered him.“The last forehand of the match was great,” said Nadal, who was sidelined after pulling out of the third round of the French Open with a left wrist injury until the Rio Olympics.“I hit some good forehands down the line again. That's an important shot for me.”\n", "author": "AFP", "title": "Nadal rolls into third round under new US Open roof"}}
{"1281378": {"date": "Updated September 04, 2016", "article": "Once the most ubiquitous part of Karachi’s heritage, Irani ‘hotels’ are fast disappearing from the urban landscape...The Irani cafes of Karachi\nby Asif NooraniSometime in the 1920s, Rustom Aspandiar Bahmani, a Zoroastrian, left Yazd, then a small desert town in Iran, with his companions. All of them perched on mulebacks trotted all the way to Zahidan, from where they took a painfully slow train to Quetta. A faster train took them to Karachi from where they boarded a sailboat to Bombay. After a six-day voyage, the vessel dropped anchor at the city’s harbour. The city was not unfamiliar to Zoroastrians. Waves of Zoroastrians had migrated from Iran between the 8th and 10th centuries and had made their way up the social ladder as successful businessmen and industrialists. Quite understandably, they were supportive of their co-religionists. To cut a long story short, Bahmani, like other Zoroastrians, made their mark in the restaurant business. They were followed by Bahais, practitioners of the 19th century religion, and Muslims. The latter moved to the state of Hyderabad in large numbers.A good number of Iranis didn’t go to Bombay, however; they decided to settle down in Karachi. There were more than a hundred Irani restaurants (Irani hotels in common parlance) in Karachi in the 1970s but today hardly 10 remain. After Independence, not many opened in the newer parts of the city. Café Liberty and the one in Nursery market in PECHS (whose name nobody seems to recall) were among the exceptions. Areas such as Defence Housing Authority and North Nazimabad never had a single Irani restaurant.The middle class localities and commercial areas of the city were once punctuated with Irani restaurants. Most of them had ‘cafes’ preceding their names. Four restaurants were in close proximity in Saddar. Fredrick’s Cafeteria was the haunt of punters who frequented the place after placing bets at the city’s racecourse. It also had a pay phone which one could use after inserting two coins of 10 paisas each in the slots. Café George, on the intersection of Victoria Road (now Abdullah Haroon Road) and Frere Road (now Shahrah-i-Liaquat) was known for its snacks, particularly its mutton patties and the accompanying chutney concocted by its cook (chef was a term that was yet to come in vogue). On the other side of the road was Eastern Coffee House, which was named India Coffee House until a few years after Partition. It was initially run by the India Coffee Board, (ICB), which ran a chain of coffee houses since the mid-1930s (it still does in India). India Coffee House in Saddar became Zelin’s Coffee House but, soon after, an Irani took over, who christened it Eastern Coffee House. Mr Merchant, a coffee-taster turned manager at the ICB, then set up Pioneer Coffee House in what is now the Electronics Market. Eastern Coffee House was the haunt of writers and student leaders. Some people were regular visitors. Come rain or shine, they were there in the afternoons. Once the Marxist student leader Ali Mukhtar Rizvi, who was part of the Moharram zuljina juloos, climbed up the stairs, had a quick cup of tea before joining the tail of the long procession. Then there was one Mr Bilgrami, who never loosened the buttons of his sherwani even when mercury crossed the 110oF mark. In those days air conditioning in restaurants was a rarity. Only Shehzan and Pioneer had that facility. Fredrick’s Cafetaria and Eastern Coffee House had sections for families as well. As you walked towards the Elphinstone Street (now Zebunnisa Street), you saw Café Parisian (the septuagenarian Parisian Bakery is still there). Then as you proceeded towards the corner of Bohri Bazaar, you saw the plebeian Boman Abadon Irani Restaurant where ready-made tea was served. Outside the restaurant there was a row of shoe-shine men from what was then the NWFP (now Khyber Pakhtunkhwa). You would place your foot on a pedestal and the man seated on a stool would live up to his promise of making your shoe shine like a mirror. “Sheesha banaiga” used to be their slogan.Diagonally opposite the Parisian was Café Gulzar, which had its loyal clientele too. The Karachi-born singer C.H. Atma, who had migrated to Bombay, visited his native city sometime in the ’60s. He made it a point to visit two places — Abdullah Shah Ghazi’s mazaar and Café Gulzar. In an interview with a local journalist he said that whereas he got spiritual satisfaction at the mausoleum, the food in his favourite restaurant gave him gastronomic satisfaction. “It still tastes as delicious as it did before Partition,” he said.At the other end of Victoria Road, opposite Hotel Metropole, was Café Victoria, which was spacious and comfortable. It had a number of delicacies listed on its menu, but to a friend, who frequented it in the ’60s, the piece-de-resistance was the Mahi Kabab — ‘mahi’ being the Persian word for fish. Café Subhani, close to Fleet Club, was widely known for its Chullu Kabab, an Iranian specialty kabab served over a bed of buttered rice. It closed down a year or two ago. It is now owned by locals, who have refurbished it and renamed it Chullu Kabab Sistani.Two Irani restaurants which are still there are adjacent to each other. Pehlvi Restaurant, at the intersection of M.A. Jinnah Road and Zebunnisa Street, offers tea in cups and also has a small stall which serves tea in chainaks — small metallic teapots. Next to it is Café Durakhshan, owned by the same family, where tea is served in teapots, accompanied with sugar in a pot and milk in a small jug. Its fastest selling dish is the Spicy Pulao. It retains the feel of old while Pehlvi seems to have morphed into a more modern fast food joint.Almost invariably all Irani restaurants, not just in Karachi but also in Mumbai and Pune, are located at street corners, a testament to their early-mover advantage in real estate. They are open on two sides. It seems Pehlvi and Durakhshan were once one restaurant but were later divided between two siblings, so the latter does not enjoy having entrances from two sides. The present owners simply refuse to comment on this subject.\n\n\n\t\t\t\t\tKhairabad now and then: (Left) present day; (Right) 1947 as M.A. Jinnah’s motorcade drove past (Photo from State Bank Museum)\n\t\t\t\t\n\n\nThe only Irani Restaurant which was not in a corner was Café Gloria in the small lane which is still called Capitol ki Gali. Capitol was one of the two cinemas owned by the Mobed family, who were Parsis. Flamingo, a snazzy restaurant on the first floor of the cinema, was particularly known for its cold coffee. While Flamingo was owned by a Zoroastrian, Café Gloria’s proprietor was a Bahai. Capitol Cinema and its twin, Paradise Cinema, have vanished like many other movie houses in Saddar. Café Yasmeen near the Police Head Office on I.I. Chundrigar Road was the latest Irani restaurant demise and the one to suffer the most is the paanwallah outside —all Irani restaurants have paan shops tucked in small spaces outside the premises. The paanwallah has lost his clientele and now closes shop at 6pm.Not too far from Cafe Yasmeen was Café Victory on what was South Napier Road, which was renamed Altaf Hussain Road after the founding editor of Dawn. With the offices of the Dawn Group and Millat Publications being there, journalists thronged the café at lunch hour. It was known particularly for its succulent beef steak and the sauce that topped it. Perhaps the only Irani restaurant which is faring quite well is Khairabad Tea Shop (see interview). It has its loyal clientele, some of whom keep returning even after years. Syed Abdullah Shah, the chief minister of Sindh from 1993-1996, paid a visit to have tea there after assuming the top office in the province. He recalled that Khairabad was his usual haunt while studying at the nearby S.M. Law College.    But why are so many Irani restaurants closing down despite their being a part of Karachi’s heritage? Young Abbas Ahmed of Café Durakhshan, an MBA, has the answer. “For one thing, the trend has changed,” he says. “Now there are fast food joints as well as eateries which specialise in items such as nihari, biryani or barbecue. Secondly, there is much hassle in running restaurants, particularly when the profits have dipped. You would be better off selling the restaurant and putting the money in fixed deposit.” Why have the marble top tables that were the mark of Irani restaurants disappeared? “Simply because they were too space consuming,” explains Ahmed.  “But the bentwood chairs are still there. In fact, you are sitting on one. The large mirrors which give the impression of extra space have not disappeared either.”The Iranis are still very much into selling tea leaves. “Two of the leading shops, Islamia Tea and Iranian Tea are doing quite well,” Ahmed points out. Irani restaurants may be vanishing but they have left their mark on their city. Proof, if proof be needed, is that the Tariq Road and Allama Iqbal Road intersection is still called Café Liberty and the area near Fleet Club is known as Lucky Star, after the restaurants which dropped shutters years ago.\n“There were close to 100 Irani restaurants in the 50s and 60s, now there are less than 10.” — Abbas Ali the proprietor of Khairabad Tea Shop\n\n\n\n\t\t\t\t\tAbbas Ali\n\t\t\t\t\n\n\nAbbas Ali, the proprietor of Khairabad Tea Shop, mans the counter of the restaurant at the intersection of I.I. Chundrigar Road and Dr Ziauddin Ahmed Road for at least six to eight hours a day. He greets you with a cheerful Khushamdeed (‘Welcome’). However, if you wish to interview him, he politely asks you to see him after the peak hours — 12 noon to 4pm. I talk to him when he is relatively free. AN: When was this restaurant set up? AA: In 1932 by my grandfather, who had migrated from Iran. My father was then a young man. AN: How come you call it a tea shop? I don’t recall seeing an Irani restaurant in Karachi or Mumbai, not even Pune, where any restaurant bore that description. They are all called ‘cafes’, even though coffee is not a popular drink in our country, nor in that part of India. AA: That’s a question that you should have asked my father, but he is up in the heavens. However, if you look at our menu displayed under the glass, you will find that we have renamed the restaurant. It is called ‘Café Khairabad (Tea Shop) and Food Centre’. It’s too long a name to be painted on the board fixed on top of the entrances so we have continued with the original name. AN: Why Khairabad?AA: That is where my family hails from in Iran. You will see quite a few restaurants named after the towns from where their owners belonged to. [There were also Café Meharabad and Café Ispahan, to name just two.] Sadly, they are among the many Irani restaurants that have dropped shutters. The latest casualty is Café Yasmeen, which was on this very road. There were close to a hundred Irani restaurants in the 50s and 60s, now there are less than 10.AN: What’s the reason for closures on such a vast scale?AA: The business is not that good. The electricity and gas charges are prohibitively high. The prices of meat and vegetables, not to mention cooking oil, have risen considerably. Wages have gone up too. We can’t raise the food charges accordingly because there is strong consumer resistance.AN: The owners of Irani restaurants that I have met complain that extortion by members of political parties is a major cause of dropping the shutters. What do you have to say on that issue?AA: I wouldn’t like to comment on that. You are a journalist. You should know better. (Smiles) AN: What business do the Iranis who close their restaurants do after selling the premises which are invariably on prime locations? AA: They go back to Iran. There is no future for us here. Even those Iranis who were born here have not been given Pakistani nationalities. AN: How come Khairabad is a longish-shaped restaurant, unlike others?AA: My grandfather bought a shop and turned it into a tea shop. My father bought two more [which he combined], which is why you get that impression.AN: You have a fast food joint very close to Khairabad. Fast food joints are not your cup of tea. They are different from Irani restaurants. Then there is Ramzani Bakery which is a few steps ahead of Agha Fastfoods.  How will you explain this diversion?AA: We have to keep pace with the changing times. And as for the bakery, may I remind you that bakeries have always been a part of the operations. Many restaurants have bakeries next door.AN: Why does Agha Fastfoods remain closed on Sundays?AA: There are no clients on Sundays and public holidays because this is a commercial area. Even Khairabad has many empty seats on the second half of Saturdays and whole day on Sundays.  — AN.\nMemories of Avalon\nA regular customer shares memories of his favourite haunt in the 60s\n\n\n\t\t\t\t\tThe traditional bentwood chairs of Irani ‘hotels’\n\t\t\t\t\n\n\nKhan Sahib (not his real name) in his late seventies but his memory of his college days is surprisingly quite sharp. He used to bunk his classes when he was studying for his B.A. For this reason it took him six years after matriculation to complete his graduation, which otherwise he could have done in four years.When I, his junior, approach him for his views on Avalon, the Irani restaurant, where he used to hold his ‘darbar’, he sounds reluctant. “I shall talk to you only if you promise me that you won’t publish my name because I don’t want my grandchildren to know that their grandpa used to bunk classes,” he lays down just one condition.I recall that there were always some freeloaders who wanted free cups of tea and often ‘maska bun’ (buttered bun). Khan Sahib, the son of an affluent jeweller, was never short of cash. More than that, he was quite generous and never hesitated to loosen his purse strings.Drifting down memory lane, Khan Sahib says, “Almost all Irani restaurants were quite spacious but Avalon was perhaps the largest in terms of space. A table in one corner, from where I could watch college girls going to Sind Muslim College and DJ Science College, was unofficially reserved for me. Let me be honest, I never had the guts to talk to them but, on the other hand, I served as Agony Aunt to boys whose ‘crush’ for girls was never reciprocated.”Khan Sahib further says, “Avalon was a second grade Irani restaurant where readymade tea was served in tea cups. They were never full or else tea would have spilt in saucers. Payments were made at the counter and the waiters were not given tips. However, I did reward them occasionally, which was why I was given what was known as ‘VIP treatment’. For instance, I was never served tea in a chipped cup. Like other restaurants of their type, they also served what was known as Sulemani Chai, which was light tea, devoid of milk. Green tea came in vogue much later.” Admiring the servers’ memory, Khan Sahib says, “The waiters would remember what they had served on which table and how much money was to be collected. Surprisingly, when a bearer [as the waiter was called in those days] had to hand over the charge to his successor at the end of his shift, he would tell them how much money was to be paid by every customer. “In those days one could share a table with a stranger, without bothering to take his permission,” he recalls. My table was an exception. My flashy moustaches — now no more, thanks to my wife — kept the intruders away. “Two notices were displayed prominently on the premises. One instructed the customers to refrain from discussing politics and the other advised them to check with the person manning the counter if he could handle a 10-rupee note, which was equivalent to a present day 1,000-rupee note,” Khan Sahib reminisces.“I wasn’t keen to graduate, but I feel that the examiners were generous when I managed to get pass marks in maths, which was my weakest subject. That was in 1964. A couple of years later when, out of sheer nostalgia, I went to have a cup of tea, I found much to my dismay, that Avalon had been replaced by a bank. The proprietor, I learnt from his neighbour, had moved back to Iran,” he says. Incidentally the bank too is no more there.“To me, Avalon would have been a heritage site, had it not vanished,” concluded Khan Sahib, in a wistful tone. — ANPublished in Dawn, Sunday Magazine, September 4th, 2016\n", "author": "Asif Noorani", "title": "The vanishing Irani restaurants"}}
{"1281388": {"date": "September 02, 2016", "article": "UMERKOT: Umerkot District and Sessions Judge Syed Nasiruddin, accompanied by a team of government officials, paid surprise visits to Sindh Education Foundation-assisted schools on Thursday and found most of them not adhering to the criteria set by the SEF and World Bank. The officials informed the judge that under a contract, Rs500 and Rs700 per child were being paid by the SEF to primary and elementary schools, respectively, and the owners/operators were bound to establish such schools at a prescribed distance from a government school. The judge found that the Sooriyah Badshah Elementary School and Govt Primary School Abdul Rehman Samoon stood on a single plot in violation of the contract. He ordered closure of the schools. A former operator of SEF-assisted schools, Punhoon Bheel, complained to the judge that he used to run four schools since 2009. The SEF team forced him to pay bribe to it out of the subsidy whenever he failed to do so, the team closed all of his schools.Published in Dawn, September 2nd, 2016\n", "author": "A Correspondent", "title": "Judge detects corruption at SEF-assisted schools"}}
{"1281398": {"date": "September 02, 2016", "article": "KARACHI: The event symbolised the kind of attitude that we have towards our role models once they depart this world. It was a condolence reference held at the Karachi Press Club on Thursday evening in honour of one of the finest actresses and directors of the Pakistan film industry, Shamim Ara, who passed away in London on Aug 5. But apart from a couple of film stars, and the regular group of showbiz journalists, there were hardly anyone from the film fraternity or the public who attended the programme though it was being advertised for the past two days.Speaking from London via phone, Shamim Ara’s son Salman Majeed said his mother loved Pakistan and wanted to come back to her country. She had been in a comatose state for the past six years therefore, he said, there wasn’t much to share with the audience about her last days. He said he was with her all along her illness and was next to her when at 4am on Aug 5 she breathed her last.Film star Nadeem Baig started off his speech by referring to the line of a song (‘Chalo achha hua tum bhool gaey’ — \nit’s good that you’ve forgotten me) filmed on Shamim Ara which was written on the backdrop made for the event. He said she was the kind of artists who could not be forgotten. He said he was much junior to her so he got to learn from her. He said he worked with her as a fellow artist and as an actor under her direction. He said her greatest attribute was that both on- and off-screen, she was a representative of our eastern cultural values. He said he never saw her acting or dressed up in an objectionable manner. He said she carried herself with a great deal of dignity.\n‘She represented eastern values’\n\nMr Baig said while doing a character Shamim Ara never overacted. He said he learned a lot from his seniors like her because in the field of acting one could never be a master of one’s craft, rather one always remained a student. He said he worked in the film Playboy, co-starring Babra Sharif, in her direction. He said it was a difficult subject to handle but Shamim Ara handled it very well. He said her diction was refined and she spoke in a gentle manner. Actor Ghulam Mohiuddin spoke via phone from Lahore. He said Shamima Ara dedicated her life to the film industry. \nHe said he worked as an actor in her film Jio Aur Jeeney Do and found her work to be of high quality.Film star Mustafa Qureshi said Lakhon Mein Aik was his first film as an actor in which he did the role of Shamim Ara’s husband. Highlighting her professionalism, he quoted an incident from the film where in a scene he had to hit her, and once inadvertently touched her face, but the actress was gracious enough to ignore it and instead encouraged him to retake the scene in a better way. He echoed Nadeem Baig’s views that the actress made a name for herself through her performances. He lamented that she had been unconscious for seven years, and no one (government, media etc) inquired after her health. He said today’s actresses should follow in her footsteps.According to the organisers of the event, film actor Saud had also promised to come but couldn’t make it to the condolence reference saying he was stuck in traffic.A. H. Khanzada, Fazil Jamili, Khalid Farshori, Sheikh Liaquat, Wasi Qureshi and Athar Javed Sufi also spoke. Pervez Mazhar hosted the programme organised by the Pakistan Film and Television Journalists Association and the Karachi Press Club.Published in Dawn, September 2nd, 2016\n", "author": "Peerzada Salman", "title": "Colleagues pay homage to Shamim Ara"}}
{"1281408": {"date": "September 02, 2016", "article": "\n\n\n\t\t\t\t\tRAWALPINDI: Fata opener Yasir Hameed is bowled by Peshawar paceman Anwar Ali for 35 in the National T20 Cup match at the Pindi Cricket Stadium on Thursday.—Khurram Amin\n\t\t\t\t\n\n\nRAWALPINDI: Peshawar continued their winning spree in the Cool & Cool presents Jazz National T20 Cup as they trounced Fata quite comfortably by seven wickets at the Pindi Cricket Stadium here on Thursday. Peshawar’s third straight success means they remain the solitary unbeaten side in the tournament as they sit on top with six points, followed by Lahore Whites and Karachi Blues who both have four points after winning two of their three matches so far. Zohaib Khan’s decision at the toss to field vindicated promptly when discarded Pakistan seamer Anwar Ali bowled Fata skipper Fawad Khan for just five in the third over. Former Pakistan batsman Yasir Hameed also departed in the same manner after top-scoring with 35 from 34 balls with two fours and one six. Bilal Asif struck a 30-ball 29 (two fours and one six) while adding 48 for the second wicket with Yasir. But thereafter only Umar Siddique got into double figures with a run-a-ball 17. Anwar, who was named man-of-the-match, ended up taking three for 23 while Waqas Maqsood (1-18), Imran Khan Jr (1-17), Imran Khalid (1-25) and Zohaib (1-25) all bowled accurately. Peshawar, the two-time national champions, launched their chase in typically aggressive style as Riffatullah Mohmand (23 off 16 balls, four boundaries) and the left-handed Israrullah (50 off 29, eight fours and two sixes) put on 70 in just 6.3 overs before Fakhar Zaman finished the game with a six. Meanwhile, in Wednesday’s night fixture Karachi Blues outclassed Lahore Blues to complete a grand day for Karachi teams. Following Karachi Whites’ seven-wicket victory against Lahore Whites earlier in the evening, Karachi Blues completed misery for Lahore by inflicting a 57-run defeat on Lahore Blues. After posting 174-7 while batting first, Karachi Blues dismissed Lahore Blues for 123 in 19.1 overs. Saeed Ajmal’s battle to revive his international career received a big boost as the wily off-spinner, who is now confined to bowl with a remodelled action following the ICC suspension when he was reported for suspect bowling action, \nrediscovered some of his magic with a march-winning spell of 4-27. Among man-of-the-match Ajmal’s victims was Nauman Anwar who made a 20-ball 31 (three fours and one six). Agha Salman hit a 19-ball 30 (two fours and one six) before being dismissed by paceman Rumman Raees Khan (2-27). Earlier, Shahzaib Hasan slammed 52 off 37 balls (four sixes and three fours) to lead a strong batting display by Karachi Blues. His opening partner Khurram Manzoor scored 23-ball 34 (five fours and one six) as the pair added 61. Fawad Alam then played another excellent knock as the long-discarded Pakistan left-hander compiled 49 from 30 balls with the aid of eight boundaries. When this reported was being filed the match between neighbouring cities of Rawalpindi and Islamabad was being played. Results: Played on Thursday: Peshawar beat Fata by seven wickets. FATA 114-7 in 20 overs (Yasir Hameed 35, Bilal Asif 29, Umar Siddique 17; Anwar Ali 3-23); PESHAWAR 120-3 in 13 overs (Israrullah 50, Riffatullah Mohmand 23, Fakhar Zaman 18 not out, Iftikhar Ahmed 15). Wednesday’s remaining match: Karachi Blues beat Lahore Blues by 57 runs. KARACHI BLUES 174-7 in 20 overs (Shahzaib Hasan 52, Fawad Alam 49, Khurram Manzoor 34; Saad Nasim 2-11, Ahmed Bashir 2-31, Rahat Ali 2-49); LAHORE BLUES 123 in 19.1 overs (Nauman Anwar 31, Agha Salman 30; Saeed Ajmal 4-27, Rumman Raees Khan 2-27). Friday’s fixtures: Lahore Blues vs Peshawar (4:00pm); Islamabad vs Karachi Whites (8:00pm). Published in Dawn, September 2nd, 2016\n", "author": "Kashif Abbasi", "title": "Peshawar trounce Fata to maintain winning run"}}
{"1281418": {"date": "September 02, 2016", "article": "FRANKFURT: Bastian Schweinsteiger captained Germany for the last time in a 2-0 friendly victory over Finland on Wednesday, receiving an emotional send-off to cap a 12-year international career that included the 2014 World Cup title. Schweinsteiger burst into tears as he was honoured before kickoff and was cheered nearly every time he touched the ball. The 32-year-old midfielder decided to quit the national team after the European Championship, where Germany lost in the semi-finals to host nation France in July. Leaving the match in the 67th minute, Schweinsteiger received another standing ovation. Minutes earlier, a fan managed to run onto the pitch unchallenged and took a selfie with the smiling Schweinsteiger before running off. “I was very touched, I was enjoying every second,” he said. “It was a great honour to play for Germany and you fans.” \nGermany used a largely second-string lineup and eased past a Finland team that rarely threatened. The match was played at a leisurely pace, with Germany’s goals coming in the second half. Max Meyer broke the deadlock in the 55th and substitute Mesut Ozil completed the win in the 77th. Schweinsteiger made his debut in 2004, in a 2-0 loss to Hungary, and finished with 121 caps. His team-mate Lukas Podolski, whose Germany career began at the same time and who also quit after the European Championship, was at the stadium to see his friend off but did not play because of an injury. He will get his farewell match next year. Schweinsteiger didn’t want to give up the captain’s armband and Germany were without a captain for a few minutes, until Thomas Mueller came off the bench with a spare one. Germany play Norway in a World Cup qualifier on Sunday as they begins their campaign to defend their title in Russia in 2018, but coach Joachim Loew rested most of his regulars, giving young players a chance to prove themselves. Paulus Arajuuri nearly put Germany ahead inadvertently when his clearance attempt bounced off Finland’s post. Meyer scored after a low cross from Mario Goetze. Kevin Volland let the ball through and Meyer connected with a low shot. Ozil scored after another assist from Goetze. In other friendlies in Europe, Norway had less than an ideal preparation before hosting Germany by losing 1-0 at home to Belarus. Russia earned a 0-0 draw in Turkey in a friendly that was arranged late in order to mark an improvement in diplomatic relations between the two nations after a period of strained ties, following the shooting down of a Russia war jet by Turkey. Russia’s new coach Stanislav Cherchesov has thoroughly revamped the squad after the team’s flop at the European Championship. The Czech Republic beat Armenia 3-0.Also, Ireland trounced Oman 4-0, Denmark thrashed Liechtenstein 5-0, Estonia drew 1-1 with Malta and Albania were held to a 0-0 draw by Morocco.Published in Dawn, September 2nd, 2016\n", "author": "AP", "title": "Tears for Schweinsteiger in last game for Germany"}}
{"1281428": {"date": "September 02, 2016", "article": "LONDON: Gold dropped to its lowest in more than two months on Thursday as investors waited to see whether US jobs figures could put the Federal Reserve on track to raise interest rates.Ahead of Friday’s closely watched non-farm payrolls report for August, US data on Thursday showed initial claims for state unemployment benefits rose less than expected last week, pointing to sustained labour market strength.Spot gold touched its lowest since June 24 at $1,301.90 an ounce, before steadying up 0.2 per cent at $1,311.61 by 1406 GMT. US gold futures rose $3.80 to $1,315.40.Holdings of SPDR Gold Trust, the world’s largest gold-backed exchange-traded fund, posted the first monthly dip for four months in August.They fell 1.27pc to 943.23 tonnes on Wednesday and were down 1.6pc for the month. In other precious metals, silver gained 0.5pc at $18.72 an ounce.Platinum dropped to a nine-week low of $1,035.15, while palladium fell 1.1pc to a six-week low of $661.72.Published in Dawn, September 2nd, 2016\n", "author": "Reuters", "title": "Gold hits two-month low"}}
{"1281438": {"date": "Updated September 02, 2016", "article": "KARACHI: The local stock market closed in the red for the third successive day, with the KSE-100 index taking a correction of 71 points (0.18 per cent) to close at 39,738. Volume of shares traded rose to 365 million on Thurs­day from 351m shares a day ago and the value also jum­ped to Rs13.7 billion from Rs11.4bn. Selling in the heavyweight oil and gas sector on the back of declining crude oil prices kept the stocks under pressure. The Oil and Gas Development Company (OGDC; -0.11pc), Pakistan Oilfields (POL; -1.34pc) and Pakistan Petroleum (PPL; -0.32pc) stood out as the top laggards in the exploration and production sector. Natio­nal Refinery (NRL; -1.07pc), Attock Refinery (ATRL; -1.13pc) and Pakistan State Oil (PSO; -0.81pc) also remained weak.Besides lack of adequate triggers, local investors also worried over net foreign outflows in the outgoing month. \nDespite the MSCI upgrade in June and subsequent foreign inflows of $23m in July, the month of August saw a sizeable outflow.Although the headline inflation at 3.6pc in August was lower than expectations, it failed to create any excitement in the market. \n\n\n\nAnalysts at JS Global commented that rally was witnessed in the automobile sector due to Japanese yen continuing its negative trajectory. Top performers were Honda Atlas Cars (HCAR; +5pc) and Atlas Honda (ATLH; +2.79pc). Concerns over the possibility of a future oversupply situation in the cement sector hampered sentiment as eight out of 17 listed cement companies had already ann­o­u­nced expansions. Major laggards of the sector were Lucky Cem­ent (LUCK; -1.84pc) and Pion­eer Cement (PIOC; -2.86pc).  The earnings announcement of major companies such as Luck Cement and Ko­­­­hat Cement (KOHC; -0.93pc) failed to impress investors.Published in Dawn, September 2nd, 2016\n", "author": "Our Equities Correspondent", "title": "Oil and gas shares weigh on stock market"}}
{"1281448": {"date": "September 02, 2016", "article": "\n\n\n\t\t\t\t\tA combination of pictures shows the annular solar eclipse — from beginning to the end (top left to bottom right). The pictures were taken at a beach on the French Indian Ocean island of La Reunion.—Reuters\n\t\t\t\t\n\n\nReunion Island: A solar eclipse delighted astronomy fans on Reunion Island in the Indian Ocean on Thursday, drawing sky watchers outside to watch the moon pass before the sun to make a so-called “ring of fire”. Some 3,000 people gathered on the southwestern side of the French-governed island to see the “annular solar eclipse” — the moment when the moon blots out most of the sun to create the appearance of a bright ring around its edges.Wearing protective glasses, residents and tourists watched and took pictures of the astronomical phenomenon for several hours.“I (once) saw a solar eclipse...but I have never seen an annular solar eclipse before,” Austrian tourist Beate Sosz said. “It is great.”Published in Dawn, September 2nd, 2016\n", "author": "Reuters", "title": "‘Ring of fire’ solar eclipse enthralls sky watchers"}}
{"1281458": {"date": "September 02, 2016", "article": "SIALKOT: Lawyers’ protest over the killing of their colleague, Mirza Zafar Baig, continued on the second consecutive day on Thursday. Baig and his cousin, Mirza Imran Baig, were shot dead by three motorcyclists in a drive-by shooting in the Sialkot city on Wednesday.Lawyers boycotted courts and held a sit-out at the district courts. Advocate Arshad Mahmood Baggu led them.They waved placards and banners inscribed with slogans regarding early arrest of the killers, saying they would continue protest till the arrest of the killers. PROJECT: Gujranwala Corps Commander Lt Gen Ikramul Haq laid the foundation stone of the Little Angles Home at a ceremony at Cantonment on Thursday. Exporters have donated millions for the project. The project will provide good quality education to the children with special needs. The Little Angels Home is being set up by the army in collaboration with the Sialkot Chamber of Commerce and Industry (SCCI).SCCI President retired Maj Mansur Ahmad, Senior Vice-President Muhammad Sarfraz Butt, Air Sial Chairman Fazal Jilani and Mian Muhammad Anwar were also present.Published in Dawn, September 2nd, 2016\n", "author": "A Correspondent", "title": "Lawyers continue protest"}}
{"1281468": {"date": "September 02, 2016", "article": "THE accountability of public officials is back in the news, though perhaps not in the most encouraging of ways. Competing bills by the government and opposition to reshape the legislative landscape for inquiry commissions are ostensibly meant to pave the way for a judicial commission to investigate the Panama Papers revelations and other alleged financial crimes of public officials and figures. But the true purposes are, unfortunately, far removed from an honest attempt to cleanse the body politic of corruption: the government wants to dilute any probe against Prime Minister Nawaz Sharif and his family, while the opposition appears to have little interest in anything beyond what can politically damage and embarrass the Sharifs. Sadly, anti-corruption mantras have become little more than political delaying tactics or cudgels to beat political enemies with.Where parliament could play its role under the existing system, the committee system has found itself shackled. The Public Accounts Committee, supposedly the linchpin of oversight over spending by the executive, was reduced to bemoaning its ineffectiveness because of the unwieldy, protracted audit process of ministries and the toothlessness of the PAC when it comes to having wrongdoing punished. Here, too, however, politics is never far from the surface. The PAC headed by Khurshid Shah, leader of the opposition in the National Assembly, now wants the committee to have expanded resources and a permanent secretariat created to serve it. While a sensible idea, why has it taken three years for Mr Shah and some in the PAC to wake up to the structural and resource constraints? Could it perhaps have something to do with the wrangling over a Panama Papers inquiry? Perhaps also the PPP is awakening to the need to position itself for the 2018 general election by working to expose corruption in the current government. And, finally, could Mr Shah’s newfound enthusiasm for one of his most high-profile duties have something to do with the fact that the PAC is nearing the end of its scrutiny of the previous, PPP-led coalition and will soon be delving more deeply into the accounts of the present set-up?Where the politicians are disappointing in their familiar, self-serving games, other institutions are trying to pick up the slack — but with mixed results so far. A bench of the Supreme Court has clashed with NAB yet again, this time over the latter’s focus on petty corruption at the expense of so-called mega-corruption scams. NAB is a flawed institution that needs legislative revamping, but surely it can act with a modicum of independence, especially with a watchful Supreme Court nudging it along towards fair and transparent action. But NAB appears to be conflicted about its fundamental role and there is only so much the superior judiciary can do as an institution. True accountability remains a distant dream.Published in Dawn, September 2nd, 2016\n", "author": "Editorial", "title": "Accountability suffers"}}
{"1281478": {"date": "September 02, 2016", "article": "LAHORE: A fire broke out in the ministers’ block of the Civil Secretariat during heavy rain in the city on Thursday afternoon.The fire broke out at around 5pm. It was extinguished by the fire brigades after some time. Officials said that a switch board outside the Darbar Hall caught fire because of short circuiting of electricity wires during rain. There was no damage to the building or any record, a senior official said.Published in Dawn, September 2nd, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Short circuit fire at Civil Secretariat"}}
{"1281488": {"date": "September 02, 2016", "article": "UNITED NATIONS: “I have decided not to offer myself for a second term as Secretary-General and to leave the Security Council unfettered in its recommendation to the General Assembly with regard to the next Secretary-General.”With these words U Thant today [Sept 1] announced that he would quit the United Nations next November when his five-year term expires.His decision did not come as a surprise to UN circles where his departure was expected for the past few months.U Thant issued a long statement accompanying his decision to leave the world body. He expressed his concern at the world situation which, he said, was “extremely serious”. He particularly referred to the Viet-Namese conflict and said “the cruelty of this war and the suffering it has caused the people of Viet-Nam are a constant reproach to the conscience of humanity”. He slated “the tragic error of relying on force and military means in a deceptive pursuit of peace”. Observers saw in it a sharp criticism of the American policy of escalation in Viet-Nam.U Thant also expressed his dissatisfaction with the fact that the United Nations had not yet achieved universality of membership, apparently referring to the absence of People’s China from the world body — another dig, however indirect, at the US policy of isolating China.[Meanwhile, as reported by agencies from Tokyo,] Chairman Mao Tse-tung made another appearance before half a million Chinese in Peking yesterday [Aug 31] with China’s new strongman, Lin Piao, speaking on his behalf.—CorrespondentPublished in Dawn, September 2nd, 2016\n", "author": "From the Newspaper", "title": "From the past pages of dawn: 1966: Fifty years ago: Thant to quit"}}
{"1281498": {"date": "September 02, 2016", "article": "THIS is apropos Uzair M. Younus’s article ‘National education emergency’ (Aug 6). Some sugestions regarding it are as follows:The word ‘examination’ should be replaced with ‘assessment’ having the following criteria: attendance of students; behaviour of students with their teachers and classmates and interest in curricular and non-curricula activities. The procedure for utilising SMC funds should be made easy. The main hurdle in this regard is the peculiarity of heads where funds are required to be made usable. The situation gets worse when funds do not meet their heads and get lapsed. Actually these heads require funding once in a blue moon. So the need is to make it simple by introducing different required heads.Amir Ahmed Mari\nMirpurkhasPublished in Dawn, September 2nd, 2016\n", "author": "From the Newspaper", "title": "National education"}}
{"1281508": {"date": "September 02, 2016", "article": "\n\n\n\t\t\t\t\tSmoke billows from the launch site after the blast on Thursday.—Reuters\n\t\t\t\t\n\n\nCAPE CANAVERAL: An explosion destroyed a Falcon 9 rocket belonging to Elon Musk’s SpaceX during routine test firing at Cape Canaveral in Florida on Thursday, shaking buildings miles away and sending a thick plume of black smoke pouring into the air.SpaceX said in a statement there were no injuries, but that an “anomaly” during the static fire test resulted in the loss of the rocket and the Israeli communications satellite it had been due to carry into space at the weekend.A spokesman for Cape Canaveral Air Force Station said there was a “significant” explosion just at 1400 GMT at the Launch Complex 40, which is leased by SpaceX.“Our emergency management teams are responding right now,” said spokesman Bryan Purtell.The explosion tore through the launch site during a test firing of the Falcon 9 rocket ahead of the launch of the communications satellite owned by Spacecom which had been scheduled for before dawn on Saturday.People in buildings several miles from the facility wrote on social media that they felt the blast, and live television images showed thick black smoke coming from the site.Local authorities said residents were not at risk.“There is NO threat to general public from catastrophic abort during static test fire at SpaceX launch pad,” the Brevard County Emergency Management Office said in a tweet.Robin Seemangal, a space reporter with the Observer newspaper, quoted a source at the facility who told him it felt like the building they were in had been hit by lightning.“We actually thought the building was collapsing, it shook us so bad,” Seemangal wrote in a tweet, quoting his source.It was not immediately known if SpaceX’s launch pad was damaged or what the impact would be on the dozens of NASA and commercial satellite missions on its launch schedule.SpaceX had recovered from a June 2015 launch accident that destroyed a load of cargo headed for the International Space Station.The pad where SpaceX’s rocket was being prepared for launch is one of two operated by the company. Its other launch site is at Vandenberg Air Force Base in California.Musk founded SpaceX in 2002 with the goal of slashing launch costs to make travel to Mars affordable. The company plans to fly its first unmanned spacecraft to Mars in 2018 and send humans to Mars as early as 2024.Published in Dawn, September 2nd, 2016\n", "author": "Reuters", "title": "Rocket explodes during test fire in Florida"}}
{"1281518": {"date": "Updated September 02, 2016", "article": "ISLAMABAD: Leader of the Opposition in the National Assembly Syed Khurshid Shah has alleged that the government has collected Rs100 billion from the public in just one year by increasing taxes on petroleum products. Speaking to reporters at his Parliament House chamber here on Thursday, Mr Shah said the government was wrongly taking credit of not increasing oil prices in five months, saying that the rulers had increased taxes when the Oil and Gas Regulatory Authority recommended decrease in the prices.The opposition leader said that acting like a “businessman”, the government had increased the tax on petroleum products from 17 to 20 per cent. “Instead of providing relief to the masses, the government has put burden of taxes on their shoulders,” he said, terming it a “fraud” with the nation. He also alleged that for the first time in the country’s history, the rulers had obtained such big loans in just one year. Responding to a question, he said if the government opposed the opposition’s bill on the Panama commission, then the joint opposition would devise a common strategy and force the rulers to present themselves for accountability. In reply to another question, he said the opposition could think of launching a protest movement against the government. Published in Dawn, September 2nd, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Govt made Rs100bn from POL tax hike: Khurshid"}}
{"1281528": {"date": "September 02, 2016", "article": "RAWALPINDI: A two-day National Seminar on ‘Promoting Research Attitude in Pakistan’ held at Pir Mehr Ali Shah Arid Agriculture University Rawalpindi concluded here on Thursday.Justice Mian Shakirullah Jan addressing the concluding session said that research is essence of higher education and west is dominating the societies of the world only based on the research.The seminar was organised by the university’s Institute of Management Sciences in collaboration with Creative Business and Social Research (CBSR) with an aim to provide an opportunity to research students, PhD scholars and faculty members to get an insight of research papers writing and publishing techniques which will help them in their research endeavors.Mian Shakirullah Jan further said that research has been vital factor for individual or any nation and being given prime importance all over the world.He said Pakistan was far behind in research and till now had not been successful in developing and inspiring research culture.Pakistan can compete with international community if it gets state of the art technological methods, he added.He stressed the universities should be incentivized and young scholars may be encouraged.Furthermore, he wished Pakistan to reach such destiny so that nation may get rid of all social maladies.Earlier, the university’s Vice Chancellor, Prof Dr Rai Niaz Ahmad, in his address highlighted the importance of research and emphasized the need for carrying out in-depth research for the benefit of human being. Published in Dawn, September 2nd, 2016\n", "author": "APP", "title": "‘Research is essence of higher education’"}}
{"1281538": {"date": "September 02, 2016", "article": "KARAK: The councillors belonging to ANP and PTI locked forcibly the offices of Takht-i-Nusrati Tehsil Municipal Administration here on Thursday over alleged corruption in award of contracts.ANP tehsil councillor Shahid Khattak along with PTI councillors Arifullah and Alamzar said that they would not permit anyone to do corruption. They accused the TMA of corruption in award of contracts for different developmental projects. They said that besides illegal auctions, the TMA was collecting tax at fares and bus stands through private contractors in illegal way. “The provincial government has not allowed such tax collection,” said the councillors. They said that contracts of developmental projects were awarded to the blue eyed people. MEETING: The local elders have threatened to stage a protest against what they call the poor performance of Karak TMA. Addressing a meeting here on Thursday, local elders Malik Rashid, Sajid, Mustafa Khattak, Adil Khan and Mohammad Tahir said that they would stop paying monthly water bills to the TMA if civic services were not provided to the entire Karak city. They said that the drainage system of the city was in dilapidated condition as all drains remained choked and full of filth. They added that heaps of dirt remained scattered everywhere in the residential areas of the city.The elders said that quarters concerned were informed about the unhygienic environment of the city but to no avail. They said that stagnant water in the streets was causing different diseases.The elders said that TMA was not fulfilling its basic responsibility of providing drinking water to the people despite the fact that it received monthly bills regularly. They said that people were forced to pay Rs1,500 for a water tanker. The elders demanded of TMA to install streetlights in the city.Published in Dawn, September 2nd, 2016\n", "author": "A Correspondent", "title": "Councillors lock TMA offices in Takht-i-Nusrati"}}
{"1281548": {"date": "September 02, 2016", "article": "PESHAWAR: The Town-III administration has decided to disconnect supply of gas and electricity to a bungalow, hired by Polio Eradication Initiative of World Health Organisation to house its staff, at the upscale University Town locality.“The law doesn’t allow any organisation to establish office in residential areas. We have been requesting the commercial entities as well as UN and other organisations to follow the local law,” Town-III nazim Arbab Mohammad Ali told Dawn.He said that offices and guest houses of World Food Programme, UNCHR and WHO had to be shifted to other places because Peshawar High Court served contempt notice on them due to their failure to clear the area of commercial activities.“It is a residential area because 1,400 people live in their own houses and only 145 houses are rented out for commercial purposes like private schools, clinics and hospitals which have made the lives of people miserable,” said the nazim.\nNazim says law doesn’t allow any organisation to set up office in residential area\n\nSources said that the officials of administration on Monday raided a house, which was being renovated by WHO to provide accommodation to its polio staff, as it was in violation of the law to hire a place without seeking permission of the competent authorities.The UN has sent letters to Ministry of Interior Islamabad and Khyber Pakhtunkhwa chief secretary, arguing that it cannot shift the offices from the University Town because other area