{"1281011": {"date": "August 31, 2016", "article": "WASHINGTON: Turkish and Kurdish forces in northern Syria have reached a “loose agreement” to stop fighting each other, a US defence official said on Tuesday. “In the last several hours, we have received assurance that all parties involved are going to stop shooting at each other and focus on the ISIL threat,” said Colonel John Thomas, Central Command spokesman, using an acronym for the militant Islamic State group (IS).“It’s a loose agreement for at least the next couple of days and we are hoping that will solidify.” Thomas said the Turkish and Syrian Democratic Forces, made up largely of Kurdish fighters from the People’s Protection Units (YPG), had opened communications with the United States and between each other “with the goal of limiting hostilities.”The United States is frantically trying to avert an escalation in violence between Turkish forces operating in and around the Syrian border town of Jarabulus and YPG fighters in the same region. Both sides are backed by the United States, and Turkey is a key Nato partner. Over the weekend, clashes killed several Kurdish fighters.It’s a grim scenario for the Pentagon, which has pegged hopes of defeating IS in Syria largely on the SDF and has invested heavily in training and equipping the group.Published in Dawn, August 31st, 2016\n", "author": "AFP", "title": "Turkish, Kurdish forces agree to ‘stop shooting at each other’"}}
{"1281111": {"date": "August 31, 2016", "article": "KARACHI: Muttahida Qaumi Movement-Pakistan head Dr Farooq Sattar has asked Prime Minister Nawaz Sharif and Sindh Chief Minister Syed Murad Ali Shah to provide proper security to his party’s temporary headquarters set up in his PIB Colony residence. In an SOS letter sent to the PM and the CM on Tuesday evening, Dr Sattar also expressed dissatisfaction over the security provided to him and demanded a Rangers escort, in addition to the two police mobile vans he already had. The request from Dr Sattar came after wall chalking by a hitherto unknown Badla (revenge) group emerged on Monday night in PIB Colony close to his residence. In the letter, copies of which have also been sent to senior federal and provincial officials, including Sindh Governor Dr Ishratul Ibad, the Karachi corps commander and the Rangers director general, Dr Sattar said that there was no security arrangement at the party’s temporary headquarters, which was set up after law enforcement agencies sealed the MQM’s Nine-Zero headquarters and Khurshid Memorial Hall “without any intimation to the party leadership”. He said that more than a year ago he had voluntarily removed the barriers set up for security on the directives of Rangers. “As a result of this removal, there is a fear that extremists or terrorists may easily create an untoward situation,” he added. Dr Sattar requested the PM and the CM to realise the gravity and seriousness of the situation and order proper security “to prevent any untoward incident and take immediate steps to ensure protection and safety of the leaders of MQM”. Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Sattar seeks security for temporary HQ"}}
{"1281161": {"date": "September 01, 2016", "article": "\n\n\n\t\t\t\t\tThe writer is the founding CEO of a digital services startup.\n\t\t\t\t\n\n\nTHE rapid evolution of the internet has revealed avenues of learning that are challenging the traditional norms of education. Instructional content, previously restricted to the classroom, is now being broadcast at lightning speeds to anywhere from bustling metropolises to rural suburbs. Information that was inaccessible is suddenly present, organised and ready for consumption by anyone who is yearning to learn.In our neck of the woods, where public universities are rife with enormous student teacher ratios and private education comes at the expense of debt-inducing tuition, the online learning phenomenon can prove to be a game changer.In fact, Pakistan was among the pioneering nations to develop and successfully implement distant learning in the form of Allama Iqbal Open University (AIOU). Courses were offered and degrees conferred in several disciplines in humanities and sciences to those who couldn’t access higher education due to distance, financial woes or simply luck. Along the way, however, we lost our grand vision of ‘education for all’ — mostly due to our own inability to recognise the magnitude of the breakthrough we had made. AIOU took a backseat and a half-hearted Virtual University emerged.Online learning could help us regain that lost footing as well as bridge the gap between public and private education.Offered free or at a fraction of the cost online learning is a multifaceted and impactful medium of instruction that takes educational content developed at universities or by specialist educators and houses it on the internet for popular consumption by the masses.\nEducation via the internet can be a game changer.\n\nUnlike conventional learning settings with time constraints, limited student-teacher interaction etc, virtual learning provides education tailored to meet the specific needs of each student. Passive exercises of listening to lectures and jotting notes are replaced with audio or video instruction, which enables students to stop, pause or rewind often until mastery over a topic of interest has been achieved. While some students might pursue advanced topics that further their understanding of a discipline, others might chose to take foundational courses. The freedom to choose, therefore, rejects the ‘one size fits all’ model of education and presents a more coherent, customizable form of curriculum. This manner of end-to-end control over learning was previously absent in one-dimensional classroom environments.Analysing the core ingredients of these unique courses reveals that, once constraints of conventional classrooms are removed, several lucrative opportunities emerge. The hour-long monolithic lecture, for instance, can be broken down into modular eight- to 12-minute units, each representing a coherent concept. Accounting for an average human attention span of 15-minutes, these digestible chunks allow students to traverse the materials in several different ways depending on their background, skills or interests; thus allowing for better absorption of knowledge. Interestingly, one unexpected benefit of online learning manifests in the form of data. Intelligence gathered from online interactions gives unprecedented insights into a student’s learning patterns/interactive behaviour. Imagine the possibilities: human learning can be transitioned from hypothesis-based mode to data-driven mode to understand fundamental questions like what learning strategies are effective versus ones that are not. Similarly, in the context of specific courses, common misconceptions can be identified and solutions developed.Advocates of conventional learning often highlight the multisensory appeal of the traditional method. The ability to participate in group projects, experience on-campus, and most of all, develop lifelong friendships are all plausible arguments in context of attending a formal institution of study. The glaring reality, however, stands in stark contrast to those parallels. According to Unesco, 25 million children in Pakistan — 63pc are girls — are not enrolled at any institution of study. This ranks our country second behind Nigeria in the line of nations where the youth are not afforded the opportunity to academically train and develop suitable skillsets.The majority of that number represents youth who face social, cultural or financial barriers, restricting their access to mainstream academics. Providing cheap smart devices that connect to internally developed opencoursewares could be one such solution that solves the accessibility problem to a large extent.Virtual access not only leads to unparalleled proliferation of knowledge, but also creates a curriculum singularity that offers the same educational quality to every student regardless of age, location or financial situation. Political rhetoric about implementing the same curriculum throughout the nation could become a tangible reality if the online learning framework is properly road-mapped and strategically implemented. The writer is the founding CEO of a digital services startup.Twitter: @fahadamalikPublished in Dawn September 1st, 2016\n", "author": "Fahad Malik", "title": "Online learning"}}
{"1281171": {"date": "September 01, 2016", "article": "INFORMATION adviser to Sindh chief minister Maula Bux Chandio often blames Punjab for its ‘inappropriate’ behaviour towards the small provinces. This act will only spread hate and revulsion among the nation.In fact, it is Sindh’s rulers who are responsible for the damage done to the province. They have been ruling for the last several decades but have promoted only nepotism, corruption, lawlessness and the urban and rural division.The cabinet of Murad Ali Shah comprises only those advisers and ministers who are relatives of power figures. The Sports Minister Muhammad Bux Khan Mahar stands out among all because of his youth, stylish looks, branded apparel and extravagant lifestyle.On the other hand, PPP’s arrested leader Dr Asim Hussain has made confessions of his involvement in multiple high-profile corruption scams and revealed many secrets.The poor people of Sindh have been facing atrocities being committed by these oppressive feudal lords. It is they who are the real hindrance in the way of development. A majority of people in Sindh face lack of food, shelter, health, education and clean water.Maula Bux Chandio is considered the ideological intellect of the PPP. He should know that it is easy to blame others rather than find remedies of the problems. He should admit the failure of the Sindh government. Mansoor AhmedFaisalabadPublished in Dawn September 1st, 2016\n", "author": "From the Newspaper", "title": "Sindh cabinet"}}
{"1281251": {"date": "September 01, 2016", "article": "RAWALPINDI: The administrations of two primary schools, one for girls and the other for boys, have received abduction threats regarding their students. These threatening calls were made from the Karak district and Afghanistan, the principal of the boys’ school and the police said on Thursday.The principal of a boys’ primary school and his wife, who teaches at a girls’ primary school in Rawalpindi, turned to the police after the caller threatened to kidnap schoolchildren from their schools soon. “We were getting ready for work when my wife received the latest threatening call on Wednesday, between 6:30 and 7am. The caller did not disclose his identity, but he was not speaking Urdu fluently. He threatened to kidnap children from both schools,” Haroon Yousuf, the boys’ school principal, said. He said his wife had been complaining to him for the last month of anonymous calls to her mobile phone. She had told him she could not understand the caller and had ignored them. “The caller was making short calls of 30 seconds or less. My wife couldn’t understand what he was saying, but she got worried when he talked about kidnapping students,” Mr Yousuf said. He added that the caller did not demand any money or anything else, and just insisted he would kidnap schoolchildren. Since the police were informed, four police officials – two in plainclothes and two in uniform – have been deployed outside the schools during school hours to keep an eye on people roaming around the school.“We have briefed schoolteachers on the threats and are taking precautionary measures for the children, but we did not tell them they were under threat of being abducted because it would spark panic among them as well as their parents,” Mr Yousuf said. He added that he had written to the education department asking for a security guard to be provided and was informed that primary schools were not authorised to be allocated private security guards. Station House Officer (SHO) Ishtiaq Cheema told Dawn a case has been registered against an unidentified caller based on the principal’s complaint, and an investigation had been launched. “Since I am busy with security for the cricket match, it is too early to say whether or not the threats were genuine. \nThe real circumstances can only be known after the investigation is launched,” he said. A preliminary police investigation suggested that the schoolteachers had received threatening phone calls for the last month origination from Karak, Khyber Pakhtunkhwa. However, the latest call was made from Afghanistan. Mr Yousuf told Dawn: “Due to security issues, the number of students has been falling day by day.”Published in Dawn, September 1st, 2016\n", "author": "Mohammad Asghar", "title": "Primary schools ‘threatened’ with abduction of students"}}
{"1281401": {"date": "September 02, 2016", "article": "KARACHI: The Sindh High Court sought on Thursday details of development budget allocated for Larkana since 2008 from provincial authorities on a petition seeking an inquiry against a Pakistan Peoples Party MNA and others over alleged misappropriation of development funds for the city believed to be a stronghold of the ruling party. Petitioner Bashir Ahmed, a resident of Larkana, moved the SHC over alleged embezzlement of funds allocated for the uplift works in Larkana and impleaded PPP women wing chief MNA Faryal Talpur, who is a sister of PPP co-chairman Asif Ali Zardari, former town Nazim Dr Shafqat Hussain Soomro, former law minister Ayaz Soomro, the then district coordination officer, deputy commissioner, project director of the Larkana development project and others as respondents in the petition. Besides other development schemes, he contended that after the 2008 elections, Rs12 billions funds had been allocated for the development and beautification of Larkana city and alleged that roads and other development works were made without any proper planning while substandard material was used because of alleged corruption by the respondents. \nPetition filed in January 2013 at Larkana bench transferred to Karachi\n\nThe petitioner pointed out that mostly the reconstructed roads were destroyed in rains while several others had developed cracks at different places. Besides none of the roads of Larkana city had been improved or widened, he added. He further maintained that people of Larkana were facing hardships in shape of traffic jams, dust-polluted air, stagnant \nsewage water on roads and frequent accidents. He argued that internal drains and roads had been made with substandard material and major portion of the grant had been usurped, but nobody had taken the pain to check the condition of the city. He asked the court to order the constitution of a committee based on honest town planners and other technical persons to probe into the misappropriation, ill-planning and embezzlement of public money of Larkana development project on large scale by the respondents in the name of former prime minister Benazir Bhutto. A two-judge bench of the SHC headed by Chief Justice Sajjad Ali Shah observed that the petitioner’s grievance appeared to be that money had been misappropriated in the Annual Development Project in Larkana. According to the petitioner a total of Rs90 billion was granted in the schemes of the ADP, but hardly a few billion was spent, the court order said. Denying the allegations of corruption, an additional attorney-general contended that they were totally exaggerated. However, the bench directed the law officer to submit a statement reflecting the ADP funds allocated for Larkana from 2008 up to the date. The hearing was adjourned for a date to be later notified by the office. It may be recalled that the petition was filed in January 2013 at the Circuit bench Larkana, but the matter could only be taken up for one time at Larkana. Subsequently, it was transferred to the SHC principal seat and notices were issued to respondents.Published in Dawn, September 2nd, 2016\n", "author": "Ishaq Tanoli"{"1281001": {"date": "Updated August 31, 2016", "article": "ISLAMABAD: Sindh and Khyber Pakhtunkhwa have urged the federal government to announce a new National Finance Commission (NFC) award at the earliest, fearing that the delay would promote a sense of deprivation among the smaller provinces.Finance Minister Ishaq Dar, however, has announced that the government had no plans to change the NFC formula. “We want to establish the next NFC award before the end of this fiscal year,” he told the media on Tuesday after a meeting to discuss the first bi-annual monitoring report on NFC award.As no province objected to data and figures related to the federal accounts and total collections, the report for the July-December 2015 period was given formal approval.The meeting, chaired by Mr Dar, was also attended by Sindh’s Chief Minister and the Finance Minister Syed Murad Ali Shah, and finance ministers and secretaries of all the provinces.Mr Dar said that the ninth NFC commission has already been constituted. He acknowledged that the establishment of the eight NFC award has been delayed, but insisted that “we are on way to streamline the process”.The federal minister added that accounts for the second half of the current fiscal year, ie from January-June 2017, will be approved by December 2016.After the clearance on Tuesday, the report will now be forwarded to the National Assembly secretariat on Wednesday (today) for further perusal.According to the report, total collections by the Federal Board of Revenue (FBR) stood at Rs1.449 trillion during the period, whereas the gross divisible pool stood at Rs1.415tr during July-December 2015.Giving details about the distribution, the report said that out of the total divisible pool Punjab received 51.7 per cent of funds during the period under review, followed by Sindh (24.55pc), KP (14.6pc) and Balochistan (9.09pc).In addition, KP was provided with Rs14.02 billion for “war on terror” whereas Balochistan province was also given Rs5.47bn in the same head.It was decided that both quarterly and biannual meetings would be held simultaneously and the next meeting is expected to be held in October this year.The meeting decided that the NFC secretariat should be further strengthened and all the provinces should get data from there.Meanwhile, the Punjab’s provincial review meeting of NFC would be held in Lahore on Sept 5.After the Tuesday meeting, Chief Minister of Sindh Mr Shah and KP Finance Minister Muzzafar Said told the media that the delay in the establishment of eighth NFC award was not fair for the federation. “We have concerns over it and the new NFC award should be established as soon as possible,” the KP finance minister said.Mr Shah stressed for a time line in this regard and said that the new NFC award should be established by Dec 31, 2016.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Sindh, KP urge Centre to announce new NFC award at earliest"}}
{"1281011": {"date": "August 31, 2016", "article": "WASHINGTON: Turkish and Kurdish forces in northern Syria have reached a “loose agreement” to stop fighting each other, a US defence official said on Tuesday. “In the last several hours, we have received assurance that all parties involved are going to stop shooting at each other and focus on the ISIL threat,” said Colonel John Thomas, Central Command spokesman, using an acronym for the militant Islamic State group (IS).“It’s a loose agreement for at least the next couple of days and we are hoping that will solidify.” Thomas said the Turkish and Syrian Democratic Forces, made up largely of Kurdish fighters from the People’s Protection Units (YPG), had opened communications with the United States and between each other “with the goal of limiting hostilities.”The United States is frantically trying to avert an escalation in violence between Turkish forces operating in and around the Syrian border town of Jarabulus and YPG fighters in the same region. Both sides are backed by the United States, and Turkey is a key Nato partner. Over the weekend, clashes killed several Kurdish fighters.It’s a grim scenario for the Pentagon, which has pegged hopes of defeating IS in Syria largely on the SDF and has invested heavily in training and equipping the group.Published in Dawn, August 31st, 2016\n", "author": "AFP", "title": "Turkish, Kurdish forces agree to ‘stop shooting at each other’"}}
{"1281021": {"date": "August 31, 2016", "article": "APROPOS the article ‘Cheese tasting with Avaris’ (Aug 28). I remember Mr Avari winning the gold medal in the 1978 Asian Games in Bangkok. Yatching was a sport unheard of in Pakistan until Byram Avari introduced it to this country. He showed the world that Pakistan could win a medal in a sport other than hockey. He won again in 1982 in India; this time along with his wife Goshpi. We have not won a medal in this sport since.It is ironic that with a population of 180 million, most of whom are young, we could not even bag a bronze at Rio. Byram Avari should spare some time from his busy schedule to help Pakistan revive the sport of yatching. S. Nayyar Iqbal Raza KarachiPublished in Dawn, August 31st, 2016\n", "author": "From the Newspaper", "title": "Avari, cheese & yachting"}}
{"1281031": {"date": "August 31, 2016", "article": "KARACHI: Sindh chief minister’s adviser for labour and human resources Senator Saeed Ghani has ordered the suspension of five senior medical officers and disciplinary action against other subordinate staffers who were not present for duty. Mr Ghani, during a surprise visit on Tuesday morning to various offices and medical facilities of the Sindh Employees Social Security Institution located in Sindh Industrial Trading Estate, found that only watchmen and sweepers were present while various medical and paramedical staffers were absent from their duties. He instantly directed SESSI Commissioner Farooq Leghari to take necessary action. SESSI’s medical adviser Dr Mumtaz Ali Shaikh, chief medical officer Umme Kulsoom, Dr Faisal Rajput, Dr Sayeda Farheen of Madina Dispensary, and Dr Rehmat of SITE office, all were absent from their duties and have been suspended.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Doctors suspended"}}
{"1281041": {"date": "August 31, 2016", "article": "MULTAN: Seven hundred MPhil and PhD scholars of Bahauddin Zakariya University (BZU) got laptops on first day of second phase of the distribution of laptops under the Prime Minster National Laptops Scheme at the university’s Jinnah Auditorium here on Tuesday. As many as 2,100 scholars will receive the laptops during the three days. Speaking on the occasion, BZU Vice Chancellor Dr Tahir Amin said those who had received their laptops should utilise them to get the maximum benefit from them. He added the gadgets were superhighway of information for the students who could explore new vistas with their help. Students Affairs Director Dr Ashraf Khan said they had received 3,400 laptops from the Higher Education Commission (HEC) out of which 2,100 would be distributed among the students in three days. Talking to the media, Dr Tahir Amin said the BZU would offer financial awards to the best faculty members on their performance. To a question, he said those who had committed corruption in the past tenure were being taken to task but these elements were still hatching conspiracies against the university.Published in Dawn, August 31st, 2016\n", "author": "APP", "title": "700 BZU scholars  get laptops"}}
{"1281051": {"date": "August 31, 2016", "article": "LAHORE: A ghazal night was organised at Alhamra on Tuesday featuring renowned singers Ghulam Abbas and Tarranum Naz. The duo performed together at Alhamra after over a decade at an evening that was conducted by Saira Siddiqui. Lahore Arts Council Executive Director retired Capt Atta Muhammad Khan and Board of Governors Chairman Kamran Lashari were also in attendance. This was the first of such ghazal evenings that the council had earlier decided to hold every month. Lashari, while speaking on the occasion, welcomed the audience and said the arts council wanted to generate for the public more opportunities in performing arts. He said this initiative of holding ghazal, Sufi, folk and qawali nights every month was a step towards creating a room for entertainment and creativity. The evening was opened by upcoming singer Aman Ali who performed popular ghazals such as ‘Dil dharknay ka sabab’ and ‘Silsilay tor gaya vo sabhi’. Next up was a dance performance by Versatile Dance Company. Playback and ghazal singer Ghulam Abbas followed with his melodious tribute to the creative era of the 70s when he sang ‘Mein nay roka bhi nahi’, ‘Vo aa to jaye magar’ and ‘Aisay vo sharmaye jaisay megha chhaye’. The evening was concluded with some fine singing by Tarranum Naz who rendered famous ghazals such as ‘Teri baatein he sunane aye’, ‘Niyat-i-shauq bhar na jaye kahin’ and ‘Ho tamanna aur kya’. Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Renowned singers perform popular ghazals"}}
{"1281061": {"date": "August 31, 2016", "article": "LAHORE: Punjab Governor Rafiq Rajwana on Tuesday joined the voices calling for allowing the Muttahida Qaumi Movement (MQM) to work (in the political arena) after it had dissociated itself from its London-based founder Altaf Hussain.“I think they (MQM) should be allowed to continue (political) work after their explanation in wake of Altaf Hussain’s speech,” he told a questioner during an informal chat with reporters at the Governor House here.The MQM founder had uttered anti-state remarks in his speech to participants of a hunger strike camp outside the Karachi Press Club on Aug 22.The opposition PPP and PTI have also opposed banning the Karachi-based party.Mr Rajwana parried a question about Punjab Law Minister Rana Sanaullah’s criticism of the Rangers for demolishing MQM offices in Karachi.“Rana Sana himself may explain his statement…sometimes a news headline depicts a picture different than the content (of a remark).” He, however, explained that the Rangers is an institution that worked under the federal government.About the ongoing protest by the opposition parties over Panama Leaks and Model Town incident, the governor wondered why the parties which had taken the both issues to courts were now protesting on roads.“They (opp parties) must have waited for logical conclusion [of the cases],” he said, adding “perhaps, their rallies are aimed at pressurising the courts.”He said the journey to progress was being obstructed by attempts to forge an anti-prime minister alliance and advised the opposition to wait for the people’s verdict in 2018 general election.He did not believe that the opposition was serious in demanding early polls, arguing that none of the rivals had done their homework for the purpose.Mr Rajwana supported the local bodies system, arguing that through it grass- roots level problems of the masses were resolved at their doorstep.Defending the government on the inordinate delay in making the local bodies functional, he held [undue] litigation responsible for it.Responding to a query about the recommendations of South Punjab Empowerment Committee formed under his chair when he was a senator, the governor said it had suggested posting special secretaries of some important \ndepartments at Multan to resolve problems of the region there and then. Blaming some “unavoidable circumstances” for the delay in progress on the suggestions, he said that he had discussed the issue with the chief minister in a recent meeting.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Governor backs demand for allowing MQM to function"}}
{"1281071": {"date": "August 31, 2016", "article": "ISLAMABAD: ‘A Lifeline Spread Long’, a photography exhibition by Mobeen Ansari, was presented at the Satrang Gallery on Tuesday. The exhibition opening was followed by an Artist’s Talk and the screening of two documentary films by the artist.Mr Ansari is a photojournalist, documentary filmmaker and painter. A graduate of the prestigious National College of the Arts, his mission is to promote a positive and often unseen side of Pakistan through his photographs. In 2014, he published a book of photographs of Pakistani icons, ‘Dharkan: the Heartbeat of a Nation’. He has since given two TED talks and has exhibited his works in the United States, Italy, China, Pakistan, India and Iraq.His first documentary film, ‘Hellhole’, has also been selected for screening at the New Orleans Film Festival 2016. ‘Hellhole’ is the story of a worker in Karachi who cleans gutters. Beautifully done, it relies entirely on visuals with no words.Asma Rashid Khan, the director of Satrang, said: “Mobeen’s photographs are a visual treat while celebrating the beauty and authenticity of the unsung heroes of Pakistan, in the country’s diverse landscape and culture. He has travelled all over Pakistan and met the people, filmed the places and we thought it was important to create a show that displayed the most far-flung areas of the country.”She added: “I taught Mobeen in school in the sixth grade, so it has been an interesting journey with him. Even then he was interested in the arts and to see him go through art school and reach this level of his craft is very gratifying.”Trained as a painter, Mr Ansari’s photography – like his paintings – depicts his subjects in a way similar to that of Rembrandt and Vermeer. Mr Ansari said: “I became interested in photography during my O Levels and it actually helped that I lost my hearing at a very young age because it allowed me to be very visual and appreciate the most beautiful aspects of the mundane. It also inspired me to travel.”\n\n\n\nExplaining his work, he added: “Most of the portraits you see here have been taken in the last five years, off the beaten path, or places where they do not speak the same language as us. But art transcends all barriers and in this case it helped me to transcend the language barrier. I did not need to say anything and I took most of the pictures with my hearing aid off.”Some of the portraits were taken in Broghil, a small place in the Wah Khan Corridor between Afghanistan and Pakistan. The second documentary screened at the event was also filed in the Wah Khan Corridor against the backdrop of the national anthem.The photographs are dramatic portraits of ordinary Pakistani people, and each picture is evocative, insightful and unique. Mr Ansari’s talent for capturing the story and essence of his subject in one click is masterful. He uses the contrasts between light and dark to separate the subject from the background and add depth to the portrait.Mr Ansari’s family traces its lineage back to Sir Syed Ahmed Khan and his grandmother was an avid photographer. In a presentation, he showed a photograph she took when she migrated to Karachi in 1947. He said he also has what may be the first selfie of Pakistan; a photograph his grandmother took of herself and her sisters after they landed in Karachi in 1947.Published in Dawn, August 31st, 2016\n", "author": "Syeda Shehrbano Kazim", "title": "Exhibition celebrates beauty of unsung heroes"}}
{"1281081": {"date": "August 31, 2016", "article": "ISLAMABAD: The chief of the Employees Old Age Benefit Institution (EOBI) on Tuesday said the institution will not be able to meet its expenses and will be short of money for beneficiaries by 2027 due to depletion of resources in the last few years.During a presentation to the Public Accounts Committee (PAC), EOBI Chairman Sualeh Faruqui said the institution had invested in Rs1.44 billion in the DHA Phase II extension in 2005 and had purchased 400 plots at exorbitant rates. \nHowever, the institution has not been given possession of these plots as the area has not been developed yet.The other “futile” investment was made during the year 2012-13 when the institution bought 18 sets of properties for Rs32 billion. These included commercial and residential units in DHA Phase I and II in Islamabad and in some private housing societies including the River Edge Housing Authority which is owned by PTI leader Aleem Khan and Eden Garden Housing Society which is owned by a relative of former chief justice Iftikhar Mohammad Chaudhry.\nBad investments will mean shortage of money for beneficiaries, EOBI chief tells PAC\n\nAccording to Mr Faruqui, the EOBI board of trustees had declared the decision to invest in the stated properties illegal and void ab initio, which means “to be treated as invalid from the outset”.Established on April 1, 1976 the objective of the EOBI was to ensure those who are insured with them or their heirs are given pensions or social insurance in case of death or disability.It invested billions of rupees in suspect deals without mandatory approval of its board of trustees.In 2013, the Supreme Court had taken suo motu notice of the purchases made during 2012-13 while the purchases made in 2005 were not taken up.The properties were purchased at higher than the market price, which cost the institutions billions of rupees.“The market value of these properties is still less than that for which the EOBI management purchased it,” Mr Faruqui said, adding that there has only been a slight increase in the EOBI land in DHA Phase I and two properties in Lahore.Mr Faruqui said the institution had invested in these properties in order to generate revenue and that the majority of plots in the housing societies were yet to be developed. “The previous management paid a full price for undeveloped plots which was in violation of the rules and was against the interests of EOBI,” he said.Chief executive of the Pakistan Real Estate Investment and Management Company (Primaco) which is a subsidiary of the EOBI, retired Brigadier Amjad Ali said the 400 plots that the EOBI had purchased on October 3, 2005 were in hard-to-reach waste land and that the land was a joint venture of the DHA, Bahria Town and Habib Rafiq (Private) \nLimited.According to Mr Ali, the price of land in the said area has slightly increased after a bridge was constructed and the land was connected to the main road six months ago.The PAC was told that the EOBI had terminated the services of over 300 employees who had been inducted in violation of the rules during the previous government and the EOBI chairman said the sacked employees had not returned their official vehicles. He added that the cars had been purchased for Rs480 million and that efforts were being made to retrieve themHe said that the former EOBI chairman, Zafar Gondal is in jail in connection with an EOBI corruption case while his co-accused has obtained bail. He added that a trail for that case is underway.Published in Dawn, August 31st, 2016\n", "author": "Malik Asad", "title": "‘EOBI will not be able to meet expenses by 2027’"}}
{"1281091": {"date": "August 31, 2016", "article": "PESHAWAR: The Khyber Pakhtunkhwa Chamber of Commerce and Industry on Monday announced it would hold the ‘Made in Khyber Pakhtunkhwa’ trade fair today (Wednesday) in Islamabad.KPCCI president Zulfiqar Ali Khan told reporters at the Peshawar Press Club that the daylong fair was meant to promote the locally-manufactured products to build the province’s soft image internationally and attract local and foreign investors to the province.He said Punjab Governor Rafique Rajwana will inaugurate the event, while Khyber Pakhtunkhwa Governor Iqbal Zafar Jhagra will attend its closing ceremony.Mr Zulfiqar said a total of 60 stalls consisting of locally manufactured traditional and cultural products would be set up at the fair.On the occasion, KPCCI senior vice president Hammad Rasheed, former KPCCI president Zahidullah Shinwari and others also spoke on the occasion.The KPCCI chief stressed the need for paying full attention towards the promotion of the products having traditional and cultural significance to attract others and build the soft image of Khyber Pakhtunkhwa in the world.He said the event would also create inter-provincial harmony.“The fair’s objective is totally different from whatever the Khyber Pakhtunkhwa government is doing to attract investment in the province,” he said.Mr Zulfiqar said the event was organised to create a soft image of Khyber Pakhtunkhwa by inviting foreign diplomats and therefore, it was organised in the federal capital.Published in Dawn, August 31st, 2016\n", "author": "Bureau Report", "title": "KPCCI trade fair today"}}
{"1281101": {"date": "August 31, 2016", "article": "PESHAWAR: Jamiat Ulema-i-Islam-F while hailing proposed reforms in Fata has demanded of the government to declare tribal region as separate federating unit instead of merging it with Khyber Pakhtunkhwa.The demand was made at a meeting which was chaired by the party provincial chief Maulana Gul Naseeb Khan here on Tuesday, according to a statement. It said that proposed reforms package was a positive step but not sufficient. “JUI-F welcomes proposed package, but this is not sufficient,” said the statement. The meeting suggested that the government should hold referendum before deciding future of the area. The party also opposed the tribal area’s integration with Khyber Pakhtunkhwa and suggested that Fata should be declared as fifth federating unit.The meeting, according to the statement, asked the government to announce mega projects for Fata and bring drastic reforms in health and education sectors. It condemned arrest of ulema and raids on seminaries and alleged that JUI-F workers were being restricted from continuing political activities in Fata while other political parties had been given free hand. The statement said the meeting also condemned blocking of CNICs of tribal people.Published in Dawn, August 31st, 2016\n", "author": "Bureau Report", "title": "JUI-F wants Fata as separate federating unit"}}
{"1281111": {"date": "August 31, 2016", "article": "KARACHI: Muttahida Qaumi Movement-Pakistan head Dr Farooq Sattar has asked Prime Minister Nawaz Sharif and Sindh Chief Minister Syed Murad Ali Shah to provide proper security to his party’s temporary headquarters set up in his PIB Colony residence. In an SOS letter sent to the PM and the CM on Tuesday evening, Dr Sattar also expressed dissatisfaction over the security provided to him and demanded a Rangers escort, in addition to the two police mobile vans he already had. The request from Dr Sattar came after wall chalking by a hitherto unknown Badla (revenge) group emerged on Monday night in PIB Colony close to his residence. In the letter, copies of which have also been sent to senior federal and provincial officials, including Sindh Governor Dr Ishratul Ibad, the Karachi corps commander and the Rangers director general, Dr Sattar said that there was no security arrangement at the party’s temporary headquarters, which was set up after law enforcement agencies sealed the MQM’s Nine-Zero headquarters and Khurshid Memorial Hall “without any intimation to the party leadership”. He said that more than a year ago he had voluntarily removed the barriers set up for security on the directives of Rangers. “As a result of this removal, there is a fear that extremists or terrorists may easily create an untoward situation,” he added. Dr Sattar requested the PM and the CM to realise the gravity and seriousness of the situation and order proper security “to prevent any untoward incident and take immediate steps to ensure protection and safety of the leaders of MQM”. Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Sattar seeks security for temporary HQ"}}
{"1281121": {"date": "Updated August 31, 2016", "article": "\n\n\n\t\t\t\t\tThe writer is an attorney teaching constitutional law and political philosophy.\n\t\t\t\t\n\n\nRishiraj Singh is the excise commissioner in the Indian state of Kerala. In the most recent photograph of him that I could find, he sports the khaki uniform of his position and a formidable moustache. In the last half of August, however, Rishiraj Singh has become known for something else, an edict against men who stare at women. While addressing a small group of people in the city of Kochi on women’s safety, Singh declared that any man found staring at a woman for more than 14 seconds could be put in jail. Since India is a country of men who like to stare, his statement provoked immediate attention and ire; the Indian newspaper India Express labelled the statement ‘absurd’ and included an interview with a lawyer who said that there was no such law. Others largely took the same tone: how dare Indian men be threatened with imprisonment for staring at Indian women. In the words of one Indian attorney: “There is no such provision in any law of this country and there cannot be such a mindless provision of law in any other country of the world. Period.” The message to women, Indian and otherwise: it’s a man’s world and staring at women must necessarily be a part of it. \nMen stare and stare and stare — old men and young men; bearded men and clean-shaven men; the supposedly religious and the avowedly secular. Staring at women is indeed the glue that binds.\n\nPakistan is also a country of staring men. Any Pakistani woman, young or old, rich or poor, has her staring stories — tales of men who stare at women in buses, at school, restaurants, banks, work and in parks. All of them will tell you that there is no corner of Pakistan that is not populated by men who stare. Learning to put up with staring is possibly the first line in the book of male dominance that is the contemporary Pakistani story. Men stare and stare and stare — old men and young men; bearded men and clean-shaven men; the supposedly religious and the avowedly secular. Staring at women is indeed the glue that binds the male species of the subcontinent together. They may disagree on politics, be at each other’s throats over religion, stab and shoot at the provocations of sectarianism or the particulars of ethnicity, but they all believe in staring, everywhere and always. All of these reasons make the statement by the excise commissioner interesting and almost revolutionary. The male of the South Asian species does not generally like to admit his proclivities for visual excess and optic dominance, let alone abridge them. If and when men are confronted about staring, they deny they have partaken of such activity.Indeed, perhaps because it is so prevalent, engaged in with such zest and regularity, it is possible that the men who do it, like addicts of other kinds, believe their own lies. I never stare, have never stared, will never stare, all rolling off their tongues with the ease granted by practice. And all the while staring continues unabated and everywhere.In the odd and unlikely case that staring is even admitted to, the perpetrator moves from denial to the shifting of blame, staring pinned on the wayward women, who by their very existence, their insistence on going to work or school or riding a bus or travelling in a car, or paying a bill or buying vegetables, conspire to wheedle men into staring. It is an old trick and all men, young and old, can perform it with the prowess of Olympic athletes. Interestingly, males of the human species are not alone in the act of staring. Experts point out that prolonged staring among other living creatures signals a challenge and an act of domination. If one among this variety stares at an opponent for more than 14 seconds, it would be because he wants to make a clear statement about who is boss: the starer and not the stared at.Beyond animal science, feminist social theorists and philosophers have long pointed out how the ‘male gaze’ serves to intimidate and discipline women. It’s not a revolutionary thesis; its implications in the Pakistani context and in many other parts of the Muslim world have meant a very literal disciplining, shoving women out of the public sphere into the private one, its crude and pathetic logic insisting that if there are no women to stare at, men will not stare.For all of these reasons, it is not absurd but quite groundbreaking to suggest a law that would punish men for staring at women for longer than 14 seconds. If the men who indulge in it want to understand just how insulting, intrusive and lecherous it is to maintain a largely unwanted eye contact for this period, I suggest they all request another man to stare at them for just that period. Many revelations are in store for them if and when they do, chief among them how insulting, intrusive and repulsive staring is for the subject of the constant gaze. At the end, they can spare a moment to consider the exponential rate at which these repugnant consequences are multiplied when the arrangement is not an experiment, and the one staring not a friend or colleague.  One is not sure how many men would want to partake of the experiment. After all, who wants to experience something disgusting; the wealthy never wish to pretend to be poor, the powerful never play at being powerless and so why should those who are smug about their staring habits, ever attempt to understand just how coercive and unpleasant this action is for the other half of the population. Among men of this sort, the commissioner from Kerala is a venerable and hopeful exception, one man who realises that for staring to stop, it must be fined and punished, exposed as perverse and disgusting; it might be okay in the animal kingdom but certainly not for the human species. The writer is an attorney teaching constitutional law and political philosophy.rafia.zakaria@gmail.comPublished in Dawn, August 31st, 2016\n", "author": "Rafia Zakaria", "title": "The 14-second stare"}}
{"1281131": {"date": "Updated Aug 27, 2016 02:23pm", "article": "The following is an excerpt from a letter written to the families of the deceased lawyers by Justice Qazi Faez Isa, a Supreme Court judge and former chief justice of the Balohistan High Court.\nI wouldn’t have tears enough to shed even if my eyes were waterfalls. Many friends have been martyred and many are seriously injured. Initially sadness and grief rendered me helpless, then extreme anger washed over me, and then immense despair overwhelmed me. But then I turned towards the Almighty and His words and directions cascaded over my heart...The killing was carried out without remorse. The murderers had no enmity with the victims. To implement their plan, the assailants chose a place of healing. They did not distinguish between the old and the young, between faith and religion, between men and women. The defenders of the Constitution and law were targeted. Humanity was targeted.To compare the murderers with animals is insulting to animals. Nor were the hearts of the killers like stones because from stones, springs too may burst forth. Instead, hatred and despair constitute the killers' hearts. Hatred against humans, hatred against humanity, hatred against places of healing, hatred against officers of the law, hatred against citizens and the country, hatred against God’s creation and hatred against the Faith.The murderers despair because they will always reside in hell. They despair because they hide their faces. They despair because without violence, guns and bombs their message of hate is not heard. They despair because the only prayer that leaves their mothers’ mouths is for them to confess and seek forgiveness.What we should do now is the question that arises in these testing times. Should we transform our sadness and grief into anger and hatred? Should the blood of the martyrs only imprint our breasts with flagellation marks?The injured and the martyred are and were the defenders of the Constitution and law. They represented the downtrodden and those who had been unjustly dealt with. They assisted in the dispensation of justice. They occupy seats next to us filling our pens with their blood. They now look to us in this hour of trial to see whether we too will be able to demonstrate com{"1281131": {"date": "Updated Aug 27, 2016 02:23pm", "article": "The following is an excerpt from a letter written to the families of the deceased lawyers by Justice Qazi Faez Isa, a Supreme Court judge and former chief justice of the Balohistan High Court.\nI wouldn’t have tears enough to shed even if my eyes were waterfalls. Many friends have been martyred and many are seriously injured. Initially sadness and grief rendered me helpless, then extreme anger washed over me, and then immense despair overwhelmed me. But then I turned towards the Almighty and His words and directions cascaded over my heart...The killing was carried out without remorse. The murderers had no enmity with the victims. To implement their plan, the assailants chose a place of healing. They did not distinguish between the old and the young, between faith and religion, between men and women. The defenders of the Constitution and law were targeted. Humanity was targeted.To compare the murderers with animals is insulting to animals. Nor were the hearts of the killers like stones because from stones, springs too may burst forth. Instead, hatred and despair constitute the killers' hearts. Hatred against humans, hatred against humanity, hatred against places of healing, hatred against officers of the law, hatred against citizens and the country, hatred against God’s creation and hatred against the Faith.The murderers despair because they will always reside in hell. They despair because they hide their faces. They despair because without violence, guns and bombs their message of hate is not heard. They despair because the only prayer that leaves their mothers’ mouths is for them to confess and seek forgiveness.What we should do now is the question that arises in these testing times. Should we transform our sadness and grief into anger and hatred? Should the blood of the martyrs only imprint our breasts with flagellation marks?The injured and the martyred are and were the defenders of the Constitution and law. They represented the downtrodden and those who had been unjustly dealt with. They assisted in the dispensation of justice. They occupy seats next to us filling our pens with their blood. They now look to us in this hour of trial to see whether we too will be able to demonstrate comradeship, be able to love humanity and remain committed and devoted to the law.And above all, whether we will be able to deliver justice even more effectively in these circumstances.  I pray to the Almighty to grant me, the heirs of the martyrs and their loved ones and the injured, patience; to fortify in us their love of learning and the law, to make their goal of providing justice a beacon for us.  Amen.Yours truly,Justice Qazi Faez IsaTranslated from UrduTo go back to the memorial, click here.Header photo: Reuters\n", "author": "Justice Qazi Faez Isa", "title": "A letter to the bereaved"}}
{"1281131": {"date": "Updated Aug 27, 2016 02:23pm", "article": "The following is an excerpt from a letter written to the families of the deceased lawyers by Justice Qazi Faez Isa, a Supreme Court judge and former chief justice of the Balohistan High Court.\nI wouldn’t have tears enough to shed even if my eyes were waterfalls. Many friends have been martyred and many are seriously injured. Initially sadness and grief rendered me helpless, then extreme anger washed over me, and then immense despair overwhelmed me. But then I turned towards the Almighty and His words and directions cascaded over my heart...The killing was carried out without remorse. The murderers had no enmity with the victims. To implement their plan, the assailants chose a place of healing. They did not distinguish between the old and the young, between faith and religion, between men and women. The defenders of the Constitution and law were targeted. Humanity was targeted.To compare the murderers with animals is insulting to animals. Nor were the hearts of the killers like stones because from stones, springs too may burst forth. Instead, hatred and despair constitute the killers' hearts. Hatred against humans, hatred against humanity, hatred against places of healing, hatred against officers of the law, hatred against citizens and the country, hatred against God’s creation and hatred against the Faith.The murderers despair because they will always reside in hell. They despair because they hide their faces. They despair because without violence, guns and bombs their message of hate is not heard. They despair because the only prayer that leaves their mothers’ mouths is for them to confess and seek forgiveness.What we should do now is the question that arises in these testing times. Should we transform our sadness and grief into anger and hatred? Should the blood of the martyrs only imprint our breasts with flagellation marks?The injured and the martyred are and were the defenders of the Constitution and law. They represented the downtrodden and those who had been unjustly dealt with. They assisted in the dispensation of justice. They occupy seats next to us filling our pens with their blood. They now look to us in this hour of trial to see whether we too will be able to demonstrate comradeship, be able to love humanity and remain committed and devoted to the law.And above all, whether we will be able to deliver justice even more effectively in these circumstances.  I pray to the Almighty to grant me, the heirs of the martyrs and their loved ones and the injured, patience; to fortify in us their love of learning and the law, to make their goal of providing justice a beacon for us.  Amen.Yours truly,Justice Qazi Faez IsaTranslated from UrduTo go back to the memorial, click here.Header photo: Reuters\n", "author": "Justice Qazi Faez Isa", "title": "A letter to the bereaved"}}
{"1281141": {"date": "Updated Aug 27, 2016 02:23pm", "article": "The following is an excerpt from a letter written to the families of the deceased lawyers by Justice Qazi Faez Isa, a Supreme Court judge and former chief justice of the Balohistan High Court.\nI wouldn’t have tears enough to shed even if my eyes were waterfalls. Many friends have been martyred and many are seriously injured. Initially sadness and grief rendered me helpless, then extreme anger washed over me, and then immense despair overwhelmed me. But then I turned towards the Almighty and His words and directions cascaded over my heart...The killing was carried out without remorse. The murderers had no enmity with the victims. To implement their plan, the assailants chose a place of healing. They did not distinguish between the old and the young, between faith and religion, between men and women. The defenders of the Constitution and law were targeted. Humanity was targeted.To compare the murderers with animals is insulting to animals. Nor were the hearts of the killers like stones because from stones, springs too may burst forth. Instead, hatred and despair constitute the killers' hearts. Hatred against humans, hatred against humanity, hatred against places of healing, hatred against officers of the law, hatred against citizens and the country, hatred against God’s creation and hatred against the Faith.The murderers despair because they will always reside in hell. They despair because they hide their faces. They despair because without violence, guns and bombs their message of hate is not heard. They despair because the only prayer that leaves their mothers’ mouths is for them to confess and seek forgiveness.What we should do now is the question that arises in these testing times. Should we transform our sadness and grief into anger and hatred? Should the blood of the martyrs only imprint our breasts with flagellation marks?The injured and the martyred are and were the defenders of the Constitution and law. They represented the downtrodden and those who had been unjustly dealt with. They assisted in the dispensation of justice. They occupy seats next to us filling our pens with their blood. They now look to us in this hour of trial to see whether we too will be able to demonstrate comradeship, be able to love humanity and remain committed and devoted to the law.And above all, whether we will be able to deliver justice even more effectively in these circumstances.  I pray to the Almighty to grant me, the heirs of the martyrs and their loved ones and the injured, patience; to fortify in us their love of learning and the law, to make their goal of providing justice a beacon for us.  Amen.Yours truly,Justice Qazi Faez IsaTranslated from UrduTo go back to the memorial, click here.Header photo: Reuters\n", "author": "Justice Qazi Faez Isa", "title": "A letter to the bereaved"}}
{"1281151": {"date": "Updated Aug 27, 2016 02:23pm", "article": "The following is an excerpt from a letter written to the families of the deceased lawyers by Justice Qazi Faez Isa, a Supreme Court judge and former chief justice of the Balohistan High Court.\nI wouldn’t have tears enough to shed even if my eyes were waterfalls. Many friends have been martyred and many are seriously injured. Initially sadness and grief rendered me helpless, then extreme anger washed over me, and then immense despair overwhelmed me. But then I turned towards the Almighty and His words and directions cascaded over my heart...The killing was carried out without remorse. The murderers had no enmity with the victims. To implement their plan, the assailants chose a place of healing. They did not distinguish between the old and the young, between faith and religion, between men and women. The defenders of the Constitution and law were targeted. Humanity was targeted.To compare the murderers with animals is insulting to animals. Nor were the hearts of the killers like stones because from stones, springs too may burst forth. Instead, hatred and despair constitute the killers' hearts. Hatred against humans, hatred against humanity, hatred against places of healing, hatred against officers of the law, hatred against citizens and the country, hatred against God’s creation and hatred against the Faith.The murderers despair because they will always reside in hell. They despair because they hide their faces. They despair because without violence, guns and bombs their message of hate is not heard. They despair because the only prayer that leaves their mothers’ mouths is for them to confess and seek forgiveness.What we should do now is the question that arises in these testing times. Should we transform our sadness and grief into anger and hatred? Should the blood of the martyrs only imprint our breasts with flagellation marks?The injured and the martyred are and were the defenders of the Constitution and law. They represented the downtrodden and those who had been unjustly dealt with. They assisted in the dispensation of justice. They occupy seats next to us filling our pens with their blood. They now look to us in this hour of trial to see whether we too will be able to demonstrate comradeship, be able to love humanity and remain committed and devoted to the law.And above all, whether we will be able to deliver justice even more effectively in these circumstances.  I pray to the Almighty to grant me, the heirs of the martyrs and their loved ones and the injured, patience; to fortify in us their love of learning and the law, to make their goal of providing justice a beacon for us.  Amen.Yours truly,Justice Qazi Faez IsaTranslated from UrduTo go back to the memorial, click here.Header photo: Reuters\n", "author": "Justice Qazi Faez Isa", "title": "A letter to the bereaved"}}
{"1281161": {"date": "Updated Aug 27, 2016 02:23pm", "article": "The following is an excerpt from a letter written to the families of the deceased lawyers by Justice Qazi Faez Isa, a Supreme Court judge and former chief justice of the Balohistan High Court.\nI wouldn’t have tears enough to shed even if my eyes were waterfalls. Many friends have been martyred and many are seriously injured. Initially sadness and grief rendered me helpless, then extreme anger washed over me, and then immense despair overwhelmed me. But then I turned towards the Almighty and His words and directions cascaded over my heart...The killing was carried out without remorse. The murderers had no enmity with the victims. To implement their plan, the assailants chose a place of healing. They did not distinguish between the old and the young, between faith and religion, between men and women. The defenders of the Constitution and law were targeted. Humanity was targeted.To compare the murderers with animals is insulting to animals. Nor were the hearts of the killers like stones because from stones, springs too may burst forth. Instead, hatred and despair constitute the killers' hearts. Hatred against humans, hatred against humanity, hatred against places of healing, hatred against officers of the law, hatred against citizens and the country, hatred against God’s creation and hatred against the Faith.The murderers despair because they will always reside in hell. They despair because they hide their faces. They despair because without violence, guns and bombs their message of hate is not heard. They despair because the only prayer that leaves their mothers’ mouths is for them to confess and seek forgiveness.What we should do now is the question that arises in these testing times. Should we transform our sadness and grief into anger and hatred? Should the blood of the martyrs only imprint our breasts with flagellation marks?The injured and the martyred are and were the defenders of the Constitution and law. They represented the downtrodden and those who had been unjustly dealt with. They assisted in the dispensation of justice. They occupy seats next to us filling our pens with their blood. They now look to us in this hour of trial to see whether we too will be able to demonstrate comradeship, be able to love humanity and remain committed and devoted to the law.And above all, whether we will be able to deliver justice even more effectively in these circumstances.  I pray to the Almighty to grant me, the heirs of the martyrs and their loved ones and the injured, patience; to fortify in us their love of learning and the law, to make their goal of providing justice a beacon for us.  Amen.Yours truly,Justice Qazi Faez IsaTranslated from UrduTo go back to the memorial, click here.Header photo: Reuters\n", "author": "Justice Qazi Faez Isa", "title": "A letter to the bereaved"}}
{"1281171": {"date": "September 01, 2016", "article": "INFORMATION adviser to Sindh chief minister Maula Bux Chandio often blames Punjab for its ‘inappropriate’ behaviour towards the small provinces. This act will only spread hate and revulsion among the nation.In fact, it is Sindh’s rulers who are responsible for the damage done to the province. They have been ruling for the last several decades but have promoted only nepotism, corruption, lawlessness and the urban and rural division.The cabinet of Murad Ali Shah comprises only those advisers and ministers who are relatives of power figures. The Sports Minister Muhammad Bux Khan Mahar stands out among all because of his youth, stylish looks, branded apparel and extravagant lifestyle.On the other hand, PPP’s arrested leader Dr Asim Hussain has made confessions of his involvement in multiple high-profile corruption scams and revealed many secrets.The poor people of Sindh have been facing atrocities being committed by these oppressive feudal lords. It is they who are the real hindrance in the way of development. A majority of people in Sindh face lack of food, shelter, health, education and clean water.Maula Bux Chandio is considered the ideological intellect of the PPP. He should know that it is easy to blame others rather than find remedies of the problems. He should admit the failure of the Sindh government. Mansoor AhmedFaisalabadPublished in Dawn September 1st, 2016\n", "author": "From the Newspaper", "title": "Sindh cabinet"}}
{"1281181": {"date": "September 01, 2016", "article": "INFORMATION adviser to Sindh chief minister Maula Bux Chandio often blames Punjab for its ‘inappropriate’ behaviour towards the small provinces. This act will only spread hate and revulsion among the nation.In fact, it is Sindh’s rulers who are responsible for the damage done to the province. They have been ruling for the last several decades but have promoted only nepotism, corruption, lawlessness and the urban and rural division.The cabinet of Murad Ali Shah comprises only those advisers and ministers who are relatives of power figures. The Sports Minister Muhammad Bux Khan Mahar stands out among all because of his youth, stylish looks, branded apparel and extravagant lifestyle.On the other hand, PPP’s arrested leader Dr Asim Hussain has made confessions of his involvement in multiple high-profile corruption scams and revealed many secrets.The poor people of Sindh have been facing atrocities being committed by these oppressive feudal lords. It is they who are the real hindrance in the way of development. A majority of people in Sindh face lack of food, shelter, health, education and clean water.Maula Bux Chandio is considered the ideological intellect of the PPP. He should know that it is easy to blame others rather than find remedies of the problems. He should admit the failure of the Sindh government. Mansoor AhmedFaisalabadPublished in Dawn September 1st, 2016\n", "author": "From the Newspaper", "title": "Sindh cabinet"}}
{"1281191": {"date": "Updated September 01, 2016", "article": "LONDON: All-rounder Ben Stokes is set to play his first international T20 match since his traumatic experience in the World Cup final earlier this year after being named in the squad for next Wednesday’s match against Pakistan. The 25-year-old has not played Twenty20 International cricket since the West Indies’ Carlos Brathwaite smashed him for four successive sixes in the final over of April’s World Cup final to seal an unlikely victory for the West Indians. Stokes is joined for the game at Old Trafford by Durham county team-mate Mark Wood in a squad that includes nine of the team which beat Sri Lanka in their previous T20 match in July. Captain Eoin Morgan can also call on the experience of prolific batsman Joe Root, who is named in the squad alongside all-rounder Moeen Ali and Alex Hales. All three were rested for the Sri Lanka match earlier in the summer. “It is excellent to see the progress we are making in white ball cricket across both formats,” said national selector James Whitaker. “The T20 International against Pakistan will give the squad another opportunity to measure their development. “The squad has an exciting feel with exceptional talent throughout. We are delighted to welcome back Ben Stokes and Mark Wood into the squad. “Both are world-class players and are an important part of our long-term plans to become the best side in the world. “It is testament to the excellent work being nurtured in the county structure and through the England Lions, that there is a depth of quality pushing the nucleus of the current group.” Squad: Eoin Morgan (captain), Moeen Ali, Sam Billings, Jos Buttler, Alex Hales, Chris Jordan, Tymal Mills, Liam Plunkett, Adil Rashid, Joe Root, Jason Roy, Ben Stokes, David Willey, Mark Wood.Published in Dawn September 1st, 2016\n", "author": "AFP", "title": "Stokes set for first T20 taste since final trauma"}}
{"1281201": {"date": "Updated September 01, 2016", "article": "LONDON: All-rounder Ben Stokes is set to play his first international T20 match since his traumatic experience in the World Cup final earlier this year after being named in the squad for next Wednesday’s match against Pakistan. The 25-year-old has not played Twenty20 International cricket since the West Indies’ Carlos Brathwaite smashed him for four successive sixes in the final over of April’s World Cup final to seal an unlikely victory for the West Indians. Stokes is joined for the game at Old Trafford by Durham county team-mate Mark Wood in a squad that includes nine of the team which beat Sri Lanka in their previous T20 match in July. Captain Eoin Morgan can also call on the experience of prolific batsman Joe Root, who is named in the squad alongside all-rounder Moeen Ali and Alex Hales. All three were rested for the Sri Lanka match earlier in the summer. “It is excellent to see the progress we are making in white ball cricket across both formats,” said national selector James Whitaker. “The T20 International against Pakistan will give the squad another opportunity to measure their development. “The squad has an exciting feel with exceptional talent throughout. We are delighted to welcome back Ben Stokes and Mark Wood into the squad. “Both are world-class players and are an important part of our long-term plans to become the best side in the world. “It is testament to the excellent work being nurtured in the county structure and through the England Lions, that there is a depth of quality pushing the nucleus of the current group.” Squad: Eoin Morgan (captain), Moeen Ali, Sam Billings, Jos Buttler, Alex Hales, Chris Jordan, Tymal Mills, Liam Plunkett, Adil Rashid, Joe Root, Jason Roy, Ben Stokes, David Willey, Mark Wood.Published in Dawn September 1st, 2016\n", "author": "AFP", "title": "Stokes set for first T20 taste since final trauma"}}
{"1281211": {"date": "September 01, 2016", "article": "TUNIS: At least 16 people were killed and 85 injured on Wednesday when a lorry crashed into a bus in central Tunisia, the interior ministry said.The dawn accident, which happened by a roadside market near Kasserine, also left around 15 cars ablaze, according to the ministry.It said the lorry driver, who was among those killed, was unable to brake and his vehicle hit the bus and several cars before slamming into an electricity pole.Prime Minister Youssef Chahed announced “the immediate opening of an investigation” into the incident, and said he had sent the ministers of defence, health and transport to the scene of the accident.Dozens of injured were taken to hospital in Kasserine, as emergency crews worked to extract others still trapped in the wreckage.Photos shared on social media showed columns of thick black smoke rising from the site of the crash, and national television broadcast images of burnt cars.As of the end of May, 528 people had died in road accidents in the North African country of around 11 million inhabitants since the start of the year.Published in Dawn September 1st, 2016\n", "author": "AFP", "title": "16 dead in Tunisia road accident"}}
{"1281221": {"date": "Updated September 01, 2016", "article": "KARACHI: The Sindh government has decided to take the ongoing targeted operation to its logical conclusion by fully implementing the National Action Plan (NAP) that includes repatriation of illegal immigrants and registration of people from other parts of the country acquiring property on rent in the city for temporary residence. This was one of the major policy decisions taken at an apex committee meeting, which was jointly chaired by Sindh Governor Ishratul Ibad and Chief Minister Syed Murad Ali Shah, held at CM House on Wednesday.The apex committee decided that both the operation and investigation wings of police would be strengthened with the recruitment of personnel for a riot force and an IT wing besides establishment of facilitation centres.Corps Commander Lt Gen Naveed Mukhtar, senior minister Nisar Ahmad Khuhro, DG Rangers Maj Gen Bilal Akbar, IG Sindh A.D. Khwaja, Additional IGs Mushtaq Mahar and Sanaullah Abbasi, advocate general Zamir Ghummro, prosecutor general Shahadat Awan and other officials concerned attended the meeting. Sources privy to the meeting quoted the chief minister as saying that no one would be allowed to forcibly impose his will on the people and collect extortion money in the cover of welfare work. Maj Gen Bilal Akbar highlighted the need to do away with the quota system and to ensure recruitment on merit in Sindh to remove a sense of deprivation among the people and help in keeping them away from crime. \nSindh to approach Centre for repatriation of illegal immigrants; registration of tenants to continue under NAP\n\n According to the police spokesman, the IG earlier briefed the apex committee about the need to develop automation system in the police department. He said the Punjab government had agreed to provide their software to the Sindh police free of cost. He said an IT cadre could be created under a deputy inspector general for IT with 2,500 well-trained officials to operate criminal record, human resource and complaint management systems.The chief minister approved the proposal and directed the chief secretary to get the formalities completed at the earliest. He also approved the formation of a riot force. Besides, the apex committee decided that new number plates, which would have complete security features, including a tracking system, would be introduced for vehicles. In this regard, the chief secretary was asked to coordinate with the excise department. It was decided that welfare organisations interested in collecting hides on Eid would have to seek a no-objection certificate from the deputy commissioners concerned so that the government could audit their accounts. The committee also called for effective enforcement of a ban on the display of arms. Police investigationThe apex body also decided to strengthen investigation wing of the Sindh police. The chief minister asked the police chief to send him a proposal for recruitment of qualified detectives. The committee was earlier informed that the police had planned to recruit assistant directors/ deputy directors in BPS-17 having relevant qualification to investigate important cases of murder and kidnapping for ransom. Keeping in view investigation problems, the chief minister said he had enhanced the budget for investigation to Rs364 million in the financial year 2016-17. The IG informed the committee that Rs20,000 used to be allocated for the investigation of each murder and kidnapping for ransom case, and Rs11,000 for bank robbery investigation. The government increased it to Rs100,000 for the investigation of each case of murder, gang rape, kidnapping for ransom and bank robbery, he said. The investigation budget for each case of bomb explosion, suicide attack, targeted killing and anti-state activities had been increased to Rs500,000. The chief minister also directed the IGP to talk to the Punjab police for the establishment of a forensic lab in Karachi. ‘I have already approved Rs2 billion for the purpose but I want you to expedite it,” he said. Mr Shah noted that the recruitment of 200 inspectors for investigation and 170 law inspectors were taking time. “I would urge you [law minister, AG and IGP] to explore ways and means so that all the recruitments in police could be made urgently but purely on merit. The IGP told the meeting that he had started recruitment of 14,000 constables through NTS and involved army officers for physical checking. The chief minister also approved the establishment of facilitation centres to address day-to-day issues of common man and to bridge a gap between police and public. RepatriationIt was decided that the federal government would be approached to ensure the repatriation of illegal immigrants, particularly the Afghans. The apex committee was informed that the names of 602 persons had been put on the Fourth Schedule, indicating they could be a threat to peaceful atmosphere and for the purpose 41 cases had been registered. The meeting was also briefed on the progress of cases recommended for military courts, hate speeches, and violation of loud speakers etc.Referring to the implementation of NAP and China-Pakistan Economic Corridor (CPEC), the chief minister asked the Rangers and police to take concrete steps so that the decisions taken for the NAP and CPEC could be implemented in letter and spirit. The apex committee was informed that 806 ex-army personnel had been recruited and 168 of them had been deployed for the security of Chinese engineers on a two-year contract. It was told that 638 more soldiers would join training next week.The apex committee was also briefed on the August 22 violence, its investigation and arrests.Published in Dawn September 1st, 2016\n", "author": "Habib Khan Ghori", "title": "Apex body decides to take targeted operation to its logical end"}}
{"1281231": {"date": "September 01, 2016", "article": "DADU: Police claimed to have killed a bandit, who carried Rs1 million head money, in an encounter near Mehar town on Wednesday. Dadu SSP Shabir Ahmed Sethar told journalists that acting on a tip-off Mehar police surrounded a hideout near bypass to arrest the bandit Jafar Kerio and his gang but they tried to fire away through the cordon. An encounter ensued in which Jafar was killed and two of his accomplices managed to escape. Police recovered a 7mm rifle and 50 bullets from his possession, he said. He said that Sindh government had announced Rs1 million as head money for the arrest or murder of the bandit. Jafar was wanted in 40 cases in several districts of the province. Meanwhile, police claimed to have arrested a bandit after exchange of fire in Kachho area near Sita road late on Wednesday evening. SSP Shabbir Ahmed Sethar said that police engaged in an exchange of fire with a gang of bandits in which one Azam Machhi alias Azoo was arrested. Police found a rifle and 100 bullets in his possession. Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Dadu police claim killing bandit with Rs1m head money"}}
{"1281241": {"date": "September 01, 2016", "article": "DADU: Police claimed to have killed a bandit, who carried Rs1 million head money, in an encounter near Mehar town on Wednesday. Dadu SSP Shabir Ahmed Sethar told journalists that acting on a tip-off Mehar police surrounded a hideout near bypass to arrest the bandit Jafar Kerio and his gang but they tried to fire away through the cordon. An encounter ensued in which Jafar was killed and two of his accomplices managed to escape. Police recovered a 7mm rifle and 50 bullets from his possession, he said. He said that Sindh government had announced Rs1 million as head money for the arrest or murder of the bandit. Jafar was wanted in 40 cases in several districts of the province. Meanwhile, police claimed to have arrested a bandit after exchange of fire in Kachho area near Sita road late on Wednesday evening. SSP Shabbir Ahmed Sethar said that police engaged in an exchange of fire with a gang of bandits in which one Azam Machhi alias Azoo was arrested. Police found a rifle and 100 bullets in his possession. Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Dadu police claim killing bandit with Rs1m head money"}}
{"1281251": {"date": "September 01, 2016", "article": "DADU: Police claimed to have killed a bandit, who carried Rs1 million head money, in an encounter near Mehar town on Wednesday. Dadu SSP Shabir Ahmed Sethar told journalists that acting on a tip-off Mehar police surrounded a hideout near bypass to arrest the bandit Jafar Kerio and his gang but they tried to fire away through the cordon. An encounter ensued in which Jafar was killed and two of his accomplices managed to escape. Police recovered a 7mm rifle and 50 bullets from his possession, he said. He said that Sindh government had announced Rs1 million as head money for the arrest or murder of the bandit. Jafar was wanted in 40 cases in several districts of the province. Meanwhile, police claimed to have arrested a bandit after exchange of fire in Kachho area near Sita road late on Wednesday evening. SSP Shabbir Ahmed Sethar said that police engaged in an exchange of fire with a gang of bandits in which one Azam Machhi alias Azoo was arrested. Police found a rifle and 100 bullets in his possession. Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Dadu police claim killing bandit with Rs1m head money"}}
{"1281261": {"date": "September 01, 2016", "article": "DADU: Police claimed to have killed a bandit, who carried Rs1 million head money, in an encounter near Mehar town on Wednesday. Dadu SSP Shabir Ahmed Sethar told journalists that acting on a tip-off Mehar police surrounded a hideout near bypass to arrest the bandit Jafar Kerio and his gang but they tried to fire away through the cordon. An encounter ensued in which Jafar was killed and two of his accomplices managed to escape. Police recovered a 7mm rifle and 50 bullets from his possession, he said. He said that Sindh government had announced Rs1 million as head money for the arrest or murder of the bandit. Jafar was wanted in 40 cases in several districts of the province. Meanwhile, police claimed to have arrested a bandit after exchange of fire in Kachho area near Sita road late on Wednesday evening. SSP Shabbir Ahmed Sethar said that police engaged in an exchange of fire with a gang of bandits in which one Azam Machhi alias Azoo was arrested. Police found a rifle and 100 bullets in his possession. Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Dadu police claim killing bandit with Rs1m head money"}}
{"1281271": {"date": "September 01, 2016", "article": "DADU: Police claimed to have killed a bandit, who carried Rs1 million head money, in an encounter near Mehar town on Wednesday. Dadu SSP Shabir Ahmed Sethar told journalists that acting on a tip-off Mehar police surrounded a hideout near bypass to arrest the bandit Jafar Kerio and his gang but they tried to fire away through the cordon. An encounter ensued in which Jafar was killed and two of his accomplices managed to escape. Police recovered a 7mm rifle and 50 bullets from his possession, he said. He said that Sindh government had announced Rs1 million as head money for the arrest or murder of the bandit. Jafar was wanted in 40 cases in several districts of the province. Meanwhile, police claimed to have arrested a bandit after exchange of fire in Kachho area near Sita road late on Wednesday evening. SSP Shabbir Ahmed Sethar said that police engaged in an exchange of fire with a gang of bandits in which one Azam Machhi alias Azoo was arrested. Police found a rifle and 100 bullets in his possession. Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Dadu police claim killing bandit with Rs1m head money"}}
{"1281281": {"date": "September 01, 2016", "article": "DADU: Police claimed to have killed a bandit, who carried Rs1 million head money, in an encounter near Mehar town on Wednesday. Dadu SSP Shabir Ahmed Sethar told journalists that acting on a tip-off Mehar police surrounded a hideout near bypass to arrest the bandit Jafar Kerio and his gang but they tried to fire away through the cordon. An encounter ensued in which Jafar was killed and two of his accomplices managed to escape. Police recovered a 7mm rifle and 50 bullets from his possession, he said. He said that Sindh government had announced Rs1 million as head money for the arrest or murder of the bandit. Jafar was wanted in 40 cases in several districts of the province. Meanwhile, police claimed to have arrested a bandit after exchange of fire in Kachho area near Sita road late on Wednesday evening. SSP Shabbir Ahmed Sethar said that police engaged in an exchange of fire with a gang of bandits in which one Azam Machhi alias Azoo was arrested. Police found a rifle and 100 bullets in his possession. Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Dadu police claim killing bandit with Rs1m head money"}}
{"1281291": {"date": "September 01, 2016", "article": "DADU: Police claimed to have killed a bandit, who carried Rs1 million head money, in an encounter near Mehar town on Wednesday. Dadu SSP Shabir Ahmed Sethar told journalists that acting on a tip-off Mehar police surrounded a hideout near bypass to arrest the bandit Jafar Kerio and his gang but they tried to fire away through the cordon. An encounter ensued in which Jafar was killed and two of his accomplices managed to escape. Police recovered a 7mm rifle and 50 bullets from his possession, he said. He said that Sindh government had announced Rs1 million as head money for the arrest or murder of the bandit. Jafar was wanted in 40 cases in several districts of the province. Meanwhile, police claimed to have arrested a bandit after exchange of fire in Kachho area near Sita road late on Wednesday evening. SSP Shabbir Ahmed Sethar said that police engaged in an exchange of fire with a gang of bandits in which one Azam Machhi alias Azoo was arrested. Police found a rifle and 100 bullets in his possession. Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Dadu police claim killing bandit with Rs1m head money"}}
{"1281301": {"date": "September 01, 2016", "article": "DADU: Police claimed to have killed a bandit, who carried Rs1 million head money, in an encounter near Mehar town on Wednesday. Dadu SSP Shabir Ahmed Sethar told journalists that acting on a tip-off Mehar police surrounded a hideout near bypass to arrest the bandit Jafar Kerio and his gang but they tried to fire away through the cordon. An encounter ensued in which Jafar was killed and two of his accomplices managed to escape. Police recovered a 7mm rifle and 50 bullets from his possession, he said. He said that Sindh government had announced Rs1 million as head money for the arrest or murder of the bandit. Jafar was wanted in 40 cases in several districts of the province. Meanwhile, police claimed to have arrested a bandit after exchange of fire in Kachho area near Sita road late on Wednesday evening. SSP Shabbir Ahmed Sethar said that police engaged in an exchange of fire with a gang of bandits in which one Azam Machhi alias Azoo was arrested. Police found a rifle and 100 bullets in his possession. Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Dadu police claim killing bandit with Rs1m head money"}}
{"1281311": {"date": "September 01, 2016", "article": "DADU: Police claimed to have killed a bandit, who carried Rs1 million head money, in an encounter near Mehar town on Wednesday. Dadu SSP Shabir Ahmed Sethar told journalists that acting on a tip-off Mehar police surrounded a hideout near bypass to arrest the bandit Jafar Kerio and his gang but they tried to fire away through the cordon. An encounter ensued in which Jafar was killed and two of his accomplices managed to escape. Police recovered a 7mm rifle and 50 bullets from his possession, he said. He said that Sindh government had announced Rs1 million as head money for the arrest or murder of the bandit. Jafar was wanted in 40 cases in several districts of the province. Meanwhile, police claimed to have arrested a bandit after exchange of fire in Kachho area near Sita road late on Wednesday evening. SSP Shabbir Ahmed Sethar said that police engaged in an exchange of fire with a gang of bandits in which one Azam Machhi alias Azoo was arrested. Police found a rifle and 100 bullets in his possession. Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Dadu police claim killing bandit with Rs1m head money"}}
{"1281321": {"date": "September 01, 2016", "article": "DADU: Police claimed to have killed a bandit, who carried Rs1 million head money, in an encounter near Mehar town on Wednesday. Dadu SSP Shabir Ahmed Sethar told journalists that acting on a tip-off Mehar police surrounded a hideout near bypass to arrest the bandit Jafar Kerio and his gang but they tried to fire away through the cordon. An encounter ensued in which Jafar was killed and two of his accomplices managed to escape. Police recovered a 7mm rifle and 50 bullets from his possession, he said. He said that Sindh government had announced Rs1 million as head money for the arrest or murder of the bandit. Jafar was wanted in 40 cases in several districts of the province. Meanwhile, police claimed to have arrested a bandit after exchange of fire in Kachho area near Sita road late on Wednesday evening. SSP Shabbir Ahmed Sethar said that police engaged in an exchange of fire with a gang of bandits in which one Azam Machhi alias Azoo was arrested. Police found a rifle and 100 bullets in his possession. Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Dadu police claim killing bandit with Rs1m head money"}}
{"1281331": {"date": "September 03, 2016", "article": "With studies in the full swing, many children will be bombarded with assignments and lots of homework. So the more the workload, the more the research being done through books and through related websites on the internet. But when you need to print something useful from a website, you get all the junk-like links, ads, pictures, texts and what not, also printed — of course it looks terrible. This is where Print friendly — a site that makes printing any webpage just the way you want — comes to the rescue. As the name suggests, printfriendly is really friendly! All you have to do is paste the URL in the “print preview” bar, and click it. Within seconds you get a perfect webpage without ads, navigation and web page junk. Moreover, you will still be having the choice of editing the content and getting the passages and pictures of your choice. For instance, when you hover over any passage, headline or picture, you will see ‘Click to delete’ button appears on it. Click it and it’s gone. Then you can save it as a PDF file to your hard disk or print it.The site is initiative in saving more paper and ink because when you print only what you want, less paper and ink will be used which is good for the environment.The site needs no registration and it’s free and easy to use.  You can add the site button to your browser to access the site whenever you need to have some excerpts of your choice without any junk from a website. http://www.printfriendly.com/Published in Dawn, Young World, September 3rd, 2016\n", "author": "Asif Ali", "title": "Print friendly"}}
{"1281341": {"date": "September 03, 2016", "article": "With studies in the full swing, many children will be bombarded with assignments and lots of homework. So the more the workload, the more the research being done through books and through related websites on the internet. But when you need to print something useful from a website, you get all the junk-like links, ads, pictures, texts and what not, also printed — of course it looks terrible. This is where Print friendly — a site that makes printing any webpage just the way you want — comes to the rescue. As the name suggests, printfriendly is really friendly! All you have to do is paste the URL in the “print preview” bar, and click it. Within seconds you get a perfect webpage without ads, navigation and web page junk. Moreover, you will still be having the choice of editing the content and getting the passages and pictures of your choice. For instance, when you hover over any passage, headline or picture, you will see ‘Click to delete’ button appears on it. Click it and it’s gone. Then you can save it as a PDF file to your hard disk or print it.The site is initiative in saving more paper and ink because when you print only what you want, less paper and ink will be u{"1281161": {"date": "September 01, 2016", "article": "\n\n\n\t\t\t\t\tThe writer is the founding CEO of a digital services startup.\n\t\t\t\t\n\n\nTHE rapid evolution of the internet has revealed avenues of learning that are challenging the traditional norms of education. Instructional content, previously restricted to the classroom, is now being broadcast at lightning speeds to anywhere from bustling metropolises to rural suburbs. Information that was inaccessible is suddenly present, organised and ready for consumption by anyone who is yearning to learn.In our neck of the woods, where public universities are rife with enormous student teacher ratios and private education comes at the expense of debt-inducing tuition, the online learning phenomenon can prove to be a game changer.In fact, Pakistan was among the pioneering nations to develop and successfully implement distant learning in the form of Allama Iqbal Open University (AIOU). Courses were offered and degrees conferred in several disciplines in humanities and sciences to those who couldn’t access higher education due to distance, financial woes or simply luck. Along the way, however, we lost our grand vision of ‘education for all’ — mostly due to our own inability to recognise the magnitude of the breakthrough we had made. AIOU took a backseat and a half-hearted Virtual University emerged.Online learning could help us regain that lost footing as well as bridge the gap between public and private education.Offered free or at a fraction of the cost online learning is a multifaceted and impactful medium of instruction that takes educational content developed at universities or by specialist educators and houses it on the internet for popular consumption by the masses.\nEducation via the internet can be a game changer.\n\nUnlike conventional learning settings with time constraints, limited student-teacher interaction etc, virtual learning provides education tailored to meet the specific needs of each student. Passive exercises of listening to lectures and jotting notes are replaced with audio or video instruction, which enables students to stop, pause or rewind often until mastery over a topic of interest has been achieved. While some students might pursue advanced topics that further their understanding of a discipline, others might chose to take foundational courses. The freedom to choose, therefore, rejects the ‘one size fits all’ model of education and presents a more coherent, customizable form of curriculum. This manner of end-to-end control over learning was previously absent in one-dimensional classroom environments.Analysing the core ingredients of these unique courses reveals that, once constraints of conventional classrooms are removed, several lucrative opportunities emerge. The hour-long monolithic lecture, for instance, can be broken down into modular eight- to 12-minute units, each representing a coherent concept. Accounting for an average human attention span of 15-minutes, these digestible chunks allow students to traverse the materials in several different ways depending on their background, skills or interests; thus allowing for better absorption of knowledge. Interestingly, one unexpected benefit of online learning manifests in the form of data. Intelligence gathered from online interactions gives unprecedented insights into a student’s learning patterns/interactive behaviour. Imagine the possibilities: human learning can be transitioned from hypothesis-based mode to data-driven mode to understand fundamental questions like what learning strategies are effective versus ones that are not. Similarly, in the context of specific courses, common misconceptions can be identified and solutions developed.Advocates of conventional learning often highlight the multisensory appeal of the traditional method. The ability to participate in group projects, experience on-campus, and most of all, develop lifelong friendships are all plausible arguments in context of attending a formal institution of study. The glaring reality, however, stands in stark contrast to those parallels. According to Unesco, 25 million children in Pakistan — 63pc are girls — are not enrolled at any institution of study. This ranks our country second behind Nigeria in the line of nations where the youth are not afforded the opportunity to academically train and develop suitable skillsets.The majority of that number represents youth who face social, cultural or financial barriers, restricting their access to mainstream academics. Providing cheap smart devices that connect to internally developed opencoursewares could be one such solution that solves the accessibility problem to a large extent.Virtual access not only leads to unparalleled proliferation of knowledge, but also creates a curriculum singularity that offers the same educational quality to every student regardless of age, location or financial situation. Political rhetoric about implementing the same curriculum throughout the nation could become a tangible reality if the online learning framework is properly road-mapped and strategically implemented. The writer is the founding CEO of a digital services startup.Twitter: @fahadamalikPublished in Dawn September 1st, 2016\n", "author": "Fahad Malik", "title": "Online learning"}}
{"1281291": {"date": "September 01, 2016", "article": "LAHORE: The Punjab Assembly on Wednesday witnessed another day of pandemonium as Pakistan Tehreek-i-Insaf MPA Mian Aslam Iqbal shouted at treasury for its ‘cold and casual’ response to his request for ensuring potable water for his constituents and went on reprimanding the speaker for ‘breaching the sanctity of the house’ when the chair tried to snub the legislator. Speaker Rana Muhammad Iqbal lost his temper and uttered “shut up” before getting Mian Aslam’s mike closed that provoked sharp response from the MPA as well as opposition members. Aslam Iqbal continued to chide the speaker while pointing finger at him for being partial, hurling threats and not giving due respect to the opposition members and their constituents. The speaker expunged Aslam Iqbal’s remarks.\nHouse passes PRA, animal slaughter amendment bills\n\nOpposition Leader Mian Mahmoodur Rasheed and other members also joined Aslam Iqbal in reprimanding the speaker for his attitude towards opposition benches. Treasury members also stood up and entered into a war of words with the opposition besides chanting slogans against PTI.The opposition leader remarked that the speaker most of the time remained partial and passed comments unworthy of him. Eventually, all opposition members walked out of the house.The speaker sent ministers Tahir Khalil Sindhu and Chaudhry Shair Ali to bring the opposition back but to no avail. In a second attempt the speaker included law minister Rana Sanaullah in the ministers’ delegation to woo the \nopposition and adjourned the session for 10 minutes. The session resumed as the opposition returned and the opposition leader again censured the speaker for using expression like “shut up” and “be ready to face consequences” instead of running the house in a prudent manner and ensure that all members should get answers to their questions. Rana Sanaullah agreed with the opposition members that they must be given information up to their satisfaction. Stating that he did not want to discuss that, according to rules and regulations, the speaker’s conduct could not be discussed in the house but in his chamber, Mr Sanaullah admitted the minister for housing, urban development and public health engineering should not have dispelled opposition’s concerns and instead deputed somebody to look into the matter to satisfy the opposition member.Mr Sanaullah suggested that the speaker should fix time tomorrow and call opposition and treasury members to resolve Aslam Iqbal’s genuine issue. The speaker, in a friendly tone, said all members were equal and thanked the opposition for returning to the house. \nHe said he did not act partially and try to handle matters according to rules {"1281131": {"date": "Updated Aug 27, 2016 02:23pm", "article": "The following is an excerpt from a letter written to the families of the deceased lawyers by Justice Qazi Faez Isa, a Supreme Court judge and former chief justice of the Balohistan High Court.\nI wouldn’t have tears enough to shed even if my eyes were waterfalls. Many friends have been martyred and many are seriously injured. Initially sadness and grief rendered me helpless, then extreme anger washed over me, and then immense despair overwhelmed me. But then I turned towards the Almighty and His words and directions cascaded over my heart...The killing was carried out without remorse. The murderers had no enmity with the victims. To implement their plan, the assailants chose a place of healing. They did not distinguish between the old and the young, between faith and religion, between men and women. The defenders of the Constitution and law were targeted. Humanity was targeted.To compare the murderers with animals is insulting to animals. Nor were the hearts of the killers like stones because from stones, springs too may burst forth. Instead, hatred and despair constitute the killers' hearts. Hatred against humans, hatred against humanity, hatred against places of healing, hatred against officers of the law, hatred against citizens and the country, hatred against God’s creation and hatred against the Faith.The murderers despair because they will always reside in hell. They despair because they hide their faces. They despair because without violence, guns and bombs their message of hate is not heard. They despair because the only prayer that leaves their mothers’ mouths is for them to confess and seek forgiveness.What we should do now is the question that arises in these testing times. Should we transform our sadness and grief into anger and hatred? Should the blood of the martyrs only imprint our breasts with flagellation marks?The injured and the martyred are and were the defenders of the Constitution and law. They represented the downtrodden and those who had been unjustly dealt with. They assisted in the dispensation of justice. They occupy seats next to us filling our pens with their blood. They now look to us in this hour of trial to see whether we too will be able to demonstrate comradeship, be able to love humanity and remain committed and devoted to the law.And above all, whether we will be able to deliver justice even more effectively in these circumstances.  I pray to the Almighty to grant me, the heirs of the martyrs and their loved ones and the injured, patience; to fortify in us their love of learning and the law, to make their goal of providing justice a beacon for us.  Amen.Yours truly,Justice Qazi Faez IsaTranslated from UrduTo go back to the memorial, click here.Header photo: Reuters\n", "author": "Justice Qazi Faez Isa", "title": "A letter to the bereaved"}}
{"1281161": {"date": "September 01, 2016", "article": "\n\n\n\t\t\t\t\tThe writer is the founding CEO of a digital services startup.\n\t\t\t\t\n\n\nTHE rapid evolution of the internet has revealed avenues of learning that are challenging the traditional norms of education. Instructional content, previously restricted to the classroom, is now being broadcast at lightning speeds to anywhere from bustling metropolises to rural suburbs. Information that was inaccessible is suddenly present, organised and ready for consumption by anyone who is yearning to learn.In our neck of the woods, where public universities are rife with enormous student teacher ratios and private education comes at the expense of debt-inducing tuition, the online learning phenomenon can prove to be a game changer.In fact, Pakistan was among the pioneering nations to develop and successfully implement distant learning in the form of Allama Iqbal Open University (AIOU). Courses were offered and degrees conferred in several disciplines in humanities and sciences to those who couldn’t access higher education due to distance, financial woes or simply luck. Along the way, however, we lost our grand vision of ‘education for all’ — mostly due to our own inability to recognise the magnitude of the breakthrough we had made. AIOU took a backseat and a half-hearted Virtual University emerged.Online learning could help us regain that lost footing as well as bridge the gap between public and private education.Offered free or at a fraction of the cost online learning is a multifaceted and impactful medium of instruction that takes educational content developed at universities or by specialist educators and houses it on the internet for popular consumption by the masses.\nEducation via the internet can be a game changer.\n\nUnlike conventional learning settings with time constraints, limited student-teacher interaction etc, virtual learning provides education tailored to meet the specific needs of each student. Passive exercises of listening to lectures and jotting notes are replaced with audio or video instruction, which enables students to stop, pause or rewind often until mastery over a topic of interest has been achieved. While some students might pursue advanced topics that further their understanding of a discipline, others might chose to take foundational courses. The freedom to choose, therefore, rejects the ‘one size fits all’ model of education and presents a more coherent, customizable form of curriculum. This manner of end-to-end control over learning was previously absent in one-dimensional classroom environments.Analysing the core ingredients of these unique courses reveals that, once constraints of conventional classrooms are removed, several lucrative opportunities emerge. The hour-long monolithic lecture, for instance, can be broken down into modular eight- to 12-minute units, each representing a coherent concept. Accounting for an average human attention span of 15-minutes, these digestible chunks allow students to traverse the materials in several different ways depending on their background, skills or interests; thus allowing for better absorption of knowledge. Interestingly, one unexpected benefit of online learning manifests in the form of data. Intelligence gathered from online interactions gives unprecedented insights into a student’s learning patterns/interactive behaviour. Imagine the possibilities: human learning can be transitioned from hypothesis-based mode to data-driven mode to understand fundamental questions like what learning strategies are effective versus ones that are not. Similarly, in the context of specific courses, common misconceptions can be identified and solutions developed.Advocates of conventional learning often highlight the multisensory appeal of the traditional method. The ability to participate in group projects, experience on-campus, and most of all, develop lifelong friendships are all plausible arguments in context of attending a formal institution of study. The glaring reality, however, stands in stark contrast to those parallels. According to Unesco, 25 million children in Pakistan — 63pc are girls — are not enrolled at any institution of study. This ranks our country second behind Nigeria in the line of nations where the youth are not afforded the opportunity to academically train and develop suitable skillsets.The majority of that number represents youth who face social, cultural or financial barriers, restricting their access to mainstream academics. Providing cheap smart devices that connect to internally developed opencoursewares could be one such solution that solves the accessibility problem to a large extent.Virtual access not only leads to unparalleled proliferation of knowledge, but also creates a curriculum singularity that offers the same educational quality to every student regardless of age, location or financial situation. Political rhetoric about implementing the same curriculum throughout the nation could become a tangible reality if the online learning framework is properly road-mapped and strategically implemented. The writer is the founding CEO of a digital services startup.Twitter: @fahadamalikPublished in Dawn Sep{"1281131": {"date": "Updated Aug 27, 2016 02:23pm", "article": "The following is an excerpt from a letter written to the families of the deceased lawyers by Justice Qazi Faez Isa, a Supreme Court judge and former chief justice of the Balohistan High Court.\nI wouldn’t have tears enough to shed even if my eyes were waterfalls. Many friends have been martyred and many are seriously injured. Initially sadness and grief rendered me helpless, then extreme anger washed over me, and then immense despair overwhelmed me. But then I turned towards the Almighty and His words and directions cascaded over my heart...The killing was carried out without remorse. The murderers had no enmity with the victims. To implement their plan, the assailants chose a place of healing. They did not distinguish between the old and the young, between faith and religion, between men and women. The defenders of the Constitution and law were targeted. Humanity was targeted.To compare the murderers with animals is insulting to animals. Nor were the hearts of the killers like stones because from stones, springs too may burst forth. Instead, hatred and despair constitute the killers' hearts. Hatred against humans, hatred against humanity, hatred against places of healing, hatred against officers of the law, hatred against citizens and the country, hatred against God’s creation and hatred against the Faith.The murderers despair because they will always reside in hell. They despair because they hide their faces. They despair because without violence, guns and bombs their message of hate is not heard. They despair because the only prayer that leaves their mothers’ mouths is for them to confess and seek forgiveness.What we should do now is the question that arises in these testing times. Should we transform our sadness and grief into anger and hatred? Should the blood of the martyrs only imprint our breasts with flagellation marks?The injured and the martyred are and were the defenders of the Constitution and law. They represented the downtrodden and those who had been unjustly dealt with. They assisted in the dispensation of justice. They occupy seats next to us filling our pens with their blood. They now look to us in this hour of trial to see whether we too will be able to demonstrate comradeship, be able to love humanity and remain committed and devoted to the law.And above all, whether we will be able to deliver justice even more effectively in these circumstances.  I pray to the Almighty to grant me, the heirs of the martyrs and their loved ones and the injured, patience; to fortify in us their love of learning and the law, to make their goal of providing justice a beacon for us.  Amen.Yours truly,Justice Qazi Faez IsaTranslated from UrduTo go back to the memorial, click here.Header photo: Reuters\n", "author": "Justice Qazi Faez Isa", "title": "A letter to the bereaved"}}
{"1281161": {"date": "September 01, 2016", "article": "\n\n\n\t\t\t\t\tThe writer is the founding CEO of a digital services startup.\n\t\t\t\t\n\n\nTHE rapid evolution of the internet has revealed avenues of learning that are challenging the traditional norms of education. Instructional content, previously restricted to the classroom, is now being broadcast at lightning speeds to anywhere from bustling metropolises to rural suburbs. Information that was inaccessible is suddenly present, organised and ready for consumption by anyone who is yearning to learn.In our neck of the woods, where public universities are rife with enormous student teacher ratios and private education comes at the expense of debt-inducing tuition, the online learning phenomenon can prove to be a game changer.In fact, Pakistan was among the pioneering nations to develop and successfully implement distant learning in the form of Allama Iqbal Open University (AIOU). Courses were offered and degrees conferred in several disciplines in humanities and sciences to those who couldn’t access higher education due to distance, financial woes or simply luck. Along the way, however, we lost our grand vision of ‘education for all’ — mostly due to our own inability to recognise the magnitude of the breakthrough we had made. AIOU took a backseat and a half-hearted Virtual University emerged.Online learning could help us regain that lost footing as well as bridge the gap between public and private education.Offered free or at a fraction of the cost online learning is a multifaceted and impactful medium of instruction that takes educational content developed at universities or by specialist educators and houses it on the internet for popular consumption by the masses.\nEducation via the internet can be a game changer.\n\nUnlike conventional learning settings with time constraints, limited student-teacher interaction etc, virtual learning provides education tailored to meet the specific needs of each student. Passive exercises of listening to lectures and jotting notes are replaced with audio or video instruction, which enables students to stop, pause or rewind often until mastery over a topic of interest has been achieved. While some students might pursue advanced topics that further their understanding of a discipline, others might chose to take foundational courses. The freedom to choose, therefore, rejects the ‘one size fits all’ model of education and presents a more coherent, customizable form of curriculum. This manner of end-to-end control over learning was previously absent in one-dimensional classroom environments.Analysing the core ingredients of these unique courses reveals that, once constraints of conventional classrooms are removed, several lucrative opportunities emerge. The hour-long monolithic lecture, for instance, can be broken down into modular eight- to 12-minute units, each representing a coherent concept. Accounting for an average human attention span of 15-minutes, these digestible chunks allow students to traverse the materials in several different ways depending on their background, skills or interests; thus allowing for better absorption of knowledge. Interestingly, one unexpected benefit of online learning manifests in the form of data. Intelligence gathered from online interactions gives unprecedented insights into a student’s learning patterns/interactive behaviour. Imagine the possibilities: human learning can be transitioned from hypothesis-based mode to data-driven mode to understand fundamental questions like what learning strategies are effective versus ones that are not. Similarly, in the context of specific courses, common misconceptions can be identified and solutions developed.Advocates of conventional learning often highlight the multisensory appeal of the traditional method. The ability to participate in group projects, experience on-campus, and most of all, develop lifelong friendships are all plausible arguments in context of attending a formal institution of study. The glaring reality, however, stands in stark contrast to those parallels. According to Unesco, 25 million children in Pakistan — 63pc are girls — are not enrolled at any institution of study. This ranks our country second behind Nigeria in the line of nations where the youth are not afforded the opportunity to academically train and develop suitable skillsets.The majority of that number represents youth who face social, cultural or financial barriers, restricting their access to mainstream academics. Providing cheap smart devices that connect to internally developed opencoursewares could be one such solution that solves the accessibility problem to a large extent.Virtual access not only leads to unparalleled proliferation of knowledge, but also creates a curriculum singularity that offers the same educational quality to every student regardless of age, location or financial situation. Political rhetoric about implementing the same curriculum throughout the nation could become a tangible reality if the online learning framework is properly road-mapped and strategically implemented. The writer is the founding CEO of a digital services startup.Twitter: @fahadamalikPublished in Dawn Sep{"1281161": {"date": "September 01, 2016", "article": "\n\n\n\t\t\t\t\tThe writer is the founding CEO of a digital services startup.\n\t\t\t\t\n\n\nTHE rapid evolution of the internet has revealed avenues of learning that are challenging the traditional norms of education. Instructional content, previously restricted to the classroom, is now being broadcast at lightning speeds to anywhere from bustling metropolises to rural suburbs. Information that was inaccessible is suddenly present, organised and ready for consumption by anyone who is yearning to learn.In our neck of the woods, where public universities are rife with enormous student teacher ratios and private education comes at the expense of debt-inducing tuition, the online learning phenomenon can prove to be a game changer.In fact, Pakistan was among the pioneering nations to develop and successfully implement distant learning in the form of Allama Iqbal Open University (AIOU). Courses were offered and degrees conferred in several disciplines in humanities and sciences to those who couldn’t access higher education due to distance, financial woes or simply luck. Along the way, however, we lost our grand vision of ‘education for all’ — mostly due to our own inability to recognise the magnitude of the breakthrough we had made. AIOU took a backseat and a half-hearted Virtual University emerged.Online learning could help us regain that lost footing as well as bridge the gap between public and private education.Offered free or at a fraction of the cost online learning is a multifaceted and impactful medium of instruction that takes educational content developed at universities or by specialist educators and houses it on the internet for popular consumption by the masses.\nEducation via the internet can be a game changer.\n\nUnlike conventional learning settings with time constraints, limited student-teacher interaction etc, virtual learning provides education tailored to meet the specific needs of each student. Passive exercises of listening to lectures and jotting notes are replaced with audio or video instruction, which enables students to stop, pause or rewind often until mastery over a topic of interest has been achieved. While some students might pursue advanced topics that further their understanding of a discipline, others might chose to take foundational courses. The freedom to choose, therefore, rejects the ‘one size fits all’ model of education and presents a more coherent, customizable form of curriculum. This manner of end-to-end control over learning was previously absent in one-dimensional classroom environments.Analysing the core ingredients of these unique courses reveals that, once constraints of conventional classrooms are removed, several lucrative opportunities emerge. The hour-long monolithic lecture, for instance, can be broken down into modular eight- to 12-minute units, each representing a coherent concept. Accounting for an average human attention span of 15-minutes, these digestible chunks allow students to traverse the materials in several different ways depending on their background, skills or interests; thus allowing for better absorption of knowledge. Interestingly, one unexpected benefit of online learning manifests in the form of data. Intelligence gathered from online interactions gives unprecedented insights into a student’s learning patterns/interactive behaviour. Imagine the possibilities: human learning can be transitioned from hypothesis-based mode to data-driven mode to understand fundamental questions like what learning strategies are effective versus ones that are not. Similarly, in the context of specific courses, common misconceptions can be identified and solutions developed.Advocates of conventional learning often highlight the multisensory appeal of the traditional method. The ability to participate in group projects, experience on-campus, and most of all, develop lifelong friendships are all plausible arguments in context of attending a formal institution of study. The glaring reality, however, stands in stark contrast to those parallels. According to Unesco, 25 million children in Pakistan — 63pc are girls — are not enrolled at any institution of study. This ranks our country second behind Nigeria in the line of nations where the youth are not afforded the opportunity to academically train and develop suitable skillsets.The majority of that number represents youth who face social, cultural or financial barriers, restricting their access to mainstream academics. Providing cheap smart devices that connect to internally developed opencoursewares could be one such solution that solves the accessibility problem to a large extent.Virtual access not only leads to unparalleled proliferation of knowledge, but also creates a curriculum singularity that offers the same educational quality to every student regardless of age, location or financial situation. Political rhetoric about implementing the same curriculum throughout the nation could become a tangible reality if the online learning framework is properly road-mapped and strategically implemented. The writer is the founding CEO of a digital services startup.Twitter: @fahadamalikPublished in Dawn September 1st, 2016\n", "author": "Fahad Malik", "title": "Online learning"}}
{"1281171": {"date": "September 01, 2016", "article": "INFORMATION adviser to Sindh chief minister Maula Bux Chandio often blames Punjab for its ‘inappropriate’ behaviour towards the small provinces. This act will only spread hate and revulsion among the nation.In fact, it is Sindh’s rulers who are responsible for the damage done to the province. They have been ruling for the last several decades but have promoted only nepotism, corruption, lawlessness and the urban and rural division.The cabinet of Murad Ali Shah comprises only those advisers and ministers who are relatives of power figures. The Sports Minister Muhammad Bux Khan Mahar stands out among all because of his youth, stylish looks, branded apparel and extravagant lifestyle.On the other hand, PPP’s arrested leader Dr Asim Hussain has made confessions of his involvement in multiple high-profile corruption scams and revealed many secrets.The poor people of Sindh have been facing atrocities being committed by these oppressive feudal lords. It is they who are the real hindrance in the way of development. A majority of people in Sindh face lack of food, shelter, health, education and clean water.Maula Bux Chandio is considered the ideological intellect of the PPP. He should know that it is easy to blame others rather than find remedies of the problems. He should admit the failure of the Sindh government. Mansoor AhmedFaisalabadPublished in Dawn September 1st, 2016\n", "author": "From the Newspaper", "title": "Sindh cabinet"}}
{"1281181": {"date": "September 01, 2016", "article": "RAWALPINDI: Akbar-ur-Rehman led from the front with a feisty innings as Karachi Whites ended Lahore Whites’ unbeaten run in the Cool & Cool presents Jazz National T20 Cup with an impressive victory at the Pindi Cricket Stadium on Wednesday. Chasing 179, Karachi Whites — who lost Karachi Blues and Peshawar in their opening two fixtures — maintained a quick run-rate throughout the chase before Akbar and Tariq Haroon saw them home with two overs to spare. Akbar was the driving force as he anchored the chase with help from opener Zain and Tariq. Man-of-the-match Akbar’s 38-ball knock of 65 included eight boundaries and two sixes. The unbroken partnership Akbar and Tariq was worth 67 in just 31 balls. Zain dominated the early overs of Karachi Whites innings as the left-handed opener scored 39 with his 32-ball effort laced with six fours. But the icing on the cake was provided by seasoned campaigner Tariq Haroon as the all-rounder bludgeoned 42 from only 18 deliveries as he clobbered three sixes and as many fours against a formidable Lahore Whites bowling. Surprisingly, Lahore Whites skipper Kamran Akmal didn’t use off-spinner Arsal Shaikh — the son of powerful PCB governing board member Shakil Shaikh who made his T20 debut on Wednesday — while the rest of his bowlers were proving expensive. Earlier, Lahore Whites collected 178-4 after being asked to bat first. Salman Butt and Umar Akmal were the standout performers for them with both hitting half-centuries. Kamran, who made 91 and 81 in the previous two matches won by his side, was bowled for a first-ball by Test fast bowler Sohail Khan. Lahore Whites then lost Imran Butt (11) before Salman was joined by Umar in a splendid partnership of 121 before were out in the space of four balls. Umar fell to Sohail after striking six sixes and six fours in a breathtaking 44-ball innings of 81, while Salman was dismissed by Tariq for 73 (off 57 balls, nine fours and three sixes). When this report was being filed the game between Karachi Blues and Lahore Blues was in progress. Wednesday’s result: Karachi Whites beat Lahore Whites by seven wickets. LAHORE WHITES 178-4 in 20 overs (Umar Akmal 81, Salman Butt 73; Sohail Khan 2-30); KARACHI WHITES 179-3 in 18 overs (Akbar-ur-Rehman 65 not out, Tariq Haroon 42 not out, Zain Abbas 39). Thursday’s fixtures: Peshawar vs Fata (4:00pm); Rawalpindi vs Islamabad (8:00pm).Published in Dawn September 1st, 2016\n", "author": "Kashif Abbasi", "title": "Akbar inspires Karachi Whites to first win"}}
{"1281191": {"date": "Updated September 01, 2016", "article": "LONDON: All-rounder Ben Stokes is set to play his first international T20 match since his traumatic experience in the World Cup final earlier this year after being named in the squad for next Wednesday’s match against Pakistan. The 25-year-old has not played Twenty20 International cricket since the West Indies’ Carlos Brathwaite smashed him for four successive sixes in the final over of April’s World Cup final to seal an unlikely victory for the West Indians. Stokes is joined for the game at Old Trafford by Durham county team-mate Mark Wood in a squad that includes nine of the team which beat Sri Lanka in their previous T20 match in July. Captain Eoin Morgan can also call on the experience of prolific batsman Joe Root, who is named in the squad alongside all-rounder Moeen Ali and Alex Hales. All three were rested for the Sri Lanka match earlier in the summer. “It is excellent to see the progress we are making in white ball cricket across both formats,” said national selector James Whitaker. “The T20 International against Pakistan will give the squad another opportunity to measure their development. “The squad has an exciting feel with exceptional talent throughout. We are delighted to welcome back Ben Stokes and Mark Wood into the squad. “Both are world-class players and are an important part of our long-term plans to become the best side in the world. “It is testament to the excellent work being nurtured in the county structure and through the England Lions, that there is a depth of quality pushing the nucleus of the current group.” Squad: Eoin Morgan (captain), Moeen Ali, Sam Billings, Jos Buttler, Alex Hales, Chris Jordan, Tymal Mills, Liam Plunkett, Adil Rashid, Joe Root, Jason Roy, Ben Stokes, David Willey, Mark Wood.Published in Dawn September 1st, 2016\n", "author": "AFP", "title": "Stokes set for first T20 taste since final trauma"}}
{"1281201": {"date": "Updated September 01, 2016", "article": "NEW YORK: SWIFT, the global financial messaging system, on Tuesday disclosed new hacking attacks on its member banks as it pressured them to comply with security procedures instituted after February’s high-profile $81 million heist at Bangladesh Bank.In a private letter to clients, SWIFT said that new cyber-theft attempts — some of them successful — have surfaced since June, when it last updated customers on a string of attacks discovered after the attack on the Bangladesh central bank.“Customers’ environments have been compromised, and subsequent attempts (were) made to send fraudulent payment instructions,” according to a copy of the letter reviewed by Reuters. “The threat is persistent, adaptive and sophisticated — and it is here to stay.”The disclosure suggests that cyber thieves may have ramped up their efforts following the Bangladesh Bank heist, and that they specifically targeted banks with lax security procedures for SWIFT-enabled transfers.The Brussels-based firm, a member-owned cooperative, indicated in the letter that some victims in the new attacks lost money, but did not say how much was taken or how many of the attempted hacks succeeded. It did not identify specific victims, but said the banks varied in size and geography and used different methods for accessing SWIFT.A SWIFT spokeswoman declined to elaborate on the recently uncovered incidents or the security issues detailed in the letter, saying the firm does not discuss affairs of specific customers.All the victims shared one thing in common: Weaknesses in local security that attackers exploited to compromise local networks and send fraudulent messages requesting money transfers, according to the letter.Accounts of the attack on Bangladesh Bank suggest that weak security procedures there made it easier to hack into computers used to send SWIFT messages requesting large money transfers. The bank lacked a firewall and used second-hand, $10 electronic switches to network those computers, according to the Bangladesh police.SWIFT has repeatedly pushed banks to implement new security measures rolled out after the Bangladesh heist, including stronger systems for authenticating users and updates to its software for sending and receiving messages. But it has been difficult for SWIFT to force banks to comply because the nonprofit cooperative lacks regulatory authority over its members.SWIFT told banks Tuesday that it might report them to regulators and banking partners if they failed to meet a November 19 deadline for installing the latest version of its software, which includes new security features designed to thwart the type of attacks described in its letter.Published in Dawn September 1st, 2016\n", "author": "Reuters", "title": "SWIFT discloses more cyber theft"}}
{"1281211": {"date": "September 01, 2016", "article": "TUNIS: At least 16 people were killed and 85 injured on Wednesday when a lorry crashed into a bus in central Tunisia, the interior ministry said.The dawn accident, which happened by a roadside market near Kasserine, also left around 15 cars ablaze, according to the ministry.It said the lorry driver, who was among those killed, was unable to brake and his vehicle hit the bus and several cars before slamming into an electricity pole.Prime Minister Youssef Chahed announced “the immediate opening of an investigation” into the incident, and said he had sent the ministers of defence, health and transport to the scene of the accident.Dozens of injured were taken to hospital in Kasserine, as emergency crews worked to extract others still trapped in the wreckage.Photos shared on social media showed columns of thick black smoke rising from the site of the crash, and national television broadcast images of burnt cars.As of the end of May, 528 people had died in road accidents in the North African country of around 11 million inhabitants since the start of the year.Published in Dawn September 1st, 2016\n", "author": "AFP", "title": "16 dead in Tunisia road accident"}}
{"1281221": {"date": "Updated September 01, 2016", "article": "KARACHI: The Sindh government has decided to take the ongoing targeted operation to its logical conclusion by fully implementing the National Action Plan (NAP) that includes repatriation of illegal immigrants and registration of people from other parts of the country acquiring property on rent in the city for temporary residence. This was one of the major policy decisions taken at an apex committee meeting, which was jointly chaired by Sindh Governor Ishratul Ibad and Chief Minister Syed Murad Ali Shah, held at CM House on Wednesday.The apex committee decided that both the operation and investigation wings of police would be strengthened with the recruitment of personnel for a riot force and an IT wing besides establishment of facilitation centres.Corps Commander Lt Gen Naveed Mukhtar, senior minister Nisar Ahmad Khuhro, DG Rangers Maj Gen Bilal Akbar, IG Sindh A.D. Khwaja, Additional IGs Mushtaq Mahar and Sanaullah Abbasi, advocate general Zamir Ghummro, prosecutor general Shahadat Awan and other officials concerned attended the meeting. Sources privy to the meeting quoted the chief minister as saying that no one would be allowed to forcibly impose his will on the people and collect extortion money in the cover of welfare work. Maj Gen Bilal Akbar highlighted the need to do away with the quota system and to ensure recruitment on merit in Sindh to remove a sense of deprivation among the people and help in keeping them away from crime. \nSindh to approach Centre for repatriation of illegal immigrants; registration of tenants to continue under NAP\n\n According to the police spokesman, the IG earlier briefed the apex committee about the need to develop automation system in the police department. He said the Punjab government had agreed to provide their software to the Sindh police free of cost. He said an IT cadre could be created under a deputy inspector general for IT with 2,500 well-trained officials to operate criminal record, human resource and complaint management systems.The chief minister approved the proposal and directed the chief secretary to get the formalities completed at the earliest. He also approved the formation of a riot force. Besides, the apex committee decided that new number plates, which would have complete security features, including a tracking system, would be introduced for vehicles. In this regard, the chief secretary was asked to coordinate with the excise department. It was decided that welfare organisations interested in collecting hides on Eid would have to seek a no-objection certificate from the deputy commissioners concerned so that the government could audit their accounts. The committee also called for effective enforcement of a ban on the display of arms. Police investigationThe apex body also decided to strengthen investigation wing of the Sindh police. The chief minister asked the police chief to send him a proposal for recruitment of qualified detectives. The committee was earlier informed that the police had planned to recruit assistant directors/ deputy directors in BPS-17 having relevant qualification to investigate important cases of murder and kidnapping for ransom. Keeping in view investigation problems, the chief minister said he had enhanced the budget for investigation to Rs364 million in the financial year 2016-17. The IG informed the committee that Rs20,000 used to be allocated for the investigation of each murder and kidnapping for ransom case, and Rs11,000 for bank robbery investigation. The government increased it to Rs100,000 for the investigation of each case of murder, gang rape, kidnapping for ransom and bank robbery, he said. The investigation budget for each case of bomb explosion, suicide attack, targeted killing and anti-state activities had been increased to Rs500,000. The chief minister also directed the IGP to talk to the Punjab police for the establishment of a forensic lab in Karachi. ‘I have already approved Rs2 billion for the purpose but I want you to expedite it,” he said. Mr Shah noted that the recruitment of 200 inspectors for investigation and 170 law inspectors were taking time. “I would urge you [law minister, AG and IGP] to explore ways and means so that all the recruitments in police could be made urgently but purely on merit. The IGP told the meeting that he had started recruitment of 14,000 constables through NTS and involved army officers for physical checking. The chief minister also approved the establishment of facilitation centres to address day-to-day issues of common man and to bridge a gap between police and public. RepatriationIt was decided that the federal government would be approached to ensure the repatriation of illegal immigrants, particularly the Afghans. The apex committee was informed that the names of 602 persons had been put on the Fourth Schedule, indicating they could be a threat to peaceful atmosphere and for the purpose 41 cases had been registered. The meeting was also briefed on the progress of cases recommended for military courts, hate speeches, and violation of loud speakers etc.Referring to the implementation of NAP and China-Pakistan Economic Corridor (CPEC), the chief minister asked the Rangers and police to take concrete steps so that the decisions taken for the NAP and CPEC could be implemented in letter and spirit. The apex committee was informed that 806 ex-army personnel had been recruited and 168 of them had been deployed for the security of Chinese engineers on a two-year contract. It was told that 638 more soldiers would join training next week.The apex committee was also briefed on the August 22 violence, its investigation and arrests.Published in Dawn September 1st, 2016\n", "author": "Habib Khan Ghori", "title": "Apex body decides to take targeted operation to its logical end"}}
{"1281231": {"date": "September 01, 2016", "article": "DADU: Police claimed to have killed a bandit, who carried Rs1 million head money, in an encounter near Mehar town on Wednesday. Dadu SSP Shabir Ahmed Sethar told journalists that acting on a tip-off Mehar police surrounded a hideout near bypass to arrest the bandit Jafar Kerio and his gang but they tried to fire away through the cordon. An encounter ensued in which Jafar was killed and two of his accomplices managed to escape. Police recovered a 7mm rifle and 50 bullets from his possession, he said. He said that Sindh government had announced Rs1 million as head money for the arrest or murder of the bandit. Jafar was wanted in 40 cases in several districts of the province. Meanwhile, police claimed to have arrested a bandit after exchange of fire in Kachho area near Sita road late on Wednesday evening. SSP Shabbir Ahmed Sethar said that police engaged in an exchange of fire with a gang of bandits in which one Azam Machhi alias Azoo was arrested. Police found a rifle and 100 bullets in his possession. Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Dadu police claim killing bandit with Rs1m head money"}}
{"1281241": {"date": "September 01, 2016", "article": "CHAKWAL: A large amount of public money may go to waste after uplift projects worth millions of rupees in the hometown of former Indian Prime Minister Manmohan Singh were abandoned by the Punjab government.Gah is located some 25 kilometres to the west of Chakwal city and a number of development projects were started in the village in 2004 by the then President Musharraf as a goodwill gesture and as an attempt to improve relations with India after learning that the new Indian premier was from the small village in Chakwal.The Punjab government was told to start work on the projects immediately and the provincial government, which was then led by Chaudhry Pervez Elahi, announced the construction of a carpeted road to the village as well as a basic health unit, a vocational training institute for women, a veterinary dispensary, an artificial insemination centre, a high school for boys, the up-gradation of two primary schools for girls and boys to middle schools, the construction of a one kilometre road to a girls school and a boundary wall for the village graveyard and funeral ground.\nUplift programmes worth Rs900 million were announced as goodwill gesture to India when Mr Singh was elected prime minister\n\nIt was estimated that all these projects will be completed by 2007 at a cost of Rs900 million.The construction of the carpeted road to the village, the school for boys and the up-gradation of the primary schools were completed while others were abandoned halfway including the basic health unit, the veterinary dispensary, the artificial insemination centre and the vocational training centre.Work on the boundary wall for the graveyard, the funeral ground, and the road to the girls’ school was never started even though tenders had been issued for them.The buildings for the basic health unit and vocational training centre were built in 2009 and have been abandoned since. Wild growth now covers the courtyard and birds have made nests in the ceiling fans. The building for the veterinary dispensary was also built in 2009 though work on the staff’s residences was never started.“Work on these projects was going on smoothly till 2008 when the PML-N took over the Punjab government. The new government did not take the uplift project seriously,” said Raja Ashiq Ali, the president of the Gah Development Organisation.“When the development projects were started, we though the fate of our village will change. We thought the girls of the village and those from nearby villages will be able to get technical education and the people of the area will be treated at the basic health unit,” said a resident of the village, Abdul Khaliq.A senior official of the district administration told Dawn that the government was not releasing funds for completing the development projects in Gah.“Though the buildings of the vocational training institute and the basic health unit are complete, they will still require staff to be made functional and residences for staff will also need to be constructed. We need funds for these, which are not being released,” he added.The District Works and Serviced Department has written eight letters since 2007 demanding for funds to be released.The Indian government had also announced a development package for Gah when Manmohan Singh was elected prime minister in 2004. The Energy and Resource Institute (TERI) of India finished its project of installing street lights that work on solar power and a water heater in the village mosque. “We are thankful to the Indian government. The people of the village can now perform ablutions and take a shower at the mosque with hot water,” Raja Ashiq Ali said.When asked, Deputy District Officer Buildings Mahir Shahbaz said his department had finished all the work it could with the funds it was given.Published in Dawn, September 1st, 2016\n", "author": "Nabeel Anwar Dhakku", "title": "Development projects in Manmohan Singh’s native village abandoned"}}
{"1281251": {"date": "September 01, 2016", "article": "RAWALPINDI: The administrations of two primary schools, one for girls and the other for boys, have received abduction threats regarding their students. These threatening calls were made from the Karak district and Afghanistan, the principal of the boys’ school and the police said on Thursday.The principal of a boys’ primary school and his wife, who teaches at a girls’ primary school in Rawalpindi, turned to the police after the caller threatened to kidnap schoolchildren from their schools soon. “We were getting ready for work when my wife received the latest threatening call on Wednesday, between 6:30 and 7am. The caller did not disclose his identity, but he was not speaking Urdu fluently. He threatened to kidnap children from both schools,” Haroon Yousuf, the boys’ school principal, said. He said his wife had been complaining to him for the last month of anonymous calls to her mobile phone. She had told him she could not understand the caller and had ignored them. “The caller was making short calls of 30 seconds or less. My wife couldn’t understand what he was saying, but she got worried when he talked about kidnapping students,” Mr Yousuf said. He added that the caller did not demand any money or anything else, and just insisted he would kidnap schoolchildren. Since the police were informed, four police officials – two in plainclothes and two in uniform – have been deployed outside the schools during school hours to keep an eye on people roaming around the school.“We have briefed schoolteachers on the threats and are taking precautionary measures for the children, but we did not tell them they were under threat of being abducted because it would spark panic among them as well as their parents,” Mr Yousuf said. He added that he had written to the education department asking for a security guard to be provided and was informed that primary schools were not authorised to be allocated private security guards. Station House Officer (SHO) Ishtiaq Cheema told Dawn a case has been registered against an unidentified caller based on the principal’s complaint, and an investigation had been launched. “Since I am busy with security for the cricket match, it is too early to say whether or not the threats were genuine. \nThe real circumstances can only be known after the investigation is launched,” he said. A preliminary police investigation suggested that the schoolteachers had received threatening phone calls for the last month origination from Karak, Khyber Pakhtunkhwa. However, the latest call was made from Afghanistan. Mr Yousuf told Dawn: “Due to security issues, the number of students has been falling day by day.”Published in Dawn, September 1st, 2016\n", "author": "Mohammad Asghar", "title": "Primary schools ‘threatened’ with abduction of students"}}
{"1281261": {"date": "September 01, 2016", "article": "KOHAT: The health coordination council here has demanded separation of the divisional headquarters (DHQ) hospital from the KMU Institute of Medical Sciences, Kohat, – a constituent of Khyber Medical University (KMU) – and denounced holding of three portfolios by its principal at a time. Wearing black armbands the doctors announced here on Wednesday to observe a token strike from Monday for three days for the acceptance of their demand. They announced that in case the demand was not accepted they would go to court. Speaking at a meeting here, council chairman Dr Mir Ahmed said that the hospital was placed in category ‘A’ in 2013, but was later declared a teaching hospital illegally by attaching it with the KMU unit. He said that the proposed trauma centre and CT scan were part of the hospital, but were not being introduced because it had been made teaching hospital against the rules. Therefore patients are being sent to Peshawar for treatment, he said. Dr Ahmed said that one doctor was holding the charge of three posts, including principal, professor and chief executive, and running both the institutions at a time. The meeting was attended by Paramedics Association president Rashid Bokhari, Dr Gulab Zareen and Dr Rehman Afridi. They said that the college had occupied a part of the DHQ hospital since 2009, but was not paying rent. They said that the college should be placed under the health department and shifted to its own building. MERGER OPPOSED: Tribal elders of Adamkhel Jawaki area of Frontier Region, Kohat, have opposed the merger of Federally Administered Tribal Areas with Khyber Pakhtunkhwa, saying it would deprive them of benefits. They said that the government could amend the 40 FCR, but it should not push them into the police and kutchery culture as they were satisfied with the jirga system. In a statement, they said that with the merger the Fata seats in colleges would also be abolished. They have appealed to the President and prime minister to avoid taking any decision against the wishes of tribal people. Meanwhile, a policeman who was arrested on the charges of killing his wife a few days ago ran away from Jarma police station on Wednesday. Following the incident, the district police officer suspended head constable Mohammad Nawaz and constables Said Marjan, Ibrar Hussain and Khaliq Nawaz against whom inquiry had been initiated. Earlier, investigating the murder case the police had arrested her husband Ahmad Nawaz, also a policeman, on suspicion of killing her.Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Separation of DHQ hospital from medical college sought"}}
{"1281271": {"date": "September 01, 2016", "article": "PESHAWAR: The city district government of Peshawar on Wednesday inked a memorandum of understanding with Sustainable Social Development Organisation (SSDO) and U-Elect to install information, communication and technology tools at its offices to move smartly for local development and facilitation of people. Both the organisations signed a memorandum of understanding with the district nazim to facilitate the district government in website development, online procurement process, recruitment process, citizens’ feedback \nmechanism, local government connect and sharing of day to day information  with people through website.Under the MoU, a two-day training of local government officials was already arranged at the nazim office on August 30 and 31. A focal person would facilitate the nazim office for three months to update the day to day data on website.The official website of Peshawar is under construction and would formally be launched in September. Syed Kausar Abbas, executive director of SSDO and Shaan Mohammad Khan, chairman of U-Elect, while conducting training workshop of local government staff here at nazim office said that ICT tools were the best way to eliminate corruption and ensure transparency at public offices.District nazim Asim Khan said that all public-related data and procurement and tender process would be uploaded on the website to ensure transparency and merit. GLOBAL NETWORK: Peshawar city has become member of a UK-based global network of municipal leaders, local government practitioners and local communities in building community resilience and social cohesion to counter violent extremism.The Strong Cities’ Network (SCN) has also invited Peshawar naizm Asim Khan to join refugees and IDPs-related working group.The representative of city district government said that the nazim was committed to strengthening global relations with different networks and alliances. Several other networks have also approached by the district government and they have shown interest in inviting the city to join them.Published in Dawn, September 1st, 2016\n", "author": "APP", "title": "Peshawar district govt goes online"}}
{"1281281": {"date": "September 01, 2016", "article": "TOBA TEK SINGH: In a head-on collision between two buses on Wednesday, two persons were killed and 16 others injured on Rajana-Samundri Road near Chak 247-GB, Rescue 1122 said. The collision between the Faisalabad-to-Sadiqabad bus and the Multan-to-Faisalabad bus claimed the lives of Abdul Ghaffar, 45, of Lodhran, and Muhammad Tahir, 40, of Muzaffargarh. Rescue 1122 provided first aid to 11 of the injured people and discharged them while five others with life-threatening injuries were shifted to the Toba Tek Singh District Headquarters Hospital. They included Muhammad Khalid (Rahim Yar Khan) and Abdul Hameed, Ghulam Fareed, Ijaz Husain and Nawaz (Wazirabad).The same road was a scene to another crash on Wednesday when a tractor-trolley overturned near the Forest Park. \nThree women sitting on the trolley were seriously injured. They were identified as Zubaida Bashir, 60, Rubina Latif, 40, and Shahnaz Sattar, 18. They were also admitted to the Toba DHQ Hospital.LIFE T ERM: Kamalia Additional District and Sessions Judge Sardar Iqbal Dogar handed down on Wednesday life imprisonment to Muhammad Hanif and Muhammad Irfan in a murder case. The court also ordered both to pay a Rs300,000 fine each. The court acquitted Sajid Ali, Asghar Masih, Pervaiz Masih and Amer Masih giving them the benefit of the doubt. The prosecution said two years ago convicts and their accomplices had called Nazir Husain from Khanewal to sell him polythene bags but they killed and buried him in a house after looting Rs360,000, a mobile phone set and ATM card from him.DOCTORS: Specialist doctors of government hospitals of the district formed on Wednesday their Specialist Doctors’ Association at a meeting. Its office bearers are Dr Muhammad Khalid (president), Dr Muhammad Akram and Dr Kashifa (vice presidents), Dr Sadiq Amin (general secretary), Dr Afshan Majeed (woman secretary), Dr Farhan Ahmad (finance secretary) and Dr Salman Athar (information secretary).PTI: Pakistan Tehreek-i-Insaf Punjab west region president Chaudhry Ashfaq appointed on Wednesday office-bearers of the district organisation. A press release said Dr Kashaf Riaz was appointed district vice president, Mian Akran information secretary, Haji Amer Hanif secretary (traders wing), Shahbaz Gadhi secretary (kisan wing), Rana Zulfiqar Ali secretary (teachers’ wing), Mian Mashoodur Rehmas (sports secretary) and Nisar Gill Masih secretary (minorities wing).Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Two die in head-on collision of buses"}}
{"1281291": {"date": "September 01, 2016", "article": "LAHORE: The Punjab Assembly on Wednesday witnessed another day of pandemonium as Pakistan Tehreek-i-Insaf MPA Mian Aslam Iqbal shouted at treasury for its ‘cold and casual’ response to his request for ensuring potable water for his constituents and went on reprimanding the speaker for ‘breaching the sanctity of the house’ when the chair tried to snub the legislator. Speaker Rana Muhammad Iqbal lost his temper and uttered “shut up” before getting Mian Aslam’s mike closed that provoked sharp response from the MPA as well as opposition members. Aslam Iqbal continued to chide the speaker while pointing finger at him for being partial, hurling threats and not giving due respect to the opposition members and their constituents. The speaker expunged Aslam Iqbal’s remarks.\nHouse passes PRA, animal slaughter amendment bills\n\nOpposition Leader Mian Mahmoodur Rasheed and other members also joined Aslam Iqbal in reprimanding the speaker for his attitude towards opposition benches. Treasury members also stood up and entered into a war of words with the opposition besides chanting slogans against PTI.The opposition leader remarked that the speaker most of the time remained partial and passed comments unworthy of him. Eventually, all opposition members walked out of the house.The speaker sent ministers Tahir Khalil Sindhu and Chaudhry Shair Ali to bring the opposition back but to no avail. In a second attempt the speaker included law minister Rana Sanaullah in the ministers’ delegation to woo the \nopposition and adjourned the session for 10 minutes. The session resumed as the opposition returned and the opposition leader again censured the speaker for using expression like “shut up” and “be ready to face consequences” instead of running the house in a prudent manner and ensure that all members should get answers to their questions. Rana Sanaullah agreed with the opposition members that they must be given information up to their satisfaction. Stating that he did not want to discuss that, according to rules and regulations, the speaker’s conduct could not be discussed in the house but in his chamber, Mr Sanaullah admitted the minister for housing, urban development and public health engineering should not have dispelled opposition’s concerns and instead deputed somebody to look into the matter to satisfy the opposition member.Mr Sanaullah suggested that the speaker should fix time tomorrow and call opposition and treasury members to resolve Aslam Iqbal’s genuine issue. The speaker, in a friendly tone, said all members were equal and thanked the opposition for returning to the house. \nHe said he did not act partially and try to handle matters according to rules and regulations. He called a meeting of opposition and treasury members at 10am on Thursday (today).The entire episode started with the ‘casual’ attitude of housing minister Tanvir Aslam Malik, who did not respond appropriately during Question Hour, when MPA Aslam Iqbal contested that his answer to the question about supply of potable water in Fazlia Colony, Ashrafia Park and Ahata Moolchand was wrong.Aslam suggested that the minister should spare some time and visit the localities in his constituency PP-148 and see whether water was being supplied or not. “I will laud the Punjab government in the house, if clean drinking water was found available in the localities. Otherwise, the minister should ensure water supply for the residents,” he said. The minister said he could not make commitments like this because then he would remain busy out of the house round the year. This remark infuriated Aslam Iqbal who asserted that opposition’s demands aimed at public welfare should not be ridiculed. The Punjab Assembly later passed two amendment bills; The Punjab Revenue Authority (Second Amendment) Bill 2016 and The Punjab Animals Slaughter Control (Second Amendment) Bill 2016 while bulldosing opposition members’ suggestions about publicising and taking public view to display collective wisdom in formulating the laws. Two more amendment bills were on the agenda but the speaker adjourned the session till 10am on Thursday (today) on the request of the opposition leader. Earlier, MPAs Sheikh Allauddin, Hina Pervaiz Butt and Amjad Ali Javed presented their adjournment motions on use of junk food and dietary habits, faith healers (Aamils) and astrologers exploiting masses, and closure of centre for climate change in Ayub Research Centre, respectively.Published in Dawn, September 1st, 2016\n", "author": "From the Newspaper", "title": "PTI MPA, speaker indulge in war of words"}}
{"1281301": {"date": "September 01, 2016", "article": "GWADAR: Six passengers were killed in a road accident and four members of a family died from suffocation after inhaling smoke emitted by an electricity generator in Gwadar district. Six people, including two sisters, were killed and 21 others injured when a Karachi-bound passenger coach hit a truck on the Coastal Highway near the Nalent area on Wednesday. According to police, the accident took place when the coach was overtaking a truck. The driver lost control of the coach and it collided with the truck. Police and personnel of the Frontier Corps took the injured and the bodies to the District Hospital in Gwadar from where those with serious injuries were shifted to Karachi. The deceased were identified as Mohammad Tayyab, Pervez, Mohammad Asif, Abdul Latif, Alvera and Fiza. On Tuesday night, four members of a family — including two brothers, a woman and a child — died from suffocation after inhaling smoke released by an electricity generator in Pishkan, a fishing town near Gwadar. According to Levies officials, the family was sleeping in a room where the generator was running because of power loadshedding. Smoke accumulated in the room and caused the death of the four. However, a woman survived and was found unconscious in the room. She was taken to the District Hospital in Gwadar where she was admitted. The victims included Mohammad Zahid and Abdul Wahid, Wahid’s wife and a six-year-old son of Zahid. Published in Dawn, September 1st, 2016\n", "author": "Behram Baloch", "title": "Six killed in coach-truck collision"}}
{"1281311": {"date": "Updated September 01, 2016", "article": "ISLAMABAD: With the Pakistani DTH (direct-to-home) service set to be introduced in the coming months, the Pakistan Electronic Media Regulatory Authority (Pemra) announced on Wednesday that it would launch a crackdown on the illegal Indian DTH and airing of excessive foreign content by TV channels and cable operators. “Adequate time is being given to the cable operators and satellite channels to adjust their timings as per the legal requirements. Otherwise, punitive action will be taken against the two important segments from Oct 15,” Pemra chairman Absar Alam said at a press conference at the authority’s headquarters. However, he added, action against the dealers of Indian DTH would be launched with immediate effect. The decision was taken at a meeting of the Pemra board held recently. Mr Alam said Pemra would write letters to the Federal Board of Revenue, the State Bank and agencies, including the Federal Investigation Agency, for curbing the sale of Indian DTH decoders in the country. “Around three million Indian DTH decoders are being sold in the country. We not only want this sale stopped but will also ask the relevant agencies to trace the money trail to determine the mode of payments made to Indian dealers selling these decoders to Pakistanis,” he said. Mr Alam said all stakeholders, including cable operators and the Pakistan Broadcasters Association, had been forewarned that steps would be initiated in near future against the airing of excessive foreign content. Under Pemra rules, only 10 per cent of airtime (two hours and 40 minutes in a 24-hour transmission) is allowed for foreign contents. The Pemra chairman directed the managements of television channels and cable operators to voluntarily follow the rules. The Pemra board meeting decided to completely stop the airing of any Indian channel in the country since none of them had landing rights in Pakistan. Mr Alam said the cable operators had been allowed to display two to five CD channels, but some of them were exceeding this limit and they had been warned and issued notices. In reply to a question, he said the punitive action would begin with fines and might lead to suspension and revocation of licences for repeated violations. He said the authority would write letters to the chief ministers for implementation of the Pemra decision with the help of police. The bidding for Pakistani DTH will be held by the end of October this year. The Pemra chairman also said that at the next stage action would be taken against the morning shows violating its code of conduct, adding that the authority had recently banned reenactment of crime-related incidents, but some channels had obtained stay order from court. Published in Dawn, September 1st, 2016\n", "author": "Kalbe Ali", "title": "Pemra crackdown on Indian DTH, airing of excessive foreign content"}}
{"1281321": {"date": "September 03, 2016", "article": "Before Galileo, da Vinci and Newton, there were Ibn Hazim, Ibn Nafis, Al-Zahrawi and al-Khwarizmi. Who were they, you must be wondering. Well, it really is a shame that we all know people from the Western world who were pioneers, discoverers and trailblazers of their times and to whom the world owes much of its advancement. But when it comes to people of similar stature and deeds from the East and the Muslim world, we go blank. We do not know if there are people who made important discoveries that the world today owes its progress to or that there are so many things popular everywhere but which originated from Asia and the East.   Today we will look at some of the things that were introduced to the world by Muslims.Coffee The Muslims introduced coffee to the world. It arrived from Ethiopia to Yemen and the drink was found pleasant, so it began to spread from there to other places as well as to Makkah. As Muslims from far and wide visited the holy city, they took coffee to their country, thereby acquainting distant lands with this beverage. After it was introduced in Turkey, it made its way from here to Europe as Turkey did good business with Europe, coffee too, figured in the trade. It is believed to have reached Venice by 1645 and then westward from there to other parts of Europe. In 1650, a Turk by the name of Pasqua Rosee, opened a coffee shop on Lombard Street, London. The word coffee is derived from Arabic ‘qaveh’. In continental Europe it is called ‘café’.\n\n\n\nPinhole cameraIn ancient Greece, it was thought that the eyes emitted rays like laser, and that enabled one to see objects. It was a Muslim scientist who lived in the 10th century, Ibn-al-Haithan, who said that light entered the eyes and not the other way around. Al Haitham was a physicist, mathematician and astronomer. He discovered that light entering through a pin hole into a completely darkened box would create a picture at the back of the box. He called the box ‘qamarah’ from which the word ‘camera’ is derived. \n\n\n\nFirst parachuteIn 852, Abbas-ibn-Firnas, poet, astronomer, musician and engineer, built a cloak having wooden strips, allowing the cloak to spread out as birds’ wings do when in flight. Although a resident of Baghdad, he moved to Cordoba in al Andalus (Muslim Spain). He climbed atop the minaret of the Grand Mosque of Cordoba and jumped from there. He didn’t fly, but rather floated down to earth and crashed. However, the crash was not severe and he sustained minor injuries. The experiment showed the first ‘parachute’ in action. In 875, he built another flying machine using silk and eagle feathers. This time Ibn Firnas jumped from a mountainside. He did fly for a few minutes, but crashed again. Once again he sustained light injuries. He correctly noticed that absence of a tail resulted in the crash. Baghdad airport is named after him as well as a crater on the moon. \n\n\n\nChess A form of chess was played in India and made its way to Persia. Here, the game was perfected as we know it today. From Persia, the game spread east and west. It was introduced to al Andalus (Muslim Spain) in the 10th century and from there it found its way into Europe. The ‘rook’ of today’s chess is really derived from Persian ‘rukh’ which means chariot.\n\n\n\nSoap Muslims were the first to introduce soap as it is known today. They used vegetable oil, sodium hydroxide and herbal oils. In its earliest forms, Egyptians and Romans used soaps of sort. In 1759, an Indian Muslim opened a bath in Brighton called ‘Mohammad’s Indian Vapour Bath’. He was appointed ‘Shampooing Surgeon’ to King George IV and William IV.\n\n\n\nChemistryJabir ibn Hayyan was a scientist living in the ninth century. In the year 800, he changed alchemy into chemistry. Alchemy was based more on spiritual, magical and philosophical beliefs. Chemistry, on the other hand, is based on scientific facts, observations and experiments. He invented distillation, which is a means through which liquids are separated according to their boiling points. He also developed processes and apparatus for liquefaction, crystallisation, distillation, purification, oxidation, evaporation and filtration. Many of the processes and apparatus are still in use today. In addition, he also discovered sulphuric acid and nitric acid. He also invented the alembic still which could make intense rosewater as well as alcoholic spirits. His contribution to chemistry is so monumental that he is called the father of modern chemistry.\n\n\n\nMechanical engineering If Jabir ibn Hayyan is considered father of chemistry, then Ismail al-Jazzari (1136-1206), can be called the father of mechanical engineering.  He was the inventor and designer of many mechanical objects. Amongst his inventions is the crankshaft which converted rotary motion into linear motion. He wrote a book called ‘The Book of Knowledge of Ingenious Mechanical Devices’. He completed this book in 1206, a little before he died. He was familiar with the use of pistons and valves which were astonishing inventions for their time. These valves, pistons and crankshaft helped start the Industrial Revolution, first in Britain and later in Europe. He also developed the combination lock. Quilt Quilting is the sewing of insulating material between two pieces of cloth. It was the Crusaders who came across quilted fabric when they came in contact with the locals in Palestine, whom they called Saracens. Saracens were the Muslim soldiers battling the Crusaders. The clothes that the Saracens wore had quilt made of straw. This acted not only as insulation against the weather but also proved to be an effective protective armour. It was certainly much lighter than the iron armour the Crusaders used. The usefulness of the quilt was noticed by the Crusaders who brought back the idea to Europe where it was readily accepted. It was not long before quilting became a cottage industry in England and Holland.\n\n\n\nIslamic archesIslamic arches in buildings not only looked nice but they also provided structural strength to the building. This was in contrast to the round arches that were built by the Romans and adopted by Norman builders. As a result, the Islamic arches allowed construction of bigger and grander structures. Consequently, European designers borrowed heavily from the Islamic designs and this showed in the arches of Gothic cathedrals. In addition, European castles and forts also borrowed from Islamic designs of narrow arrow slits, battlements, parapets and barbicans. The architect of Henry V’s castle was a Muslim.Surgical instruments The Muslim surgeon Al-Zahrawi developed surgical instruments which are still in use either in their original form or have been slightly modified. Al Zahrawi developed 200 surgical instruments. Some of these are scalpels, bone saws, forceps and fine scissors for eye surgery. He also discovered that cat guts were good for internal surgical stitching as they dissolved away naturally. Another medical scientist, Ibn al-Nafis, discovered blood circulation 300 years before William Harvey discovered it. Muslim scientists also developed anaesthesia using opium and alcohol. They also developed hollow needles for eye surgeries to suck out cataracts in a technique still used today. \n\n\n\nWindmillsWindmills first appeared in Persia in 634 and were used to grind corn and for the drawing of water for irrigation. From Persia the idea went to Arabia. These mills had six to 12 sails, covered either in cloth or palm leaves. Wind mills appeared 500 years later in Europe. \n\n\n\nVaccine Neither Jenner nor Pasteur introduced inoculation. This is actually a Turkish discovery for use to inoculate children against smallpox. The wife of the English ambassador to Turkey, Lady Mary Montague, brought the inoculations to Europe in 1724.  Smallpox vaccinations were being applied in Turkey 50 years before it was started in Europe.Numerals The numbering system probably originated in India but it was the Arabian mathematicians, Al-Khwarizmi and Al-Kindi, who created numerals which appeared first in around 825. Algebra was named after Al-Khwarizmi’s book ‘al Jabr wa’al Muqabalah’. Much of the contents of the book are still in use. An Italian mathematician, Fibonacci, was the first to introduce this mathematics to Europe. By doing so he introduced the continent to algorithm and trigonometry. Al-Kindi is credited with the discovery of frequency analysis. This discovery is the basis of cryptography. Cryptography means establishing codes in order to communicate without anyone knowing about the contents of the communication. Only authorised people can understand what is in the communication.\n\n\n\nCulinary artAli Ibn Nafi resided in Baghdad but moved to Cordoba (Muslim Spain) in the ninth century. He specialised in culinary art, introducing meals first with soup, followed by meat and vegetables and ended with nuts for dessert. He also introduced crystal glassware. Crystal glass had been created by Abbas ibn Firnas. The idea about meal and glassware was then introduced to Europe where it became popular. Persian carpetsPersian carpets having intricate designs and eye-catching colours, have always been in demand and as they were in the period called the Middle Ages (476-1500). These carpets commanded much value not only in Persia but also in Europe. The bright colours were the result of the development of chemicals and dyes which were unknown in Europe. Bank chequesBank cheques are considered a norm of life these days. How many know that the word ‘cheque’ originated from the Arabic ‘saqq’, which was basically a written vow to pay for goods when they were delivered. It is said that in the ninth century, a businessman could cash his cheque in China drawn on his bank in Baghdad. This ‘cheque’ system was introduced in Baghdad in the ninth century.Spherical EarthMuslim scholars of the ninth century had declared Earth to be a sphere and Ibn Hazm stated that Earth revolved around the Ssun and not the other way around. This fact also occurred to Galileo, but that was five centuries later. Muslim astronomers also calculated the circumference of Earth as 40,253 km, which was less than 200 km from the actual circumference that was later to be calculated.Muhammad Al Idrisi (1100-1165) was a geographer, cartographer and Egyptologist and lived in the court of King Rogers of Sicily. In 1139, he presented to the king a globe depicting Earth.Gun powderThe Chinese are credited with the invention of the gun powder. However, it was the Arabs who discovered a way of purifying it by using potassium nitrate. It proved to be effective for military purposes. The Crusaders found the devices fearsome. By the 15th century, Arab engineers had made interesting progress. They had devised a torpedo and rocket. Both were novelties of their time. The torpedo was really a device where an explosive charge was placed at the end of a lance. The propulsion was done by a large rocket that was attached to the torpedo. The lance would impale itself to the wooden ship’s side and the explosive within the torpedo would blow up, sinking the ship.Flower gardensMedieval Europe boasted kitchen gardens. However, Muslim rulers of al Andalus developed beautiful flower gardens sometime in the 11th century. The idea was taken up readily by the Europeans. Carnations and tulips originated in al Andalus and made their way to European gardens.  \n\n\n\nFountain penThe Sultan of Egypt king wanted a pen that did not stain his clothes, as the pens at that time did, so the fountain pen was invented for him in 953.  It used gravity and capillary to feed the ink to the nib. Published in Dawn, Young World, September 3rd, 2016\n", "author": "Javaid Haider", "title": "Things Muslims introduced to the world"}}
{"1281331": {"date": "September 03, 2016", "article": "With studies in the full swing, many children will be bombarded with assignments and lots of homework. So the more the workload, the more the research being done through books and through related websites on the internet. But when you need to print something useful from a website, you get all the junk-like links, ads, pictures, texts and what not, also printed — of course it looks terrible. This is where Print friendly — a site that makes printing any webpage just the way you want — comes to the rescue. As the name suggests, printfriendly is really friendly! All you have to do is paste the URL in the “print preview” bar, and click it. Within seconds you get a perfect webpage without ads, navigation and web page junk. Moreover, you will still be having the choice of editing the content and getting the passages and pictures of your choice. For instance, when you hover over any passage, headline or picture, you will see ‘Click to delete’ button appears on it. Click it and it’s gone. Then you can save it as a PDF file to your hard disk or print it.The site is initiative in saving more paper and ink because when you print only what you want, less paper and ink will be used which is good for the environment.The site needs no registration and it’s free and easy to use.  You can add the site button to your browser to access the site whenever you need to have some excerpts of your choice without any junk from a website. http://www.printfriendly.com/Published in Dawn, Young World, September 3rd, 2016\n", "author": "Asif Ali", "title": "Print friendly"}}
{"1281341": {"date": "September 01, 2016", "article": "WASHINGTON: White nationalists and self-identified Nazi sympathisers located mostly in the United States use Twitter with \"relative impunity\" and often have far more followers than Islamists, a study being released on Thursday found.Eighteen prominent white nationalist accounts examined in the study, including the American Nazi Party, have seen a sharp increase in Twitter followers to a total of more than 25,000, up from about 3,500 in 2012, according to the study by George Washington University's Program on Extremism that was seen by Reuters.The study's findings contrast with declining influence on Twitter Inc's service for the militant Islamic State (IS) group, also known as ISIS, amid crackdowns that have targeted the militant group, according to earlier research by report author J.M. Berger and the findings of other counter-extremism experts and government officials.\"White nationalists and Nazis outperformed ISIS in average friend and follower counts by a substantial margin,\" the report said.\"Nazis had a median follower count almost eight times greater than ISIS supporters, and a mean count more than 22 times greater.\" While Twitter has waged an aggressive campaign to suspend IS users - the company said in an August blog post it had shut down 360,000 accounts for threatening or promoting what it defined as terrorist acts since the middle of 2015 - Berger said in his report that \"white nationalists and Nazis operate with relative impunity.\"A Twitter spokesman declined to comment in advance of the release of the study. Reuters was unable to independently verify its findings.The report comes as Twitter faces scrutiny of its content removal policies. It has long been under pressure to crack down on Islamist fighters and their supporters, and the problem of harassment gained renewed attention in July after actress Leslie Jones briefly quit Twitter in the face of abusive comments.Berger said in an interview that Twitter and other companies such as Facebook Inc faced added difficulties in enforcing standards against white nationalist groups because they are less cohesive than IS networks and present greater free speech complications.The data collected, which included analysis of tweets of selected accounts and their followers, represents a fraction of the white nationalist presence on Twitter and was insufficient to estimate the overall online size of the groups, the report said.Accounts examined in the study possessed a strong affinity for US Republican presidential nominee Donald Trump, a prolific Twitter user who has been accused of retweeting accounts associated with white nationalism dozens of times.Three of the top 10 hashtags used most frequently by the data set of users studied were related to Trump, according to the report, entitled \"Nazis vs. ISIS on Twitter.\"Only #whitegenocide was more popular than Trump-related hashtags, the report said.The Trump campaign did not respond to a request for comment. \n", "author": "Reuters", "title": "White nationalists use Twitter with 'relative impunity'"}}
{"1281351": {"date": "September 01, 2016", "article": "PESHAWAR: The Peshawar High Court (PHC) on Thursday stayed the execution of two convicted terrorists and suspended the death sentence awarded by a military court. The military court convicted terrorists were arrested from Swat for their involvement in attacks on security forces and maintaining contact with proscribed organisations. A two member bench of the PHC heard the application submitted by the relatives of the convicts.The bench stayed the execution after hearing the initial argument and asked the interior and defence ministries to submit details of the convicted terrorists by September 9. The application submitted by the relatives stated that it is not known when and where the trial was held.The black warrants for the convicts were signed by Chief of Army Staff General Raheel on August 16, 2016.Military courts\nIn the wake of the APS carnage, military courts were set up for trying terrorists under amendments made to the Constitution and the Army Act.Political parties had unanimously agreed over the issue of setting up military courts to tackle terrorism cases in the country following the gruesome attack on the Army Public School in Peshawar in December 2014, following which the Parliament passed the 21st constitutional amendment in Jan 2015 to set up the said courts.President Mamnoon Hussain had also promulgated an ordinance further revising the recently amended Army Act to ostensibly aid the functioning of military courts by allowing for trials in camera, i.e without the presence of the public or the media, and over video link if necessary.The Supreme Court in a majority ruling upheld the establishment of military courts in Pakistan.Petitions challenging the 21st amendment were dismissed in August this year in a majority 11-6 vote of the 17-member SC bench. Chief Justice Nasirul Mulk and Justice Dost Muhammad announced the verdict.In a 14-3 majority vote, petitions challenging the 18th amendment were also dismissed by the bench. Judges provided seven opinions and two additional 