{"1281004": {"date": "August 31, 2016", "article": "GARDEZ: US air strikes in Afghanistan have killed four commanders of the Haqqani network, a militant group affiliated with the Taliban, as government forces try to retake a district captured by insurgents last week, Afghan officials said on Tuesday. Naqeeb Ahmad Atal, a spokesman for the governor of Paktia province in eastern Afghanistan, said 120 militants were also killed in the strikes in Jani Khil, a strategically located district at a crossroads on a major route into Pakistan. But Taliban spokesman Zabihullah Mujahid denied the report as “baseless”, saying the air strikes had killed only eight people. He said 48 members of the security forces had been killed in fighting in the district. Insurgents overran the centre of Jani Khil late on Friday, a significant success after they had stepped up attacks across Afghanistan in recent weeks. Afghan army spokesman Fazlkhuda Ibrahimkhil said US drones carried out Monday’s air strikes, hitting fighters gathered in the town. Colonel Michael Lawhorn, director of public affairs for Afghanistan’s Nato-led mission, confirmed that US forces had carried out attacks in support of Afghan forces on Monday. He declined to provide details while the fighting was going on. “I can confirm that US forces conducted four air strikes,” he said in an emailed statement. Another Afghan official said several military vehicles captured by the insurgents were also destroyed. One senior Afghan security official said about 1,200 fighters, most from the Haqqani network, were involved in last week’s attack on Jani Khil. The involvement of Haqqani fighters, whose traditional stronghold has been in eastern Afghanistan, underscores the group’s important role in Taliban military operations following the death of Taliban leader Mullah Akhtar Mansour in a US air strike in May. —Reuters\nUnlike Mansour, new Taliban leader Mullah Haibatullah Akhundzada, a religious scholar, is not believed to have much command experience. His appointment has led many analysts to suggest a growing role for deputy leader Sirajuddin Haqqani, commander of the network named after his father, a veteran Islamist who battled Soviet forces during the 1980s and later sided with the Taliban. The Haqqani network has been known for kidnappings and high-profile attacks in cities but is rarely known to take part in big attacks on Afghan government positions. One of the commanders killed in the air strike had been district chief in Jani Khil for the Taliban. Another came from the Waziristan region on the Pakistani side of the border and was suspected of involvement in the killing of 42 construction workers in Jani Khil four years ago, Atal said. After a lull following Mansour’s killing, there has been heavy fighting in the southern province of Helmand as well as in the area around Kunduz, the northern city that briefly fell to the Taliban last year.\nPublished in Dawn, August 31st, 2016\n", "author": "Reuters", "title": "Four Haqqani commanders killed in Afghanistan"}}
{"1281004": {"date": "August 31, 2016", "article": "GARDEZ: US air strikes in Afghanistan have killed four commanders of the Haqqani network, a militant group affiliated with the Taliban, as government forces try to retake a district captured by insurgents last week, Afghan officials said on Tuesday. Naqeeb Ahmad Atal, a spokesman for the governor of Paktia province in eastern Afghanistan, said 120 militants were also killed in the strikes in Jani Khil, a strategically located district at a crossroads on a major route into Pakistan. But Taliban spokesman Zabihullah Mujahid denied the report as “baseless”, saying the air strikes had killed only eight people. He said 48 members of the security forces had been killed in fighting in the district. Insurgents overran the centre of Jani Khil late on Friday, a significant success after they had stepped up attacks across Afghanistan in recent weeks. Afghan army spokesman Fazlkhuda Ibrahimkhil said US drones carried out Monday\u2{"1281004": {"date": "August 31, 2016", "article": "GARDEZ: US air strikes in Afghanistan have killed four commanders of the Haqqani network, a militant group affiliated with the Taliban, as government forces try to retake a district captured by insurgents last week, Afghan officials said on Tuesday. Naqeeb Ahmad Atal, a spokesman for the governor of Paktia province in eastern Afghanistan, said 120 militants were also killed in the strikes in Jani Khil, a strategically located district at a crossroads on a major route into Pakistan. But Taliban spokesman Zabihullah Mujahid denied the report as “baseless”, saying the air strikes had killed only eight people. He said 48 members of the security forces had been killed in fighting in the district. Insurgents overran the centre of Jani Khil late on Friday, a significant success after they had stepped up attacks across Afghanistan in recent weeks. Afghan army spokesman Fazlkhuda Ibrahimkhil said US drones carried out Monday’s air strikes, hitting fighters gathered in the town. Colonel Michael Lawhorn, director of public affairs for Afghanistan’s Nato-led mission, confirmed that US forces had carried out attacks in support of Afghan forces on Monday. He declined to provide details while the fighting was going on. “I can confirm that US forces conducted four air strikes,” he said in an emailed statement. Another Afghan official said several military vehicles captured by the insurgents were also destroyed. One senior Afghan security official said about 1,200 fighters, most from the Haqqani network, were involved in last week’s attack on Jani Khil. The involvement of Haqqani fighters, whose traditional stronghold has been in eastern Afghanistan, underscores the group’s important role in Taliban military operations following the death of Taliban leader Mullah Akhtar Mansour in a US air strike in May. —Reuters\nUnlike Mansour, new Taliban leader Mullah Haibatullah Akhundzada, a religious scholar, is not believed to have much command experience. His appointment has led many analysts to suggest a growing role for deputy leader Sirajuddin Haqqani, commander of the network named after his father, a veteran Islamist who battled Soviet forces during the 1980s and later sided with the Taliban. The Haqqani network has been known for kidnappings and high-profile attacks in cities but is rarely known to take part in big attacks on Afghan government positions. One of the commanders killed in the air strike had been district chief in Jani Khil for the Taliban. Another came from the Waziristan region on the Pakistani side of the border and was suspected of involvement in the killing of 42 construction workers in Jani Khil four years ago, Atal said. After a lull following Mansour’s killing, there has been heavy fighting in the southern province of Helmand as well as in the area around Kunduz, the northern city that briefly fell to the Taliban last year.\nPublished in Dawn, August 31st, 2016\n", "author": "Reuters", "title": "Four Haqqani commanders killed in Afghanistan"}}
{"1281084": {"date": "August 31, 2016", "article": "GHALANAI: Tribesmen from various localities on Tuesday blocked the main Peshawar-Bajaur Road in Bawota and Mamad Gat areas of Safi tehsil to protest prolonged power suspension. The road remained blocked for four hours causing inconvenience to commuters.The protesters carried placards and banners inscribed with slogans against the Tesco. They demanded that power supply should be restored without delay.The tribesman complained that power suspension had made it difficult for them to stay in their houses, especially during night. They said children and women were suffering the most.They threatened that if the power supply was restored within next 24 hours they would storm the local Tesco office.The protesters dispersed after Safi Tehsildar Miraj Khan rushed to the scene and assured them that power supply to their areas would be restored soon.A security official said there had been no power supply in the tehsil since Aug 22 after the local grid station developed a fault. He added that due to prolonged power suspension local residents had been facing acute water shortage.MARBLE MINING: Mohmand Agency Political Agent Mahmood Aslam Wazir has said that a tribal committee had been set up to facilitate lease holders of marble mining and resolve the related disputes.Talking to Dawn on Tuesday, he said earlier marble related disputes were resolved through tribal jirgas, adding the committee would also promote marble exploration in the agency.Mr Wazir said Mohmand Agency had huge reserves of marble and other minerals and that the political administration was trying to make full use of the natural wealth. He sought tribesmen’s help to check illegal mining activities, adding steps were also being taken to decrease the use of explosives in the mining of marble. He said scientific methods would be introduced in blasting of marble to avoid waste of the precious mineral.  He said for promotion of marble and its export to national and international markets new roads would be constructed in the tribal agency.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Safi tribesmen block road against power suspension"}}
{"1281264": {"date": "September 01, 2016", "article": "TIMERGARA: Lower Dir District Nazim Mohammad Rasool Khan on Wednesday termed education as the most powerful weapon to defeat terrorism.He was addressing prize distribution ceremony at government high school, Mian Banda Timergara. District education officer Prof Mohammad Uzair Ali, Timergara Tehsil Nazim Riaz Mohammad, former provincial minister Mehmood Zeb Khan and school headmaster Gul Rehman also addressed the function.The district nazim said improvement of education facilities topped the agenda of the Lower Dir council, adding lawlessness, injustice, terrorism and unemployment could only be tackled through ensuring quality education to pupils. “Ignorance and lack of education is the mother of all social evils,” he maintained, saying through education the menace of militancy and poverty could be rooted out.He said the government was committed to overcoming all missing facilities in the state-run schools. Rasool Khan said youth were the real asset of Pakistan and it was the responsibility of the government to ensure a bright future for them.On the occasion, students presented songs, speeches and tableaus and got applause from the audience.The district nazim also distributed prizes among the students who performed well in different activities during the year. \nHe announced to install a 25kv power transformer in the school. Timergara Tehsil Nazim Riaz Mohammad announced to construct a pathway to the school, while district councillor Alam Zeb announced to provide the school with Rs500,000 from his funds for water supply scheme. VARSITY AFFAIRS: The Malakand University Teachers’ Association on Wednesday alleged that the varsity was being run on ad hoc basis and teachers were being maltreated by the administration.Addressing a general body meeting of the association at Chakdara, its president Prof Salam Zeb said the varsity management had kept silence over problems facing the teachers. He demanded of the Khyber Pakhtunkhwa government to implement its University Act in the University of Malakand. The general body announced to hold its elections in October.Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Correspondent", "title": "‘Education most powerful weapon to defeat terrorism’"}}
{"1281354": {"date": "September 01, 2016", "article": "KARACHI: The Pakistan Cricket Board (PCB) should involve ex-cricketers in its administrative affairs, former captain Javed Miandad said on Thursday.“Otherwise, the Pakistan cricket team will keep putting up disastrous displays on the field,” Miandad told DawnNews, adding that the main reason for Pakistan’s failure in ODI cricket was due to poor domestic structure.He said the “structural development can only be guaranteed when it’s being supervised by former c{"1281004": {"date": "August 31, 2016", "article": "GARDEZ: US air strikes in Afghanistan have killed four commanders of the Haqqani network, a militant group affiliated with the Taliban, as government forces try to retake a district captured by insurgents last week, Afghan officials said on Tuesday. Naqeeb Ahmad Atal, a spokesman for the governor of Paktia province in eastern Afghanistan, said 120 militants were also killed in the strikes in Jani Khil, a strategically located district at a crossroads on a major route into Pakistan. But Taliban spokesman Zabihullah Mujahid denied the report as “baseless”, saying the air strikes had killed only eight people. He said 48 members of the security forces had been killed in fighting in the district. Insurgents overran the centre of Jani Khil late on Friday, a significant success after they had stepped up attacks across Afghanistan in recent weeks. Afghan army spokesman Fazlkhuda Ibrahimkhil said US drones carried out Monday’s air strikes, hitting fighters gathered in the town. Colonel Michael Lawhorn, director of public affairs for Afghanistan’s Nato-led mission, confirmed that US forces had carried out attacks in support of Afghan forces on Monday. He declined to provide details while the fighting was going on. “I can confirm that US forces conducted four air strikes,” he said in an emailed statement. Another Afghan official said several military vehicles captured by the insurgents were also destroyed. One senior Afghan security official said about 1,200 fighters, most from the Haqqani network, were involved in last week’s attack on Jani Khil. The involvement of Haqqani fighters, whose traditional stronghold has been in eastern Afghanistan, underscores the group’s important role in Taliban military operations following the death of Taliban leader Mullah Akhtar Mansour in a US air strike in May. —Reuters\nUnlike Mansour, new Taliban leader Mullah Haibatullah Akhundzada, a religious scholar, is not believed to have much command experience. His appointment has led many analysts to suggest a growing role for deputy leader Sirajuddin Haqqani, commander of the network named after his father, a veteran Islamist who battled Soviet forces during the 1980s and later sided with the Taliban. The Haqqani network has been known for kidnappings and high-profile attacks in cities but is rarely known to take part in big attacks on Afghan government positions. One of the commanders killed in the air strike had been district chief in Jani Khil for the Taliban. Another came from the Waziristan region on the Pakistani side of the border and was suspected of involvement in the killing of 42 construction workers in Jani Khil four years ago, Atal said. After a lull following Mansour’s killing, there has been heavy fighting in the southern province of Helmand as well as in the area around Kunduz, the northern city that briefly fell to the Taliban last year.\nPublished in Dawn, August 31st, 2016\n", "author": "Reuters", "title": "Four Haqqani commanders killed in Afghanistan"}}
{"1281014": {"date": "August 31, 2016", "article": "THEIR slim hopes stand extinguished. Sixteen men sentenced to death by military courts had turned to the Supreme Court as their last resort. All 16 have had their appeals rejected. A year after the Supreme Court upheld the 21st Amendment — an act carried out by parliament at the behest of the military — and acquiesced in the controversial changes to the Constitution, a smaller bench was always going to struggle to overturn the collective will of the full court, parliament and the country’s establishment. While the 21st Amendment judgement left the narrowest of doors open for judicial review of military court verdicts, it would have required enormous courage and vigorous judicial activism for any individual sentenced to death by a military court to be able to win a reprieve no matter the obvious deficiencies in the standards of justice meted out. In truth, it may have also been an unfair burden to expect a few judges to stand between the collective, considered and determined will of all other institutions of the state. Signing off on death sentences handed down in the most opaque of manners is a grim day for justice in this country, but perhaps also an inevitable one given how little support those fighting for the centrality of fundamental rights have received since December 2014.Grim as the judicial verdict has been, the blight should not stay forever. At the heart of the 21st Amendment judgement were two things: one, the acceptance of the constitutionality of military courts, and, therefore, a largely hands-off approach to their working; and two, the recognition that military court trials for civilians accused of terrorism would be a temporary measure. The sunset of the sunset clause is nearing — in January the constitutional protection to the 21st Amendment military courts will expire. Parliament must stand resolute in its commitment to granting only a two-year life to military courts. Presumably, the dismissal of the 16 appeals will be used by advocates of military courts to argue that not only are the courts functioning within the law, but that the superior judiciary had found no flaw in the trials of accused militants. But the flaw is in their very conception, an anomalous court structure rammed through parliament in the cataclysmic aftermath of the APS Peshawar attack. Come January, military courts must be allowed to quietly expire and the overall judicial system made palatable again.Published in Dawn, August 31st, 2016\n", "author": "Editorial", "title": "Dismissal of appeals"}}
{"1281024": {"date": "August 31, 2016", "article": "WHEN Russia invaded Afghanistan in 1979, millions of Afghans streamed into Pakistan to escape the war. The 3.5 million who ultimately entered Pakistan consisted of different classes of society.The majority were from rural areas and were mostly illiterate but skilled in agriculture, transport etc. They went into their relevant fields dislodging the locals by being more productive and demanding lower wages. Their labour turned barren and neglected land into lush fields producing vegetables and crops of sugarcane, wheat, corn, tobacco and cotton to mention a few. Other Afghans became labourers or started petty businesses selling whatever they could think of. Surprisingly not a single Afghan was seen begging on the streets; instead they would prefer to collect garbage and sift it for recyclable items to sell to the scrap dealer.The educated lot from Afghnaistan’s urban areas used Pakistan as a transit camp to shift mostly to the West seeking political asylum with their cash and valuables to start businesses there.A big number opted to stay, some in camps while others obtained computerised national identity cards and started businesses and purchased land. Still others went to the Gulf and other foreign lands to seek their fortune, supporting their families back ‘home’ in Pakistan.After the war was over, the majority of the Afghans kept two homes, one each in Afghanistan and Pakistan, maintaining extended families in both countries and travelling frequently between them.Afghan refugees enjoyed more than equal rights but they also introduced evils like illegal arms and ammunition, heroin, and other contraband drugs.The Afghans are no longer refugees but enjoy the status of being citizens of two countries without any obligation to Pakistan. They take everything for granted as if it is their right. Therefore let us say goodbye to our guests. Afghanistan always sides with our foes losing no opportunity to spite Pakistan forgetting all this land did for the millions of Afghans who had nowhere to turn in the darks days of the 1980s.Dr Munawar AzizAbbottabadPublished in Dawn, August 31st, 2016\n", "author": "From the Newspaper", "title": "Are they refugees?"}}
{"1281034": {"date": "Updated August 31, 2016", "article": "KARACHI: Teachers and non-teaching staff of at least eight major public sector universities will go on a day-long strike on Wednesday (today) to protest against what they described as “continued government interference in the matters of universities” under the controversial Sindh Universities Laws Act 2013. The strike will be observed at: Karachi University (KU); NED University of Engineering and Technology; Sindh University, Jamshoro; University of Agriculture, Tandojam; Quaid-i-Awam University of Engineering and Technology, Nawabshah; Mehran University of Engineering and Technology, Jamshoro and at its Shaheed Zulfiqar Ali Bhutto Khairpur Mir campus; Shah Abdul Latif University, Khairpur, and its Shikarpur campus; and Liaquat University of Medical and Health Sciences, Jamshoro.The strike call is given by the Federation of All Pakistan Universities Academic Staff Association (Fapuasa)-Sindh chapter, and supported by All Sindh Universities Officers Welfare Federation representing the non-teaching staff of these universities.“We are forced to suspend academic activities for a day because the government hasn’t paid any heed to our shared concerns that teachers have been raising for the past three years on the controversial amendments to the universities act,” said president Fapuasa, Dr Mir Shahnawaz Talpur.Representatives of the non-teaching staff had also extended support to the strike, he added.Highlighting the staff’s reservations, he said frustration prevailed among both teaching and non-teaching staff over the hostile attitude of the government insisting on making controversial appointments at universities.“We demand that the government honour the agreement it had made with teachers and withdraw these appointments, which are a strategy to curb the autonomous status of higher education institutions in the province,” he said.Concerns, he pointed out, also existed over the government’s reluctance in releasing the financial grant already announced by it.“The government is ruining institutions ad hoc.”Fapuasa general secretary Dr Shakeel Farooqi demanded that all vacant administrative posts should be publicised and filled with the help of a selection board under relevant rules and regulations.“Appointment of retired staff on key administrative posts is not only a burden on government exchequer but also an obstacle in the promotion of serving employees,” he said.He blamed the government for what he described as a “crisis at KU over the actions of the incumbent finance director” and said it was the result of “wrong and impractical policies of the government”. Teacher representatives also demanded uniform financial benefits for teaching and non-teaching staff and strongly criticised the government for depriving KU employees of leave encashment, which, they said, was being given to all employees at other universities.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "Over eight public sector universities in Sindh to observe strike today"}}
{"1281044": {"date": "August 31, 2016", "article": "NAROWAL: The Tehsil Municipal Administration (TMA) staff locked a government girls primary school building here on Tuesday over a dispute with the education department regarding ownership of the school building. Around 350 students along with school staff now have to sit on the road in front of the school to continue their education. Ownership of building of the Government Liaquat Girls Primary School was claimed both by the education department and the TMA. On Tuesday morning, the TMA staff forcibly locked the building and stopped students and staff from entering, claiming the building was their property. The school staff and students sat on the road under the sun and continued their classes there in protest. The students also shouted slogans against the TMA while lying on the road. The staff reported the incident to education department officers, but no one turned up for help. The residents appealed to the chief minister and high-ups of the education department to take notice of the situation and order concrete measures for resumption of the school in the building. Executive District Officer (Education) Ghayas Sabir said their discussions on the matter with the TMA were ongoing, but the administration forcibly closed the school. Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Students in limbo in TMA-education dept row"}}
{"1281054": {"date": "August 31, 2016", "article": "LAHORE: Lahore High Court Chief Justice Syed Mansoor Ali Shah has made 10 civil judges (first class) officers on special duty (OSD). A notification issued by LHC registrar says civil judges Khalid Mahmood Warraich, Malik Allah Ditta Anjum, Sajid Mahmood Sheikh, Naveed Kamran Langrial, Shahid Nawaz Khichi, Babar Hussain, Shahzad Ahsan Butt, Abdul Sattar Bosal, Abid Zubair and Muhammad Akram Azad have been made OSD.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "10 civil judges made OSD"}}
{"1281064": {"date": "August 31, 2016", "article": "LAHORE: The National Accountability Bureau (NAB) has given a clean chit to the LDA while closing the inquiry into reported illegalities in the LDA City project with a direction to its chief to computerise the scheme’s record to ensure transparency in the project, said to be the country’s largest public housing scheme. “NAB has closed the inquiry into LDA City project after investigation and issued certain directions - computerisation of the record of the project and checks and balances - to ensure complete transparency in it,” a NAB official told Dawn on Tuesday. When asked whether there was any pressure from some top officials of the Punjab government to close the inquiry as it was making the project controversial, the official’s answer was in negative. The NAB Lahore had initiated the probe into the project on complaints that the LDA and its development partners were selling the land (plots) more than they had acquired. The Pakistan Tahreek-i-Insaf had also pinpointed irregularities in the project, alleging four private companies owned by some favourites of the government’ had collected huge sums of money in the name of the scheme, using name of a state entity. The PTI had also accused the government of blocking water supply to the crops to force the farmers to sell out their agriculture land for the scheme. An LDA official said transparency was being maintained in the LDA City project and NAB’s directions in \nthis regard would also be followed. The LDA City project was launched about two years ago along the Ferozepur Road. The Punjab government has already notified seven villages-- Kahna, Kacha, Thay Panju, Sidhar, Halloki, Rakh Jhedu and Toor Warraich -- to be acquired for the project. The land acquisition in the aforementioned villages has reportedly been completed. The LDA has not acquired the land directly from landowners and hired six development firms for the purpose. Under the agreement, the development partners would get one-third of developed plots of the total land they would surrender or transfer to the LDA and the authority would also pay them one per cent of the total cost of the surrendered land as commission.Published in Dawn, August 31st, 2016\n", "author": "Zulqernain Tahir", "title": "NAB gives a clean chit to LDA City project"}}
{"1281074": {"date": "August 31, 2016", "article": "ISLAMABAD: The Punjab government’s strategy for eradicating mosquito larvae before they matured has helped control the spread of the virus in Islamabad, the Minister for Capital Administration and Development Division (CADD) Dr Tariq Fazal Chaudhry said on Tuesday.During a meeting, the minister was told that so far this year, the dengue virus has not caused any deaths in the federal capital. The CADD minister was told that an outdoor and indoor policy for preventing the spread of dengue is being followed in the federal capital. Outdoor monitoring teams visit various sites and destroy larvae and breeding sites while 300 lady health workers are deployed for destroying suspected indoor breeding sites.He was told that 48 houses around the house from which a dengue case is reported and the nearby streets are also sprayed with anti-dengue medicines for destroying dengue breeding sites and larvae.Most of the patients brought in to Islamabad’s hospitals are from the suburbs and adjoining districts, he was told.Dr Chaudhry then formed a committee of the district governments of Islamabad and Rawalpindi, the Capital Development Authority (CDA) and CADD to take various measures for controlling and eradicating the dengue virus in the twin cities.Officers of the Municipal Corporation said that pre-emptive measures had been taken to stop the spread of the Congo virus in make shift markets for sacrificial animals that have been set up for coming Eid. They said a camp of medical experts has been established at the market in order to monitor the situation and provide medicines and sprays.Also attending the meeting were the Mayor of Islamabad Sheikh Ansar Aziz, CDA officials and representatives of the district administrations of Islamabad and Rawalpindi.Published in Dawn, August 31st, 2016\n", "author": "A Reporter", "title": "‘Punjab’s strategy for dengue eradication worked in Islamabad’"}}
{"1281084": {"date": "August 31, 2016", "article": "GHALANAI: Tribesmen from various localities on Tuesday blocked the main Peshawar-Bajaur Road in Bawota and Mamad Gat areas of Safi tehsil to protest prolonged power suspension. The road remained blocked for four hours causing inconvenience to commuters.The protesters carried placards and banners inscribed with slogans against the Tesco. They demanded that power supply should be restored without delay.The tribesman complained that power suspension had made it difficult for them to stay in their houses, especially during night. They said children and women were suffering the most.They threatened that if the power supply was restored within next 24 hours they would storm the local Tesco office.The protesters dispersed after Safi Tehsildar Miraj Khan rushed to the scene and assured them that power supply to their areas would be restored soon.A security official said there had been no power supply in the tehsil since Aug 22 after the local grid station developed a fault. He added that due to prolonged power suspension local residents had been facing acute water shortage.MARBLE MINING: Mohmand Agency Political Agent Mahmood Aslam Wazir has said that a tribal committee had been set up to facilitate lease holders of marble mining and resolve the related disputes.Talking to Dawn on Tuesday, he said earlier marble related disputes were resolved through tribal jirgas, adding the committee would also promote marble exploration in the agency.Mr Wazir said Mohmand Agency had huge reserves of marble and other minerals and that the political administration was trying to make full use of the natural wealth. He sought tribesmen’s help to check illegal mining activities, adding steps were also being taken to decrease the use of explosives in the mining of marble. He said scientific methods would be introduced in blasting of marble to avoid waste of the precious mineral.  He said for promotion of marble and its export to national and international markets new roads would be constructed in the tribal agency.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Safi tribesmen block road against power suspension"}}
{"1281094": {"date": "August 31, 2016", "article": "TIMERGARA: Tehsil council Samar Bagh and tehsil council Balambat on Tuesday passed annual budgets for the year 2016-17.The budget session of Samar Bagh tehsil council was held with naib nazim Bashirul Haq in the chair. Tehsil nazim Saeed Ahmad Bacha presented the budget with a total outlay of Rs101.43 million. He said that Rs82.86 million would be spent on developmental activities while Rs18.62 million was non-developmental expenditure. The council approved the budget after debate. Balambat tehsil council also approved its annual budget during its session presided over by tehsil nazim Imranud Din. \nThe nazim presented budget with total outlay of Rs123.25 million. He said that Rs95.01 million would be spent on developmental activities while Rs28.24 was set aside for non-developmental expenditures.The councillors approved the budget.Published in Dawn, August 31st, 2016\n", "author": "The Newspaper's Correspondent", "title": "Tehsil councils pass budgets"}}
{"1281104": {"date": "Updated August 31, 2016", "article": "LAHORE: The government’s claims of fast-track work on major hydropower projects notwithstanding, the Chinese company assigned the job to conduct site investigations and surveys of three dams on the Indus — Diamer-Bhasha, Pattan and Thakot — has not been able to start work owing to delays on the part of Wapda in providing the required assistance to it. China Three Gorges (CTG), the firm which is assisting the Frontier Works Organisation in executing the three projects, had planned to begin site surveys by the end of July and named a 48-member panel of experts for the purpose. The FWO informed the former Wapda chairman on July 11 about the CTG’s plans, but the authority has so far not acted on the request, causing delay in the start of mandatory preliminary site investigations and surveys. The combined generation capacity of the three hydropower projects has been estimated at 7,300 megawatts. “The FWO/CTG had submitted a work plan to Wapda on July 20. But Wapda, being the client, has yet to coordinate preparatory works/activities to be carried out on the sites of these projects,” a Wapda official conceded. “The minister for water and power had directed the (Wapda) authorities on June 29 to coordinate and complete the surveys and investigations of the sites, but no one has bothered despite submission of a work plan by the CTG through FWO.” The CTG estimates that it would take three months to complete investigation and survey of the proposed sites. According to the work plan, the CTG had sought assistance from the Pakistani side for completion of a supplementary site survey of the projects. “During the (Chinese) engineers’ stay in Pakistan, the Pakistani side should try as far as possible to provide necessary documents for the entry, stay, work and exit from the sites, adequate security (special police, guards etc) to the camps of the projects, road leading to them and the site working area, repatriation under urgent situations, import, export and customs clearance of the goods and equipment required for the site’s additional survey, provision of site working camps, accommodation and dining,” a letter written by the company said. The work to be carried out on the three sites involves installing of water gauges at each dam site and setting up of a powerhouse to observe the water level and its flow, reviewing the stage-discharge relations at the dam sites and the tail water of the powerhouse, sampling and analysing of the sediment, topography, and review of geological maps and conditions. “When the work plan by the CTG has already been submitted, delay on the part of the client in carrying out these site investigations and surveys is baffling,” the Wapda official observed. He added that senior officials must give priority to work on the hydropower projects instead of “delaying assignments unnecessarily”. Muhammad Nawaz Butt, general manager of the Diamer-Bhasha project, refused to comment on the issue. “I am not authorised to speak on the matter,” he replied. Wapda’s director of public relations did not come up with the authority’s version despite repeated calls and reminders over the last few days.Published in Dawn, August 31st, 2016\n", "author": "Khalid Hasnain", "title": "Wapda’s inaction holds up work on three dam sites by Chinese firm"}}
{"1281114": {"date": "Updated August 31, 2016", "article": "ISLAMABAD: The Pakis­tan Tehreek-i-Insaf’s (PTI) long-awaited petition, asking for the disqualification of Prime Minister Nawaz Sharif and members of his family for their alleged involvement in the Panamagate scandal, met the same fate as the recently returned petition filed by the Jamaat-i-Islami (JI).The Supreme Court office on Tuesday handed the petition back to the party’s Advocate-on-Record Chaud­hry Akhtar Ali, a day after it was filed by senior counsel Naeem Bokhari. The objections raised by the court office were identical to the ones highlighted when the JI petition was returned, i.e. the petition, prima facie (on the face of it), appeared to be frivolous.The petition, which was filed in the name of PTI chairman Imran Khan, sought the disqualification of Prime Minister Nawaz Sharif, his son-in-law retired Captain Mohammad Safdar and Finance Minister Ishaq Dar.“That this petition prima facie appears to be a frivolous petition within the contemplation of Order XVII Rule 5 of the Supreme Court Rules, 1980,” explained the order issued by the registrar’s office when the petition was returned.Under the Rule 5 of Order XVII, the registrar has the authority to refuse to receive a petition on the grounds that it has not been filed in accordance with the rules, or is frivolous, or contains scandalous matter.Under the same rules, the petitioner has the right to move an appeal within a fortnight of the petition’s return, which would then be heard by a judge of the apex court in his chambers.“All these questions ought to have been decided by the court and not the registrar’s office,” senior PTI leader Ishaq Khakwani told Dawn.The registrar had violated the Constitution, he said, adding that the party’s legal team was carefully analysing the registrar’s objections and would soon file an appeal against the order.Mr Khakwani recalled that earlier scores of cases were entertained by the Supreme Court under Article 184(3) and such objections were never raised by the registrar’s office. “We have every reason to believe that the registrar has acted in bad faith,” he regretted.Separately, party spokesperson Naeemul Haq announced that a legal team headed by senior counsel Hamid Khan was in the process of finalising an appeal against the registrar’s order, which would be moved soon.On Aug 27, the court office declined to accept a petition moved by JI emir Sirajul Haq, where he had asked the Supreme Court to declare the illegal transfer of national wealth for investments in offshore companies an offence under Section 9 of the National Accountability Ordinance (NAO).On May 13, the Supreme Court returned a somewhat similar request from the federal government, asking the court to appoint a commission of inquiry to conduct a probe into the Panamagate affair, on the grounds that any such commission formed under the Pakistan Commission of Inquiry Act, 1956 would result in the constitution of a toothless commission that would serve no useful purpose, except bringing a bad name to the judiciary.The court had also declared the terms of reference — sent to it by the government under public pressure — “wide and open-ended”, saying that it might take years for such a commission to close its proceedings.On Tuesday, the court office informed the applicants that the petitioner was directly invoking the extraordinary jurisdiction of the Supreme Court under Article 184(3) of the Constitution — that deals with the ‘enforcement of fundamental rights’ – which is not permissible in light of the precedent laid down in the 1998 matter of Zulfikar Mehdi vs PIA.In that case, the apex court had interpreted the term ‘public importance’ and laid down that the expression should be viewed with reference to freedom and liberties guaranteed under the Constitution, their protection and the invasion of these rights in a manner which raises serious questions regarding their enforcement.The issues arising in a case cannot be considered questions of public importance if a decision on those issues only affects the rights of an individual or a group of individuals, the judgement had held.In its order, the registrar office also stated that the petitioner had approached the Supreme Court without first approaching an appropriate forum under the law, not did the petitioner provide any justification for not approaching any other forum.Similarly, the certificate provided by the petitioner alongside the petition did not fulfil the requirements of Rule 6 of Order XXV of the Supreme Court rules.This rule requires the applicant to state in clear terms whether the petitioner has moved the concerned high court for the same relief, and if so, what was the result.Published in Dawn, August 31st, 2016\n", "author": "Nasir Iqbal", "title": "SC returns PTI’s ‘frivolous’ petition"}}
{"1281124": {"date": "Updated August 31, 2016", "article": "SAN FRANCISCO: Uber Technologies Inc has plucked a top executive from the US retailer Target to help lead the growing ride-services company and reshape its image.Uber said on Tuesday it hired Jeff Jones, chief marketing officer for Target Corp, to oversee the bulk of its global operations. Jones will be president of ride-sharing at Uber, running local Uber services in every city, as well as marketing efforts and customer support.The hire underscores efforts by Uber, which has become the dominant on-demand ride service, to bolster its reputation and brand. Since 2009, the company has aggressively expanded to more than 450 cities, at times steamrolling regulators and launching campaigns against local lawmakers.Jones joined Target in 2012 to rejuvenate its brand and is credited with modernising the retailer's marketing efforts. He led campaigns including #MoreMusic, under which Target partnered with singer Gwen Stefani for a live video that aired during the Grammy Awards and released exclusive tracks from artists such as Adele, part of an effort to burnish Target's cool image.Prior to that, Jones led marketing for Gap Inc and worked for Coca-Cola and advertising firm McKinney.“Jones has a strong track record of driving the narrative around Target's brand, and will now try to do the same for Uber,” said Mike Mannor, associate professor at the University of Notre Dame's Mendoza College of Business.“You can surely expect to see stakeholders responding positively to Uber CEO Travis Kalanick taking steps to upgrade his middling in-house talent with proven professional chops.” Kalanick said in a blog post that he and Jones met in February and “within minutes we were debating how Uber could improve its reputation.”Kalanick said he wants to align Uber's marketing functions more closely with individual city operations and put more focus on customer service.Uber's global operations span dozens of countries and about 1.5 million drivers.Jones' hiring marks a change for Ryan Graves, who has been at Uber since 2010 and ran the company's operations and global expansion. Graves will give up some of those responsibilities but continue to work on Uber's delivery businesses, including UberEats and UberRush, as well as other projects, Kalanick said.Jones' exit is the latest in a string of executive departures from Target, which has made a series of management changes since last year.Among other moves, the big-box retailer appointed Chief Financial Officer John Mulligan to the newly created role of chief operating officer. It has also added new hires as it focuses on higher-margin categories such as baby and wellness products and revamps online sales.\n", "author": "Reuters", "title": "Uber hires senior Target executive to lead global operations"}}
{"1281134": {"date": "August 31, 2016", "article": "LONDON: Shareholders in British technology company ARM approved its sale to Japan's SoftBank on Tuesday, marking the end of independence for the chip designer that powered the smartphone revolution.SoftBank swooped on the Apple supplier in July, agreeing to pay $32 billion in cash for a company that it hopes will remain at the forefront of digital innovation.ARM said that more than 95 percent of the votes cast on Tuesday approved the takeover.Seeking to win political backing and smooth the path for the deal, the Japanese company's charismatic leader Masayoshi Son spoke to British Prime Mi{"1281134": {"date": "August 31, 2016", "article": "LONDON: Shareholders in British technology company ARM approved its sale to Japan's SoftBank on Tuesday, marking the end of independence for the chip designer that powered the smartphone revolution.SoftBank swooped on the Apple supplier in July, agreeing to pay $32 billion in cash for a company that it hopes will remain at the forefront of digital innovation.ARM said that more than 95 percent of the votes cast on Tuesday approved the takeover.Seeking to win political backing and smooth the path for the deal, the Japanese company's charismatic leader Masayoshi Son spoke to British Prime Minister Theresa May shortly before the deal was announced to allay concerns that it would be bad for the British technology sector.SoftBank, which is paying a 43 percent premium, has promised to at least double ARM's workforce in Britain over the next five years, keep its headquarters in Cambridge and retain its partnership-based business model and culture.The commitments will be the first test of new takeover rules that make such pledges binding. The rules were introduced after Pfizer attempted to buy Britain's AstraZeneca in 2014.ARM Chairman Stuart Chambers said that SoftBank's guarantees on jobs and investment were legal commitments, not merely “nice ideas and promises and intents”.“If you look at the post-offer undertakings that SoftBank has made, they are extremely strong, they are virtually unprecedented,” he told Reuters after Tuesday's shareholder meeting in London.Chief Executive Simon Segars, who will stay with the company, said that SoftBank shared ARM's long-term view on investment, including retaining and developing the engineers who were essential to ARM's success.“We are not going anywhere, we are still going to be at the heart of British technology. We are growing globally because we are a global business,” he said.“This represents an exciting new chapter for ARM, and an ability to really grow and do everything we were doing and do more and do it faster.” Some remained unconvinced, however. Paul Myners, a former British financial services minister, said the sale was more evidence of the City's predilection to “sell at a reasonable premium, get out, don't invest for the future, don't back the British economy”.“This is a business that is at the heart of the ecosystem of modern technology, the internet of things, an area in which we lead,” he told BBC radio on Tuesday, adding that it would not have been possible to sell ARM in 60 days had it been an American, German, French or Japanese company.“We will not have world-beating companies if we continue to sell out our leaders at such an early stage,” he said. \n", "author": "Reuters", "title": "British tech champion ARM's sale to Japan's SoftBank wins shareholder nod"}}
{"1281144": {"date": "August 31, 2016", "article": "LONDON: Shareholders in British technology company ARM approved its sale to Japan's SoftBank on Tuesday, marking the end of independence for the chip designer that powered the smartphone revolution.SoftBank swooped on the Apple supplier in July, agreeing to pay $32 billion in cash for a company that it hopes will remain at the forefront of digital innovation.ARM said that more than 95 percent of the votes cast on Tuesday approved the takeover.Seeking to win political backing and smooth the path for the deal, the Japanese company's charismatic leader Masayoshi Son spoke to British Prime Minister Theresa May shortly before the deal was announced to allay concerns that it would be bad for the British technology sector.SoftBank, which is paying a 43 percent premium, has promised to at least double ARM's workforce in Britain over the next five years, keep its headquarters in Cambridge and retain its partnership-based business model and culture.The commitments will be the first test of new takeover rules that make such pledges binding. The rules were introduced after Pfizer attempted to buy Britain's AstraZeneca in 2014.ARM Chairman Stuart Chambers said that SoftBank's guarantees on jobs and investment were legal commitments, not merely “nice ideas and promises and intents”.“If you look at the post-offer undertakings that SoftBank has made, they are extremely strong, they are virtually unprecedented,” he told Reuters after Tuesday's shareholder meeting in London.Chief Executive Simon Segars, who will stay with the company, said that SoftBank shared ARM's long-term view on investment, including retaining and developing the engineers who were essential to ARM's success.“We are not going anywhere, we are still going to be at the heart of British technology. We are growing globally because we are a global business,” he said.“This represents an exciting new chapter for ARM, and an ability to really grow and do everything we were doing and do more and do it faster.” Some remained unconvinced, however. Paul Myners, a former British financial services minister, said the sale was more evidence of the City's predilection to “sell at a reasonable premium, get out, don't invest for the future, don't back the British economy”.“This is a business that is at the heart of the ecosystem of modern technology, the internet of things, an area in which we lead,” he told BBC radio on Tuesday, adding that it would not have been possible to sell ARM in 60 days had it been an American, German, French or Japanese company.“We will not have world-beating companies if we continue to sell out our leaders at such an early stage,” he said. \n", "author": "Reuters", "title": "British tech champion ARM's sale to Japan's SoftBank wins shareholder nod"}}
{"1281154": {"date": "August 31, 2016", "article": "LONDON: Shareholders in British technology company ARM approved its sale to Japan's SoftBank on Tuesday, marking the end of independence for the chip designer that powered the smartphone revolution.SoftBank swooped on the Apple supplier in July, agreeing to pay $32 billion in cash for a company that it hopes will remain at the forefront of digital innovation.ARM said that more than 95 percent of the votes cast on Tuesday approved the takeover.Seeking to win political backing and smooth the path for the deal, the Japanese company's charismatic leader Masayoshi Son spoke to British Prime Minister Theresa May shortly before the deal was announced to allay concerns that it would be bad for the British technology sector.SoftBank, which is paying a 43 percent premium, has promised to at least double ARM's workforce in Britain over the next five years, keep its headquarters in Cambridge and retain its partnership-based business model and culture.The commitments will be the first test of new takeover rules that make such pledges binding. The rules were introduced after Pfizer attempted to buy Britain's AstraZeneca in 2014.ARM Chairman Stuart Chambers said that SoftBank's guarantees on jobs and investment were legal commitments, not merely “nice ideas and promises and intents”.“If you look at the post-offer undertakings that SoftBank has made, they are extremely strong, they are virtually unprecedented,” he told Reuters after Tuesday's shareholder meeting in London.Chief Executive Simon Segars, who will stay with the company, said that SoftBank shared ARM's long-term view on investment, including retaining and developing the engineers who were essential to ARM's success.“We are not going anywhere, we are still going to be at the heart of British technology. We are growing globally because we are a global business,” he said.“This represents an exciting new chapter for ARM, and an ability to really grow and do everything we were doing and do more and do it faster.” Some remained unconvinced, however. Paul Myners, a former British financial services minister, said the sale was more evidence of the City's predilection to “sell at a reasonable premium, get out, don't invest for the future, don't back the British economy”.“This is a business that is at the heart of the ecosystem of modern technology, the internet of things, an area in which we lead,” he told BBC radio on Tuesday, adding that it would not have been possible to sell ARM in 60 days had it been an American, German, French or Japanese company.“We will not have world-beating companies if we continue to sell out our leaders at such an early stage,” he said. \n", "author": "Reuters", "title": "British tech champion ARM's sale to Japan's SoftBank wins shareholder nod"}}
{"1281164": {"date": "August 31, 2016", "article": "LONDON: Shareholders in British technology company ARM approved its sale to Japan's SoftBank on Tuesday, marking the end of independence for the chip designer that powered the smartphone revolution.SoftBank swooped on the Apple supplier in July, agreeing to pay $32 billion in cash for a company that it hopes will remain at the forefront of digital innovation.ARM said that more than 95 percent of the votes cast on Tuesday approved the takeover.Seeking to win political backing and smooth the path for the deal, the Japanese company's charismatic leader Masayoshi Son spoke to British Prime Minister Theresa May shortly before the deal was announced to allay concerns that it would be bad for the British technology sector.SoftBank, which is paying a 43 percent premium, has promised to at least double ARM's workforce in Britain over the next five years, keep its headquarters in Cambridge and retain its partnership-based business model and culture.The commitments will be the first test of new takeover rules that make such pledges binding. The rules were introduced after Pfizer attempted to buy Britain's AstraZeneca in 2014.ARM Chairman Stuart Chambers said that SoftBank's guarantees on jobs and investment were legal commitments, not merely “nice ideas and promises and intents”.“If you look at the post-offer undertakings that SoftBank has made, they are extremely strong, they are virtually unprecedented,” he told Reuters after Tuesday's shareholder meeting in London.Chief Executive Simon Segars, who will stay with the company, said that SoftBank shared ARM's long-term view on investment, including retaining and developing the engineers who were essential to ARM's success.“We are not going anywhere, we are still going to be at the heart of British technology. We are growing globally because we are a global business,” he said.“This represents an exciting new chapter for ARM, and an ability to really grow and do everything we were doing and do more and do it faster.” Some remained unconvinced, however. Paul Myners, a former British financial services minister, said the sale was more evidence of the City's predilection to “sell at a reasonable premium, get out, don't invest for the future, don't back the British economy”.“This is a business that is at the heart of the ecosystem of modern technology, the internet of things, an area in which we lead,” he told BBC radio on Tuesday, adding that it would not have been possible to sell ARM in 60 days had it been an American, German, French or Japanese company.“We will not have world-beating companies if we continue to sell out our leaders at such an early stage,” he said. \n", "author": "Reuters", "title": "British tech champion ARM's sale to Japan's SoftBank wins shareholder nod"}}
{"1281174": {"date": "September 01, 2016", "article": "KARACHI: Ibrahim Iltifat, Robin Das and Fahd Haider beat their respective rivals to reach the semifinals of the 4th Indus Pharma Open National Ranking Tennis Championship 2016 here on Wednesday. In the Under-16 contest, Mohammad Shoaib and Yousuf Khan entered the semis after overcoming  their opponents.Results: Mens Singles (quarter-finals) - Ibrahim Iltifat bt Vinod Das 5-7, 6-4, 10,7; Robin Das bt Imran Amin 6-0, 6-1; Fahd Haider bt Nadir Bachani 6-3 6-1U-18 (2nd Round) Yousuf Khan bt Fahad 6-1-6-1; Marib Malik bt Talha Suhail 6-2, 6-4U-16 (quarter-finals) - M Shoaib (KP) bt Amin Shafi 7-6,4-6,10-7; Yousuf Khan bt Zubair Raja 6-4,6-2U-14 (1st Round) - Ibrahim Khan bt Shehrzade Rasool 6-2,6-1; Omer Shafi bt Gulzaib 6-2,6-0; Osama Khan bt Asim Khan 6-1,6-4; Taha Aman bt Farooq Atiq 6-3,7-6; Rayyan Suhail bt Sameer 6-1,6-4U-12 (1st Round) - M Yahya bt Yousuf Haleem 8-0; Farooq Atiq bt Abdullah Imran 8-2; Mahatir bt Hassan Jamal 8-2; Ashar Mir bt Erhan Asad 8-0.Published in Dawn September 1st, 2016\n", "author": "Agencies", "title": "Trio reach semis"}}
{"1281184": {"date": "September 01, 2016", "article": "ZURICH: Switzerland’s highest court declined on Wednesday to issue a preliminary injunction that would have let Russian Paralympic athletes compete at the Rio Games next month, saying instead it will rule later on the team’s ban due to state-sponsored doping. Russia is appealing the Swiss-based International Paralympics Committee’s decision this month to ban its athletes from the Sept. 7-18 competition. After losing before the Court of Arbitration for Sport in Lausanne last week, Russia took its case to the Swiss Federal Court. The tribunal decided that the Russian delegation had not done enough to justify an immediate lifting of the ban on its athletes in Rio, a court statement said. “The Russian Paralympic Committee would have needed to demonstrate it had fulfilled its obligations in upholding... anti-doping protocols, and that its interests in an immediate lifting of its suspension outweigh the International Paralympics Committee’s interests in fighting doping and in the integrity of athletics. It did not succeed in this in any way,” it said. The court is limited to ruling on procedural matters. Earlier on Wednesday, Russia’s Paralympic Committee chief Vladimir Lukin said the country will hold a two-day competition next week for its paralympic squad, coinciding with the official Games start in Brazil. “We’re planning to hold on September 7-8 a series of tournaments for the country’s Paralympic athletes at the training bases in the Moscow region,” R-Sport news agency quoted Lukin as saying. Last week Russian President Vladimir Putin lashed out against the ban on the country’s Paralympians, calling the decision “outside the law, morality, humanity”. Putin pledged that Russia instead would organise competitions for the banned Paralympians “to show all their skills”. A Kremlin spokesman said Wednesday that it was still to be decided if Putin would attend the event. Russia’s Olympic squad narrowly escaped a total ban from the Rio Games, but its track-and-field team was suspended over evidence of state-sponsored drug cheating and corruption in the country.Published in Dawn September 1st, 2016\n", "author": "Agencies", "title": "Swiss court holds fire on Russian paralympic athletes’ Rio ban"}}
{"1281194": {"date": "September 01, 2016", "article": "ZURICH: Switzerland’s highest court declined on Wednesday to issue a preliminary injunction that would have let Russian Paralympic athletes compete at the Rio Games next month, saying instead it will rule later on the team’s ban due to state-sponsored doping. Russia is appealing the Swiss-based International Paralympics Committee’s decision this month to ban its athletes from the Sept. 7-18 competition. After losing before the Court of Arbitration for Sport in Lausanne last week, Russia took its case to the Swiss Federal Court. The tribunal decided that the Russian delegation had not done enough to justify an immediate lifting of the ban on its athletes in Rio, a court statement said. “The Russian Paralympic Committee would have needed to demonstrate it had fulfilled its obligations in upholding... anti-doping protocols, and that its interests in an immediate lifting of its suspension outweigh the International Paralympics Committee’s interests in fighting doping and in the integrity of athletics. It did not succeed in this in any way,” it said. The court is limited to ruling on procedural matters. Earlier on Wednesday, Russia’s Paralympic Committee chief Vladimir Lukin said the country will hold a two-day competition next week for its paralympic squad, coinciding with the official Games start in Brazil. “We’re planning to hold on September 7-8 a series of tournaments for the country’s Paralympic athletes at the training bases in the Moscow region,” R-Sport news agency quoted Lukin as saying. Last week Russian President Vladimir Putin lashed out against the ban on the country’s Paralympians, calling the decision “outside the law, morality, humanity”. Putin pledged that Russia instead would organise competitions for the banned Paralympians “to show all their skills”. A Kremlin spokesman said Wednesday that it was still to be decided if Putin would attend the event. Russia’s Olympic squad narrowly escaped a total ban from the Rio Games, but its track-and-field team was suspended over evidence of state-sponsored drug cheating and corruption in the country.Published in Dawn September 1st, 2016\n", "author": "Agencies", "title": "Swiss court holds fire on Russian paralympic athletes’ Rio ban"}}
{"1281204": {"date": "September 01, 2016", "article": "ZURICH: Switzerland’s highest court declined on Wednesday to issue a preliminary injunction that would have let Russian Paralympic athletes compete at the Rio Games next month, saying instead it will rule later on the team’s ban due to state-sponsored doping. Russia is appealing the Swiss-based International Paralympics Committee’s decision this month to ban its athletes from the Sept. 7-18 competition. After losing before the Court of Arbitration for Sport in Lausanne last week, Russia took its case to the Swiss Federal Court. The tribunal decided that the Russian delegation had not done enough to justify an immediate lifting of the ban on its athletes in Rio, a court statement said. “The Russian Paralympic Committee would have needed to demonstrate it had fulfilled its obligations in upholding... anti-doping protocols, and that its interests in an immediate lifting of its suspension outweigh the International Paralympics Committee’s interests in fighting doping and in the integrity of athletics. It did not succeed in this in any way,” it said. The court is limited to ruling on procedural matters. Earlier on Wednesday, Russia’s Paralympic Committee chief Vladimir Lukin said the country will hold a two-day competition next week for its paralympic squad, coinciding with the official Games start in Brazil. “We’re planning to hold on September 7-8 a series of tournaments for the country’s Paralympic athletes at the training bases in the Moscow region,” R-Sport news agency quoted Lukin as saying. Last week Russian President Vladimir Putin lashed out against the ban on the country’s Paralympians, calling the decision “outside the law, morality, humanity”. Putin pledged that Russia instead would organise competitions for the banned Paralympians “to show all their skills”. A Kremlin spokesman said Wednesday that it was still to be decided if Putin would attend the event. Russia’s Olympic squad narrowly escaped a total ban from the Rio Games, but its track-and-field team was suspended over evidence of state-sponsored drug cheating and corruption in the country.Published in Dawn September 1st, 2016\n", "author": "Agencies", "title": "Swiss court holds fire on Russian paralympic athletes’ Rio ban"}}
{"1281214": {"date": "September 01, 2016", "article": "SRINAGAR: Protests against Indian rule erupted at many places in Kashmir on Wednesday after authorities lifted a curfew throughout the disputed Himalayan region for the first time in 54 days. A young man was killed and several others were injured in clashes between rock-throwing protesters and government forces. Residents said a protest erupted in northern Nadihal village after troops prevented trucks carrying fruit from entering the area. They said police and soldiers also beat up residents and ransacked homes in the village. A police officer said government forces tried to stop protesters from marching on the main village street and retaliated by firing bullets and shotgun pellets when residents hurled rocks at them. He said one man was killed and five others were wounded, three of them critically. Protests demanding an end to Indian rule were also reported in other places in the region, including the main city of Srinagar. At least 20 people were reported injured. Despite the lifting of the curfew, shops and schools remained closed because of a protest strike called by leaders challenging India’s sovereignty over India-held Kashmir.Published in Dawn September 1st, 2016\n", "author": "AP", "title": "Indian forces fire at Kashmiri protesters;  man killed"}}
{"1281224": {"date": "September 01, 2016", "article": "SRINAGAR: Protests against Indian rule erupted at many places in Kashmir on Wednesday after authorities lifted a curfew throughout the disputed Himalayan region for the first time in 54 days. A young man was killed and several others were injured in clashes between rock-throwing protesters and government forces. Residents said a protest erupted in northern Nadihal village after troops prevented trucks carrying fruit from entering the area. They said police and soldiers also beat up residents and ransacked homes in the village. A police officer said government forces tried to stop protesters from marching on the main village street and retaliated by firing bullets and shotgun pellets when residents hurled rocks at them. He said one man was killed and five others were wounded, three of them critically. Protests demanding an end to Indian rule were also reported in other places in the region, including the main city of Srinagar. At least 20 people were reported injured. Despite the lifting of the curfew, shops and schools remained closed because of a protest strike called by leaders challenging India’s sovereignty over India-held Kashmir.Published in Dawn September 1st, 2016\n", "author": "AP", "title": "Indian forces fire at Kashmiri protesters;  man killed"}}
{"1281234": {"date": "September 01, 2016", "article": "KARACHI: Academic activities were suspended at eight major public sector universities in the province on Wednesday in response to a call for strike given by the Sindh chapter of the Federation of All Pakistan Universities Academic Staff Association (Fapuasa).At Karachi University (KU) teachers addressed a press conference after boycott of classes to vent anger and frustration over prolonged financial crisis the university had been facing and the way the provincial government had been handling affairs at universities.They warned the government of a ‘strong agitation’ soon after Eid if the government did not release the Rs350m grant it had announced last year for the university.Listing a number of other demands, teachers, which included the society’s office-bearers as well as members of the university’s statutory bodies, called upon the government to immediately withdraw what they described as ‘unilateral amendments’ to the Sindh Universities Law 2013, and either activate the provincial higher education commission in consultation with senior teachers or abolish the body altogether.The demands which were put forward to the provincial government included making appointments to all key administrative posts through a selection board, removing retired administrative officers, making regular appointments to all posts including that of the vice chancellor (who was currently working on ad hoc basis), initiating meaningful investigation into financial malpractices on the campus, adopting a uniform policy for teachers and non-teaching staff of all universities, increasing KU grant to Rs1bn and payment of leave encashment to all KU employees before Eid, which, they said, was being paid to staff at other universities.“This has now become an issue of discrimination against KU. The government must pay leave encashment to all university employees before Eid,” president Kuts Dr Shakeel Farooqi demanded.The university would be shut if the issues were not addressed, he warned.“It’s no more possible to continue academic activities in an environment lacking requisite paraphernalia; the university’s physical infrastructure badly needs repair, labs are functioning without a whole set of chemicals and proper equipment while no funds are available to purchase research journals for libraries,” he explained in response to a question.Teachers also demanded the Higher Education Commission (HEC) increase university grant and pay full salary including the raise announced by the government. “Presently, the deficit the university faces under the head of staff salaries is Rs800m. In other words, the government only pays eight months’ salaries to KU staff. The rest is to be arranged by the university itself,” he said.On the autonomous status of universities, he said teachers had been protesting against the controversial amendments for the past three years but to no avail. It was the assemblies, he observed, which made the universities independent bodies and agreed to have an apolitical dignitary as chancellor (governor) as a representative of the federal government. “This has been so because a large chunk of university grant comes from the federal government. But, when a political worker or a person perceived as a representative of the establishment becomes the governor and provincial government brings a law that serves its own vested interests, the entire system at universities is ruined, as has been happening,” he noted.On the role of provincial HEC, it was pointed out that since the Punjab HEC had decided to work with the federal HEC, Sindh was now left alone.Meanwhile, vice president of the Fapuasa-centre Dr Kalimullah Bareech supported the Kuts stance. “We support all universities of Sindh in their struggle and demand the government and the HEC address their concerns. Otherwise a nationwide strike will be observed at universities,” he said.HYDERABAD: Teachers and non-teaching staff boycotted academic activities the Sindh University in response to the Sindh chapter of Fapuasa’s call. The protest was later joined by the Sindh Universities Officers Federation as well.Academic and non-academic staff boycotted work and participated in a demonstration which was led by Fapuasa’s Sindh chapter president Dr Shahnawaz Talpur along with the federation’s provincial general secretary Dr Farid Ahmed Memon and others. The leaders said that amendments suggested by Fapuasa should be made part of the law and opposed interference by Sindh government and Higher Education Commission (HEC) in the universities’ affairs. They demanded that all appointments in the universities should be made in accordance with the procedure laid down in the universities’ regulations. The Mehran University Officers’ Welfare Association also claimed in a statement that officers and staff boycotted work in protest against appointment of retirees to administrative positions. They demanded removal of such officers and staged a sit-in. Later, the Mehran university employees association also joined the protest, it said. The protesters’ office-bearers said that Sindh government had appointed registrar of Mehran University in violation of set procedure. Published in Dawn September 1st, 2016\n", "author": "Dawn Report", "title": "Teachers boycott academic activities at govt universities across Sindh"}}
{"1281244": {"date": "September 01, 2016", "article": "KARACHI: Academic activities were suspended at eight major public sector universities in the province on Wednesday in response to a call for strike given by the Sindh chapter of the Federation of All Pakistan Universities Academic Staff Association (Fapuasa).At Karachi University (KU) teachers addressed a press conference after boycott of classes to vent anger and frustration over prolonged financial crisis the university had been facing and the way the provincial government had been handling affairs at universities.They warned the government of a ‘strong agitation’ soon after Eid if the government did not release the Rs350m grant it had announced last year for the university.Listing a number of other demands, teachers, which included the society’s office-bearers as well as members of the university’s statutory bodies, called upon the government to immediately withdraw what they described as ‘unilateral amendments’ to the Sindh Universities Law 2013, and either activate the provincial higher education commission in consultation with senior teachers or abolish the body altogether.The demands which were put forward to the provincial government included making appointments to all key administrative posts through a selection board, removing retired administrative officers, making regular appointments to all posts including that of the vice chancellor (who was currently working on ad hoc basis), initiating meaningful investigation into financial malpractices on the campus, adopting a uniform policy for teachers and non-teaching staff of all universities, increasing KU grant to Rs1bn and payment of leave encashment to all KU employees before Eid, which, they said, was being paid to staff at other universities.“This has now become an issue of discrimination against KU. The government must pay leave encashment to all university employees before Eid,” president Kuts Dr Shakeel Farooqi demanded.The university would be shut if the issues were not addressed, he warned.“It’s no more possible to continue academic activities in an environment lacking requisite paraphernalia; the university’s physical infrastructure badly needs repair, labs are functioning without a whole set of chemicals and proper equipment while no funds are available to purchase research journals for libraries,” he explained in response to a question.Teachers also demanded the Higher Education Commission (HEC) increase university grant and pay full salary including the raise announced by the government. “Presently, the deficit the university faces under the head of staff salaries is Rs800m. In other words, the government only pays eight months’ salaries to KU staff. The rest is to be arranged by the university itself,” he said.On the autonomous status of universities, he said teachers had been protesting against the controversial amendments for the past three years but to no avail. It was the assemblies, he observed, which made the universities independent bodies and agreed to have an apolitical dignitary as chancellor (governor) as a representative of the federal government. “This has been so because a large chunk of university grant comes from the federal government. But, when a political worker or a person perceived as a representative of the establishment becomes the governor and provincial government brings a law that serves its own vested interests, the entire system at universities is ruined, as has been happening,” he noted.On the role of provincial HEC, it was pointed out that since the Punjab HEC had decided to work with the federal HEC, Sindh was now left alone.Meanwhile, vice president of the Fapuasa-centre Dr Kalimullah Bareech supported the Kuts stance. “We support all universities of Sindh in their struggle and demand the government and the HEC address their concerns. Otherwise a nationwide strike will be observed at universities,” he said.HYDERABAD: Teachers and non-teaching staff boycotted academic activities the Sindh University in response to the Sindh chapter of Fapuasa’s call. The protest was later joined by the Sindh Universities Officers Federation as well.Academic and non-academic staff boycotted work and participated in a demonstration which was led by Fapuasa’s Sindh chapter president Dr Shahnawaz Talpur along with the federation’s provincial general secretary Dr Farid Ahmed Memon and others. The leaders said that amendments suggested by Fapuasa should be made part of the law and opposed interference by Sindh government and Higher Education Commission (HEC) in the universities’ affairs. They demanded that all appointments in the universities should be made in accordance with the procedure laid down in the universities’ regulations. The Mehran University Officers’ Welfare Association also claimed in a statement that officers and staff boycotted work in protest against appointment of retirees to administrative positions. They demanded removal of such officers and staged a sit-in. Later, the Mehran university employees association also joined the protest, it said. The protesters’ office-bearers said that Sindh government had appointed registrar of Mehran University in violation of set procedure. Published in Dawn September 1st, 2016\n", "author": "Dawn Report", "title": "Teachers boycott academic activities at govt universities across Sindh"}}
{"1281254": {"date": "September 01, 2016", "article": "ISLAMABAD: The Supreme Court on Wednesday sought an explanation from the Islamabad IG Tariq Masood Yasin for the security lapse which resulted in the murder of Barrister Malik Fahad, a nephew of former Senate chairman Mohammedmian Soomro on Aug 15. Malik Fahad was killed on Aug 15 in Sector F-10 when he left the police station after mediating between Raja Arshad and Malik Tariq, although the two groups had earlier reached an agreement at the police station. The report was called from the top police boss on a suo motu notice taken by Chief Justice Anwar Zaheer Jamali with an observation that the lack of proper security arrangements by the administration constitutes violation of fundamental right to life and liberty which has been guaranteed under Article 9 of the Constitution. The IG Islamabad has to submit the report within a week. The suo motu notice was taken on a note sent to the chief justice by Supreme Court Registrar Arbab Muhammad Arif in which he briefly stated the entire episode of the incident. The note regretted that the incident could have been averted had the vehicles of the rival groups been properly checked and searched by the Islamabad police. The rival groups came to the police stations in these vehicles. Moreover, when the police saw that the two parties were antagonistic towards each other, they should have anticipated breach of peace and should have taken all precautionary measures in order to avoid a clash between them. The note also regretted that because of the lethargic attitude of the police department, one of the accused initially succeeded in obtaining interim bail from the court of district and sessions judge, Islamabad which now has been cancelled and the accused has been handed over to police on physical remand.Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "SC seeks explanation from IG in Malik Fahad murder case"}}
{"1281264": {"date": "September 01, 2016", "article": "ISLAMABAD: The Supreme Court on Wednesday sought an explanation from the Islamabad IG Tariq Masood Yasin for the security lapse which resulted in the murder of Barrister Malik Fahad, a nephew of former Senate chairman Mohammedmian Soomro on Aug 15. Malik Fahad was killed on Aug 15 in Sector F-10 when he left the police station after mediating between Raja Arshad and Malik Tariq, although the two groups had earlier reached an agreement at the police station. The report was called from the top police boss on a suo motu notice taken by Chief Justice Anwar Zaheer Jamali with an observation that the lack of proper security arrangements by the administration constitutes violation of fundamental right to life and liberty which has been guaranteed under Article 9 of the Constitution. The IG Islamabad has to submit the report within a week. The suo motu notice was taken on a note sent to the chief justice by Supreme Court Registrar Arbab Muhammad Arif in which he briefly stated the entire episode of the incident. The note regretted that the incident could have been averted had the vehicles of the rival groups been properly checked and searched by the Islamabad police. The rival groups came to the police stations in these vehicles. Moreover, when the police saw that the two parties were antagonistic towards each other, they should have anticipated breach of peace and should have taken all precautionary measures in order to avoid a clash between them. The note also regretted that because of the lethargic attitude of the police department, one of the accused initially succeeded in obtaining interim bail from the court of district and sessions judge, Islamabad which now has been cancelled and the accused has been handed over to police on physical remand.Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "SC seeks explanation from IG in Malik Fahad murder case"}}
{"1281274": {"date": "September 01, 2016", "article": "ISLAMABAD: The Supreme Court on Wednesday sought an explanation from the Islamabad IG Tariq Masood Yasin for the security lapse which resulted in the murder of Barrister Malik Fahad, a nephew of former Senate chairman Mohammedmian Soomro on Aug 15. Malik Fahad was killed on Aug 15 in Sector F-10 when he left the police station after mediating between Raja Arshad and Malik Tariq, although the two groups had earlier reached an agreement at the police station. The report was called from the top police boss on a suo motu notice taken by Chief Justice Anwar Zaheer Jamali with an observation that the lack of proper security arrangements by the administration constitutes violation of fundamental right to life and liberty which has been guaranteed under Article 9 of the Constitution. The IG Islamabad has to submit the report within a week. The suo motu notice was taken on a note sent to the chief justice by Supreme Court Registrar Arbab Muhammad Arif in which he briefly stated the entire episode of the incident. The note regretted that the incident could have been averted had the vehicles of the rival groups been properly checked and searched by the Islamabad police. The rival groups came to the police stations in these vehicles. Moreover, when the police saw that the two parties were antagonistic towards each other, they should have anticipated breach of peace and should have taken all precautionary measures in order to avoid a clash between them. The note also regretted that because of the lethargic attitude of the police department, one of the accused initially succeeded in obtaining interim bail from the court of district and sessions judge, Islamabad which now has been cancelled and the accused has been handed over to police on physical remand.Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "SC seeks explanation from IG in Malik Fahad murder case"}}
{"1281284": {"date": "September 01, 2016", "article": "ISLAMABAD: The Supreme Court on Wednesday sought an explanation from the Islamabad IG Tariq Masood Yasin for the security lapse which resulted in the murder of Barrister Malik Fahad, a nephew of former Senate chairman Mohammedmian Soomro on Aug 15. Malik Fahad was killed on Aug 15 in Sector F-10 when he left the police station after mediating between Raja Arshad and Malik Tariq, although the two groups had earlier reached an agreement at the police station. The report was called from the top police boss on a suo motu notice taken by Chief Justice Anwar Zaheer Jamali with an observation that the lack of proper security arrangements by the administration constitutes violation of fundamental right to life and liberty which has been guaranteed under Article 9 of the Constitution. The IG Islamabad has to submit the report within a week. The suo motu notice was taken on a note sent to the chief justice by Supreme Court Registrar Arbab Muhammad Arif in which he briefly stated the entire episode of the incident. The note regretted that the incident could have been averted had the vehicles of the rival groups been properly checked and searched by the Islamabad police. The rival groups came to the police stations in these vehicles. Moreover, when the police saw that the two parties were antagonistic towards each other, they should have anticipated breach of peace and should have taken all precautionary measures in order to avoid a clash between them. The note also regretted that because of the lethargic attitude of the police department, one of the accused initially succeeded in obtaining interim bail from the court of district and sessions judge, Islamabad which now has been cancelled and the accused has been handed over to police on physical remand.Published in Dawn, September 1st, 2016\n", "author": "The Newspaper's Staff Reporter", "title": "SC seeks explanation from IG in Malik Fahad murder case"}}
{"1281294": {"date": "September 01, 2016", "article": "LAHORE: Showing frustration over `poor’ service delivery by the Punjab agriculture department and research institutions which led to the failure of cash crops like cotton, the provincial chief executive on Wednesday gave top officials three months to give better results or go home. Chairing a workshop on ‘Prospects of GM Cotton in Punjab: Opportunities and Challenges’ at his 90-Shahr-e-Quaid-i-Azam office, Chief Minister Shahbaz Sharif  criticized top officials of the agriculture department, heads of research institutes and agriculture universities for extensively attending training programmes abroad on government expense and delivering nothing to improve the productivity of cash crops.The chief minister grilled the hierarchy of agriculture department, research institutions and universities in the presence of other top government officials, agriculture experts, farmers and media.On the invitation of the chief minister, a couple of farmers and farm experts highlighted the problems the farmers are facing and their exploitation at the hands of government institutions. The chief minister said after three months he would evaluate the performance of all officials and would replace, with the young blood, those who failed to deliver. He asked the officials concerned to explain why the problem of cotton pest attack had not been resolved. Similarly, he was eager to know why the people involved in manufacturing and distribution of spurious pesticides were not put in jails. He said Pakistan was spending huge amount on cotton import from India and Egypt, adding 1,300 ginning factories, a large number of looms and export-oriented garments industry were at verge of closure because of \ncotton crop failure. He put a question to the research bodies why they could not introduce better-yielding varieties.Citing an example of official lethargy, Shahbaz Sharif said the government of Indian Punjab had gifted him a modern combined harvester during his visit there a few years ago. He said he had asked the officials concerned to make arrangements to copy and market the machine for the benefit of local farmers. He said he was shocked to learn after a couple of years that there was no progress over the issue. When a senior government official, while giving presentation on the cotton crisis, admitted that sucking pests had badly hit the crop last year, the chief minister intervened and asked him to explain the failure to use indigenous technology.The official said against the growing use of Monsento’s seed technology in Pakistan, the scientists working in local research labs had developed better quality of genes resisting cotton pests.Asked why that improved version of cotton seed was not used last year, the official said procedural issues had delayed its introduction.   Warning the irrigation officials, the chief minister said theft of canal water was equal to defaming the Punjab government and asked the officials to control the menace. Provincial Agriculture Minister Dr Farrukh Javed admitted the cotton crop had suffered a huge loss in 2015 because of possible factors of climate change, seed failure and redundant gene in seed but claimed this year the crop was good.“Being the minister I take responsibility of cotton failure to move forward with identification of mistakes” he said.The minister said negotiations skills would be developed to negotiate pro-farmers deals with multinational seed companies.Javed said the main concern of the department was to provide latest technologies to small farmer having less than 12.5 acre holdings.Winding up the debate which had three technical sessions, Secretary Agriculture Muhammad Mahmood gave five recommendations for betterment in cotton crop.The recommendations were to introduce GM cotton technology, protect farmers’ rights, provide enabling environment to the private sector, introduce legal and regulatory regime and transform cotton seed sector.Published in Dawn, September 1st, 2016\n", "author": "Faisal Ali Ghumman", "title": "Productivity of cash crops: CM snubs officials for slackness"}}
{"1281304": {"date": "September 01, 2016", "article": "LAHORE: Showing frustration over `poor’ service delivery by the Punjab agriculture department and research institutions which led to the failure of cash crops like cotton, the provincial chief executive on Wednesday gave top officials three months to give better results or go home. Chairing a workshop on ‘Prospects of GM Cotton in Punjab: Opportunities and Challenges’ at his 90-Shahr-e-Quaid-i-Azam office, Chief Minister Shahbaz Sharif  criticized top officials of the agriculture department, heads of research institutes and agriculture universities for extensively attending training programmes abroad on government expense and delivering nothing to improve the productivity of cash crops.The chief minister grilled the hierarchy of agriculture department, research institutions and universities in the presence of other top government officials, agriculture experts, farmers and media.On the invitation of the chief minister, a couple of farmers and farm experts highlighted the problems the farmers are facing and their exploitation at the hands of government institutions. The chief minister said after three months he would evaluate the performance of all officials and would replace, with the young blood, those who failed to deliver. He asked the officials concerned to explain why the problem of cotton pest attack had not been resolved. Similarly, he was eager to know why the people involved in manufacturing and distribution of spurious pesticides were not put in jails. He said Pakistan was spending huge amount on cotton import from India and Egypt, adding 1,300 ginning factories, a large number of looms and export-oriented garments industry were at verge of closure because of \ncotton crop failure. He put a question to the research bodies why they could not introduce better-yielding varieties.Citing an example of official lethargy, Shahbaz Sharif said the government of Indian Punjab had gifted him a modern combined harvester during his visit there a few years ago. He said he had asked the officials concerned to make arrangements to copy and market the machine for the benefit of local farmers. He said he was shocked to learn after a couple of years that there was no progress over the issue. When a senior government official, while giving presentation on the cotton crisis, admitted that sucking pests had badly hit the crop last year, the chief minister intervened and asked him to explain the failure to use indigenous technology.The official said against the growing use of Monsento’s seed technology in Pakistan, the scientists working in local research labs had developed better quality of genes resisting cotton pests.Asked why that improved version of cotton seed was not used last year, the official said procedural issues had delayed its introduction.   Warning the irrigation officials, the chief minister said theft of canal water was equal to defaming the Punjab government and asked the officials to control the menace. Provincial Agriculture Minister Dr Farrukh Javed admitted the cotton crop had suffered a huge loss in 2015 because of possible factors of climate change, seed failure and redundant gene in seed but claimed this year the crop was good.“Being the minister I take responsibility of cotton failure to move forward with identification of mistakes” he said.The minister said negotiations skills would be developed to negotiate pro-farmers deals with multinational seed companies.Javed said the main concern of the department was to provide latest technologies to small farmer having less than 12.5 acre holdings.Winding up the debate which had three technical sessions, Secretary Agriculture Muhammad Mahmood gave five recommendations for betterment in cotton crop.The recommendations were to introduce GM cotton technology, protect farmers’ rights, provide enabling environment to the private sector, introduce legal and regulatory regime and transform cotton seed sector.Published in Dawn, September 1st, 2016\n", "author": "Faisal Ali Ghumman", "title": "Productivity of cash crops: CM snubs officials for slackness"}}
{"1281314": {"date": "Updated September 01, 2016", "article": "KARACHI: Thousands of Pakistani labourers working in Saudi Arabia fear arrest and hardship as they continue to work in the country with unpaid salaries and expired work permits. “We rush back to our quarters immediately after work,” one worker tells Dawn in a telephone interview. “We are too scared of the police to step outside.” At least 100 workers were thrust into uncertainty after their employer, the United Seemac Co., a construction company, allegedly failed to pay their salaries for several months. Following the company’s repeated promises of “releasing payments soon”, the workers made a difficult decision earlier this year: they took their grievances to a labour court. However, with the legal battle yet to bear fruit, the expatriates with little money and borrowed time are quickly losing hope. \nResidence permits have expired because the fee required for their renewal has not been paid, laments a worker\n\nMost are still employed by the company as technical staff. Ali Shah*, who has been working as a bulldozer operator for the firm for a decade, says he is owed 35,000 Saudi riyals [approximately Rs980,000]. He claims that Pakistani workers are not the only ones facing such trouble at the United Seemac Co. “The company has a total of 500 employees of different nationalities, and all are in a similar situation. The trend of not paying salaries is new,” he says, adding that he has not faced salary delays before. On average, workers have not been paid for nine to 16 months, though there are also some whose remunerations have reportedly been pending for 19 months. Despite the difficult circumstances, they continue to work in the hope that their dues will be paid and reside in cramped living quarters provided by the company. Their passports are in the employer’s possession, and whether it is the death of a relative or an emergency, they cannot go back to Pakistan unless the employer returns their passport. Iqama question\nMany of the workers hold expired iqamas, the residence permits issued to expatriates who arrive in Saudi Arabia on an employment visa. Blaming the company for the expired permits, another staffer Basit Sheikh says: “The company has not paid a fee employers are required to submit for iqama renewal.” Sheikh said he was recently arrested for seven days for not having a valid residence permit. A list compiled by a worker and seen by Dawn shows that of the 100 Pakistani employees working at the firm, 77 have their permits expired. “Without these permits, we cannot even get medical insurance. How can we possibly have money to go see a doctor, if we often do not even have money for food?” asks Sheikh. In January, when the workers filed an official complaint with the labour court, Sheikh and another Pakistani worker represented the concerns of the complainants. According to documents seen by Dawn, the plaintiffs demanded that they be paid the pending salaries and their iqamas renewed. After three recorded hearings, the case was transferred to a higher court. “The representative of the company attended the last hearing; we found him uninterested in dealing with us [workers]. So now we are taking the case to a higher court,” says Sheikh. Adding to the workers’ distress is the fact that the company is holding their passports, making travel next to impossible. Saad Khan, an employee of the company for the past 12 years, says: “If I quit today, they will give me my passport and allow me to leave. But this would mean leaving behind my pending salary.” For Khan, whose 11 pay cheques are owed to him, this is simply not an option. Company’s problem\nThe plight of the workers at the construction firm is not unique. As has been widely reported, with oil revenues decreasing, the kingdom has cut down state spending, and construction firms have taken a hit. The company’s general manager, Abu Mohammed, reportedly told online news organisation Middle East Eye that they were unable to pay employees because the Saudi government had failed to compensate the firm for completed contract work. Representatives of the firm could not be contacted despite several email and telephone communication attempts. In July, Pakistan’s Foreign Of­­fi­­ce took notice when another construction firm had failed to pay 500 Pakistanis their dues. “[The] Min­is­­­try of Foreign Affairs and Pak­istan Embassy in Riyadh are making every effort to resolve the difficulties being faced by Pakis­tani nationals, working for Saad Group of Companies in Dam­m­­am…,” Foreign Office spokesman Nafees Zakaria had told Dawn. Non-payment of salaries affected 8,000 individuals at the Saad Group of Companies. Workers of the United Seemac Co feel that because they are emp­loyed by a much smaller organisation, no one knows their situation. “One week ago we also went to Pakistan Embassy in Riyadh to lodge a complaint, but we did not receive any good response from them,” said Sheikh. With a pending legal case and limited options, the employees continue to work for the firm. “They give us small sums of money sometimes. Just recently workers in Riyadh were given about 50 Saudi riyals [about Rs1,400] each,” Khan says. This, however, is barely enough for him to feed himself, let alone support his family back in Pakistan. *Names have been changed to protect identity as the workers are not authorised to speak to journalistsAdditional reporting by Mahnoor BariPublished in Dawn, September 1st, 2016\n", "author": "Fahad Naveed", "title": "Expatriate Pakistanis struggle as Saudi construction firm holds wages"}}
{"1281324": {"date": "Updated September 01, 2016", "article": "KARACHI: Thousands of Pakistani labourers working in Saudi Arabia fear arrest and hardship as they continue to work in the country with unpaid salaries and expired work permits. “We rush back to our quarters immediately after work,” one worker tells Dawn in a telephone interview. “We are too scared of the police to step outside.” At least 100 workers were thrust into uncertainty after their employer, the United Seemac Co., a construction company, allegedly failed to pay their salaries for several months. Following the company’s repeated promises of “releasing payments soon”, the workers made a difficult decision earlier this year: they took their grievances to a labour court. However, with the legal battle yet to bear fruit, the expatriates with little money and borrowed time are quickly losing hope. \nResidence permits have expired because the fee required for their renewal has not been paid, laments a worker\n\nMost are still employed by the company as technical staff. Ali Shah*, who has been working as a bulldozer operator for the firm for a decade, says he is owed 35,000 Saudi riyals [approximately Rs980,000]. He claims that Pakistani workers are not the only ones facing such trouble at the United Seemac Co. “The company has a total of 500 employees of different nationalities, and all are in a similar situation. The trend of not paying salaries is new,” he says, adding that he has not faced salary delays before. On average, workers have not been paid for nine to 16 months, though there are also some whose remunerations have reportedly been pending for 19 months. Despite the difficult circumstances, they continue to work in the hope that their dues will be paid and reside in cramped living quarters provided by the company. Their passports are in the employer’s possession, and whether it is the death of a relative or an emergency, they cannot go back to Pakistan unless the employer returns their passport. Iqama question\nMany of the workers hold expired iqamas, the residence permits issued to expatriates who arrive in Saudi Arabia on an employment visa. Blaming the company for the expired permits, another staffer Basit Sheikh says: “The company has not paid a fee employers are required to submit for iqama renewal.” Sheikh said he was recently arrested for seven days for not having a valid residence permit. A list compiled by a worker and seen by Dawn shows that of the 100 Pakistani employees working at the firm, 77 have their permits expired. “Without these permits, we cannot even get medical insurance. How can we possibly have money to go see a doctor, if we often do not even have money for food?” asks Sheikh. In January, when the workers filed an official complaint with the labour court, Sheikh and another Pakistani worker represented the concerns of the complainants. According to documents seen by Dawn, the plaintiffs demanded that they be paid the pending salaries and their iqamas renewed. After three recorded hearings, the case was transferred to a higher court. “The representative of the company attended the last hearing; we found him uninterested in dealing with us [workers]. So now we are taking the case to a higher court,” says Sheikh. Adding to the workers’ distress is the fact that the company is holding their passports, making travel next to impossible. Saad Khan, an employee of the company for the past 12 years, says: “If I quit today, they will give me my passport and allow me to leave. But this would mean leaving behind my pending salary.” For Khan, whose 11 pay cheques are owed to him, this is simply not an option. Company’s problem\nThe plight of the workers at the construction firm is not unique. As has been widely reported, with oil revenues decreasing, the kingdom has cut down state spending, and construction firms have taken a hit. The company’s general manager, Abu Mohammed, reportedly told online news organisation Middle East Eye that they were unable to pay employees because the Saudi government had failed to compensate the firm for completed contract work. Representatives of the firm could not be contacted despite several email and telephone communication attempts. In July, Pakistan’s Foreign Of­­fi­­ce took notice when another construction firm had failed to pay 500 Pakistanis their dues. “[The] Min­is­­­try of Foreign Affairs and Pak­istan Embassy in Riyadh are making every effort to resolve the difficulties being faced by Pakis­tani nationals, working for Saad Group of Companies in Dam­m­­am…,” Foreign Office spokesman Nafees Zakaria had told Dawn. Non-payment of salaries affected 8,000 individuals at the Saad Group of Companies. Workers of the United Seemac Co feel that because they are emp­loyed by a much smaller organisation, no one knows their situation. “One week ago we also went to Pakistan Embassy in Riyadh to lodge a complaint, but we did not receive any good response from them,” said Sheikh. With a pending legal case and limited options, the employees continue to work for the firm. “They give us small sums of money sometimes. Just recently workers in Riyadh were given about 50 Saudi riyals [about Rs1,400] each,” Khan says. This, however, is barely enough for him to feed himself, let alone support his family back in Pakistan. *Names have been changed to protect identity as the workers are not authorised to speak to journalistsAdditional reporting by Mahnoor BariPublished in Dawn, September 1st, 2016\n", "author": "Fahad Naveed", "title": "Expatriate Pakistanis struggle as Saudi construction firm holds wages"}}
{"1281334": {"date": "Updated September 01, 2016", "article": "KARACHI: Thousands of Pakistani labourers working in Saudi Arabia fear arrest and hardship as they continue to work in the country with unpaid salaries and expired work permits. “We rush back to our quarters immediately after work,” one worker tells Dawn in a telephone interview. “We are too scared of the police to step outside.” At least 100 workers were thrust into uncertainty after their employer, the United Seemac Co., a construction company, allegedly failed to pay their salaries for several months. Following the company’s repeated promises of “releasing payments soon”, the workers made a difficult decision earlier this year: they took their grievances to a labour court. However, with the legal battle yet to bear fruit, the expatriates with little money and borrowed time are quickly losing hope. \nResidence permits have expired because the fee required for their renewal has not been paid, laments a worker\n\nMost are still employed by the company as technical staff. Ali Shah*, who has been working as a bulldozer operator for the firm for a decade, says he is owed 35,000 Saudi riyals [approximately Rs980,000]. He claims that Pakistani workers are not the only ones facing such trouble at the United Seemac Co. “The company has a total of 500 employees of different nationalities, and all are in a similar situation. The trend of not paying salaries is new,” he says, adding that he has not faced salary delays before. On average, workers have not been paid for nine to 16 months, though there are also some whose remunerations have reportedly been pending for 19 months. Despite the difficult circumstances, they continue to work in the hope that their dues will be paid and reside in cramped living quarters provided by the company. Their passports are in the employer’s possession, and whether it is the death of a relative or an emergency, they cannot go back to Pakistan unless the employer returns their passport. Iqama question\nMany of the workers hold expired iqamas, the residence permits issued to expatriates who arrive in Saudi Arabia on an employment visa. Blaming the company for the expired permits, another staffer Basit Sheikh says: “The company has not paid a fee employers are required to submit for iqama renewal.” Sheikh said he was recently arrested for seven days for not having a valid residence permit. A list compiled by a worker and seen by Dawn shows that of the 100 Pakistani employees working at the firm, 77 have their permits expired. “Without these permits, we cannot even get medical insurance. How can we possibly have money to go see a doctor, if we often do not even have money for food?” asks Sheikh. In January, when the workers filed an official complaint with the labour court, Sheikh and another Pakistani worker represented the concerns of the complainants. According to documents seen by Dawn, the plaintiffs demanded that they be paid the pending salaries and their iqamas renewed. After three recorded hearings, the case was transferred to a higher court. “The representative of the company attended the last hearing; we found him uninterested in dealing with us [workers]. So now we are taking the case to a higher court,” says Sheikh. Adding to the workers’ distress is the fact that the company is holding their passports, making travel next to impossible. Saad Khan, an employee of the company for the past 12 years, says: “If I quit today, they will give me my passport and allow me to leave. But this would mean leaving behind my pending salary.” For Khan, whose 11 pay cheques are owed to him, this is simply not an option. Company’s problem\nThe plight of the workers at the construction firm is not unique. As has been widely reported, with oil revenues decreasing, the kingdom has cut down state spending, and construction firms have taken a hit. The company’s general manager, Abu Mohammed, reportedly told online news organisation Middle East Eye that they were unable to pay employees because the Saudi government had failed to compensate the firm for completed contract work. Representatives of the firm could not be contacted despite several email and telephone communication attempts. In July, Pakistan’s Foreign Of­­fi­­ce took notice when another construction firm had failed to pay 500 Pakistanis their dues. “[The] Min­is­­­try of Foreign Affairs and Pak­istan Embassy in Riyadh are making every effort to resolve the difficulties being faced by Pakis­tani nationals, working for Saad Group of Companies in Dam­m­­am…,” Foreign Office spokesman Nafees Zakaria had told Dawn. Non-payment of salaries affected 8,000 individuals at the Saad Group of Companies. Workers of the United Seemac Co feel that because they are emp­loyed by a much smaller organisation, no one knows their situation. “One week ago we also went to Pakistan Embassy in Riyadh to lodge a complaint, but we did not receive any good response from them,” said Sheikh. With a pending legal case and limited options, the employees continue to work for the firm. “They give us small sums of money sometimes. Just recently workers in Riyadh were given about 50 Saudi riyals [about Rs1,400] each,” Khan says. This, however, is barely enough for him to feed himself, let alone support his family back in Pakistan. *Names have been changed to protect identity as the workers are not authorised to speak to journalistsAdditional reporting by Mahnoor BariPublished in Dawn, September 1st, 2016\n", "author": "Fahad Naveed", "title": "Expatriate Pakistanis struggle as Saudi construction firm holds wages"}}
{"1281344": {"date": "September 01, 2016", "article": "MELBOURNE: Cricket Australia will pore over its high performance systems in a 'meaty' review following the 3-0 Test series whitewash to Sri Lanka, chief executive James Sutherland has said.Australia lost their world number one ranking in Tests due to the series defeat and burnished their reputation as home-track bullies after their batsmen again proved hapless against spin bowling on turning wickets.With a huge challenge in the subcontinent looming against India in less than six months, Sutherland said probing questions were being asked of the national set-up.“Are some of the fundamental things that we are doing to prepare our players to perform well and be highly competitive in subcontinental conditions passing the Test?” Sutherland said in comments published by Fairfax Media.“I think that's where the review gets a little bit more meaty and challenging and more fundamental, going right down into questioning our high performance systems as well.” Sutherland's comments come days after former Australia batsman Matthew Hayden slammed the high performance unit for having too much power over the team and selections.Hayden claimed head coach and selector Darren Lehmann and the high performance unit headed by former rugby international Pat Howard were undermining the players' ability to build a strong culture.“The players have got to actually wrestle back some of their own power from within rather than listening to your physios, your strength and conditioning coaches, your high performance manager and even your coach for that matter and actually dig in as a group and build the culture,” Hayden, a former team mate of Lehmann, fumed on local radio station Triple M.Australia hired Sri Lanka spin great Muttiah Muralitharan as a coaching consultant to help their batsmen prepare for the South Asian nation's pitches but many appeared clueless when facing veteran left-arm spinner Rangana Herath, who took 28 wickets and was named man-of-the-series.Cricket Australia also regularly sends 'A' and youth teams to the subcontinent but some were failing to adapt, Sutherland said.“To be a bona fide international cricketer in this day and age you need to be able to adapt to conditions in Australia, conditions in England, conditions in the subcontinent ... wherever you play,” he said.“And that adaptability is something that needs to be reviewed because some are adapting and some aren't.” Australia gained some consolation from the Sri Lanka tour on Wednesday, with the one-day side winning the fourth match to take an unassailable 3-1 lead in the series. \n", "author": "Reuters", "title": "Australia to conduct 'meaty' review after Sri Lanka flop"}}
{"1281354": {"date": "September 01, 2016", "article": "MELBOURNE: Cricket Australia will pore over its high performance systems in a 'meaty' review following the 3-0 Test series whitewash to Sri Lanka, chief executive James Sutherland has said.Australia lost their world number one ranking in Tests due to the series defeat and burnished their reputation as home-track bullies after their batsmen again proved hapless against spin bowling on turning wickets.With a huge challenge in the subcontinent looming against India in less than six months, Sutherland said probing questions were being asked of the national set-up.“Are some of the fundamental things that we are doing to prepare our players to perform well and be highly competitive in subcontinental conditions passing the Test?” Sutherland said in comments published by Fairfax Media.“I think that's where the review gets a little bit more meaty and challenging and more fundamental, going right down into questioning our high performance systems as well.” Sutherland's comments come days after former Australia batsman Matthew Hayden slammed the high performance unit for having too much power over the team and selections.Hayden claimed head coach and selector Darren Lehmann and the high performance unit headed by former rugby international Pat Howard were undermining the players' ability to build a strong culture.“The players have got to actually wrestle back some of their own power from within rather than listening to your physios, your strength and conditioning coaches, your high performance manager and even your coach for that matter and actually dig in as a group and build the culture,” Hayden, a former team mate of Lehmann, fumed on local radio station Triple M.Australia hired Sri Lanka spin great Muttiah Muralitharan as a coaching consultant to help their batsmen prepare for the South Asian nation's pitches but many appeared clueless when facing veteran left-arm spinner Rangana Herath, who took 28 wickets and was named man-of-the-series.Cricket Australia also regularly sends 'A' and youth teams to the subcontinent but some were failing to adapt, Sutherland said.“To be a bona fide international cricketer in this day and age you need to be able to adapt to conditions in Australia, conditions in England, conditions in the subcontinent ... wherever you play,” he said.“And that adaptability is something that needs to be reviewed because some are adapting and some aren't.” Australia gained some consolation from the Sri Lanka tour on Wednesday, with the one-day side winning the fourth match to take an unassailable 3-1 lead in the series. \n", "author": "Reuters", "title": "Australia to conduct 'meaty' review after Sri Lanka flop"}}
{"1281364": {"date": "September 01, 2016", "article": "MELBOURNE: Cricket Australia will pore over its high performance systems in a 'meaty' review following the 3-0 Test series whitewash to Sri Lanka, chief executive James Sutherland has said.Australia lost their world number one ranking in Tests due to the series defeat and burnished their reputation as home-track bullies after their batsmen again proved hapless against spin bowling on turning wickets.With a huge challenge in the subcontinent looming against India in less than six months, Sutherland said probing questions were being asked of the national set-up.“Are some of the fundamental things that we are doing to prepare our players to perform well and be highly competitive in subcontinental conditions passing the Test?” Sutherland said in comments published by Fairfax Media.“I think that's where the review gets a little bit more meaty and challenging and more fund{"1281164": {"date": "September 01, 2016", "article": "DACCA: Flood situation in the province further worsened today [Aug 31] affecting more areas in the hard hit Sirajganj sub-division of Pabna district and elsewhere where rivers were still swelling.According to latest information, Sirajganj was badly in the grip of flood. Lakhs of people have been affected. The marooned people were being evacuated.At least nine principal rivers of the province, including the Buriganga at Dacca and the Sitalakhya at the main inland river port of Narayanganj, were reported to be above the danger level and were still rising.Thirty-three hours of heavy and almost incessant rainfall has submerged the low-lying areas of Dacca City. Today’s rains nearly paralysed city life and made movement of vehicular traffic difficult.In some streets there was ankle-deep water and in low-lying areas knee-deep. Motor cars, buses and rickshaws had to get through waterlogged streets in certain areas and a lot of transport was seen stranded.[Meanwhile, as reported by agencies from Amman,] security men yesterday [Aug 30] dispersed about 2,000 marchers demonstrating peacefully in protest at the execution in Cairo on Monday of three Muslim Brotherhood leaders.Their demonstration was one of several protests in some Muslim countries against the execution of the men who were convicted of plotting to kill the United Arab Republic’s President Nasser and overthrow the regime.The Amman demonstrators, expressing “regret and grief” at the executions, began their march after prayers for the dead men at the Grand Husseini Mosque in the city centre led by the Mufti of Jordan, Sheikh Abdullah Al-Qalwili.After the prayers, speeches were made in front of the mosque attacking the UAR authorities.The demonstrators chanted slogans hostile to the UAR and carried placards as they marched to the UAR Embassy, obstructing traffic for about half an hour.Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Staff Correspondent", "title": "From the past pages of dawn : 1966 : Fifty years ago : E. Pakistan flooding"}}
{"1281194": {"date": "September 01, 2016", "article": "\n\n\n\t\t\t\t\tREVELLERS battle with tomato pulp during the annual Tomatina (tomato fight) festival in Bunol near Valencia, Spain, on Wednesday.—Reuters\n\t\t\t\t\n\n\nMADRID: Spain’s Tomatina festival, dubbed “the world’s biggest food fight”, has given the small town of Bunol a huge economic boost — and now other Spanish towns with quirky fiestas are seeking to mimic its success.At the annual Tomatina fiesta on Wednesday 160 tonnes of ripe tomatoes were offloaded from trucks into a crowd of over 22,000 half-naked revellers who packed the streets of Bunol for an hour-long battle.Locals and visitors pelted each other with tomatoes, leaving the streets of the eastern town which is home to just 10,000 people awash with red pulp.The Tomatina started in 1945 when local youths brawling in the street seized tomatoes and other produce from a greengrocer’s stall and let loose.Cash-strapped local authorities in 2013 began charging an entry fee and hired a private company to sell tickets.The colourful event has been featured in several movies, such as the 2014 British romantic comedy Walking on Sunshine and the 2011 Indian road movie Zindagi Na Milegi Dobara, as well as in television ads for global brands.“It’s an honour but also a great responsibility because everyone has their eyes fixed on us,” said Bunol mayor Rafael Perez.Export product Bunol registered the festival as a brand in 2002. As a result the village collects rights from firms that have used the Tomatina for its adverts, such as South Korean tech giant Samsung and Australian travel insurance provider Cover Moore.Each film shooting generates around 300,000 euros ($335,000) for the town from the rights, as well as from providing housing and food for the visiting film crews, according to the official web page of the Tomatina.Bunol city hall cooperates with other cities which want to hold its own version of the Tomatina for free because it provides publicity for the town and its festival, said Perez.“At the end of the day what everyone wants is to go to the original version, which is ours, so it is to our advantage,” he added.Versions of the Tomatina have been held annually or as one-off events in Colombia, Chile, Cuba, India, South Korea and the United States.“We always try to cooperate with anyone who wants, so that the image of the Tomatina is reinforced abroad,” said Perez.Giant ball and wine Other Spanish towns with unusual festivals are seeking to copy Bunol’s success.The tiny town of Mataelpino near Madrid registered its annual fiesta, dubbed the “Boloencierro”, which involves pitting daredevils against a giant 200-kilogram polystyrene ball as it gathers steam heading downhill towards the village bullring.The ball — three metres in diameter — has since 2010 replaced bulls used in a traditional bull run in which daredevils raced ahead of a pack of half-tonne fighting bulls along a similar route. The risk is real — the ball has injured several participants.The switch was motivated by Spain’s economic downturn which forced towns like Mataelpino to cut costs on its annual festivals and it has proven popular.The town holds the “Boloencierro”, a combination of the Spanish words for “ball” and “bull run”, every August.Mirroring the example of Bunol, Mataelpino is helping six other Spanish towns to hold their own versions of the Boloencierro this year. The goal is to draw more visitors to its own event.“The municipality is trying to use this festival as a tourist draw,” said Mataelpino mayor Javier de los Nietos.The town of Haro in the northern La Rioja wine-making region began the process this year to have its annual “wine fight” declared a “Festival of International Interest”. The event sees thousands of locals and tourists celebrate St Peter’s day in June by throwing thousands of litres of wine at each other, with buckets, wineskins or water pistols.Published in Dawn September 1st, 2016\n", "author": "Diego Urdaneta", "title": "Spanish towns seek to repeat success of Tomatina festival"}}
{"1281234": {"date": "September 01, 2016", "article": "KARACHI: Academic activities were suspended at eight major public sector universities in the province on Wednesday in response to a call for strike given by the Sindh chapter of the Federation of All Pakistan Universities Academic Staff Association (Fapuasa).At Karachi University (KU) teachers addressed a press conference after boycott of classes to vent anger and frustration over prolonged financial crisis the university had been facing and the way the provincial government had been handling affairs at universities.They warned the government of a ‘strong agitation’ soon after Eid if the government did not release the Rs350m grant it had announced last year for the university.Listing a number of other demands, teachers, which included the society’s office-bearers as well as members of the university’s statutory bodies, called upon the government to immediately withdraw what they described as ‘unilateral amendments’ to the Sindh Universities Law 2013, and either activate the provincial higher education commission in consultation with senior teachers or abolish the body altogether.The demands which were put forward to the provincial government included making appointments to all key administrative posts through a selection board, removing retired administrative officers, making regular appointments to all posts including that of the vice chancellor (who was currently working on ad hoc basis), initiating meaningful investigation into financial malpractices on the campus, adopting a uniform policy for teachers and non-teaching staff of all universities, increasing KU grant to Rs1bn and payment of leave encashment to all KU employees before Eid, which, they said, was being paid to staff at other universities.“This has now become an issue of discrimination against KU. The government must pay leave encashment to all university employees before Eid,” president Kuts Dr Shakeel Farooqi demanded.The university would be shut if the issues were not addressed, he warned.“It’s no more possible to continue academic activities in an environment lacking requisite paraphernalia; the university’s physical infrastructure badly needs repair, labs are functioning without a whole set of chemicals and proper equipment while no funds are available to purchase research journals for libraries,” he explained in response to a question.Teachers also demanded the Higher Education Commission (HEC) increase university grant and pay full salary including the raise announced by the government. “Presently, the deficit the university faces under the head of staff salaries is Rs800m. In other words, the government only pays eight months’ salaries to KU staff. The rest is to be arranged by the university itself,” he said.On the autonomous status of universities, he said teachers had been protesting against the controversial amendments for the past three years but to no avail. It was the assemblies, he observed, which made the universities independent bodies and agreed to have an apolitical dignitary as chancellor (governor) as a representative of the federal government. “This has been so because a large chunk of university grant comes from the federal government. But, when a political worker or a person perceived as a representative of the establishment becomes the governor and provincial government brings a law that serves its own vested interests, the entire system at universities is ruined, as has been happening,” he noted.On the role of provincial HEC, it was pointed out that since the Punjab HEC had decided to work with the federal HEC, Sindh was now left alone.Meanwhile, vice president of the Fapuasa-centre Dr Kalimullah Bareech supported the Kuts stance. “We support all universities of Sindh in their struggle and demand the government and the HEC address their concerns. Otherwise a nationwide strike will be observed at universities,” he said.HYDERABAD: Teachers and non-teaching staff boycotted academic activities the Sindh University in response to the Sindh chapter of Fapuasa’s call. The protest was later joined by the Sindh Universities Officers Federation as well.Academic and non-academic staff boycotted work and participated in a demonstration which was led by Fapuasa’s Sindh chapter president Dr Shahnawaz Talpur along with the federation’s provincial general secretary Dr Farid Ahmed Memon and others. The leaders said that amendments suggested by Fapuasa should be made part of the law and opposed interference by Sindh government and Higher Education Commission (HEC) in the universities’ affairs. They demanded that all appointments in the universities should be made in accordance with the procedure laid down in the universities’ regulations. The Mehran University Officers’ Welfare Association also claimed in a statement that officers and staff boycotted work in protest against appointment of retirees to administrative positions. They demanded removal of such officers and staged a sit-in. Later, the Mehran university employees association also joined the protest, it said. The protesters’ office-bearers said that Sindh government had appointed registrar of Mehran University in violation of set procedure. Published in Dawn September 1st, 2016\n", "author": "Dawn Report", "title": "Teachers boycott academic activities at govt universities across Sindh"}}
{"1281254": {"date": "September 01, 2016", "article": "ISLAMABAD: The Supreme Court on Wednesday sought an explanation from the Islamabad IG Tariq Masood Yasin for the security lapse which resulted in the murder of Barrister Malik Fahad, a nephew of former Senate chairman Mohammedmian Soomro on Aug 15. Malik Fahad was killed on Aug 15 in Sector F-10 when he left the police station after mediating between Raja Arshad an{"1281134": {"date": "August 31, 2016", "article": "LONDON: Shareholders in British technology company ARM approved its sale to Japan's SoftBank on Tuesday, marking the end of independence for the chip designer that powered the smartphone revolution.SoftBank swooped on the Apple supplier in July, agreeing to pay $32 billion in cash for a company that it hopes will remain at the forefront of digital innovation.ARM said that more than 95 percent of the votes cast on Tuesday approved the takeover.Seeking to win political backing and smooth the path for the deal, the Japanese company's charismatic leader Masayoshi Son spoke to British Prime Minister Theresa May shortly before the deal was announced to allay concerns that it would be bad for the British technology sector.SoftBank, which is paying a 43 percent premium, has promised to at least double ARM's workforce in Britain over the next five years, keep its headquarters in Cambridge and retain its partnership-based business model and culture.The commitments will be the first test of new takeover rules that make such pledges binding. The rules were introduced after Pfizer attempted to buy Britain's AstraZeneca in 2014.ARM Chairman Stuart Chambers said that SoftBank's guarantees on jobs and investment were legal commitments, not merely “nice ideas and promises and intents”.“If you look at the post-offer undertakings that SoftBank has made, they are extremely strong, they are virtually unprecedented,” he told Reuters after Tuesday's shareholder meeting in London.Chief Executive Simon Segars, who will stay with the company, said that SoftBank shared ARM's long-term view on investment, including retaining and developing the engineers who were essential to ARM's success.“We are not going anywhere, we are still going to be at the heart of British technology. We are growing globally because we are a global business,” he said.“This represents an exciting new chapter for ARM, and an ability to really grow and do everything we were doing and do more and do it faster.” Some remained unconvinced, however. Paul Myners, a former British financial services minister, said the sale was more evidence of the City's predilection to “sell at a reasonable premium, get out, don't invest for the future, don't back the British economy”.“This is a business that is at the heart of the ecosystem of modern technology, the internet of things, an area in which we lead,” he told BBC radio on Tuesday, adding that it would not have been possible to sell ARM in 60 days had it been an American, German, French or Japanese company.“We will not have world-beating companies if we continue to sell out our leaders at such an early stage,” he said. \n", "author": "Reuters", "title": "British tech champion ARM's sale to Japan's SoftBank wins shareholder nod"}}
{"1281164": {"date": "September 01, 2016", "article": "DACCA: Flood situation in the province further worsened today [Aug 31] affecting more areas in the hard hit Sirajganj sub-division of Pabna district and elsewhere where rivers were still swelling.According to latest information, Sirajganj was badly in the grip of flood. Lakhs of people have been affected. The marooned people were being evacuated.At least nine principal rivers of the province, including the Buriganga at Dacca and the Sitalakhya at the main inland river port of Narayanganj, were reported to be above the danger level and were still rising.Thirty-three hours of heavy and almost incessant rainfall has submerged the low-lying areas of Dacca City. Today’s rains nearly paralysed city life and made movement of vehicular traffic difficult.In some streets there was ankle-deep water and in low-lying areas knee-deep. Motor cars, buses and rickshaws had to get through waterlogged streets in certain areas and a lot of transport was seen stranded.[Meanwhile, as reported by agencies from Amman,] security men yesterday [Aug 30] dispersed about 2,000 marchers demonstrating peacefully in protest at the execution in Cairo on Monday of th{"1281134": {"date": "August 31, 2016", "article": "LONDON: Shareholders in British technology company ARM approved its sale to Japan's SoftBank on Tuesday, marking the end of independence for the chip designer that powered the smartphone revolution.SoftBank swooped on the Apple supplier in July, agreeing to pay $32 billion in cash for a company that it hopes will remain at the forefront of digital innovation.ARM said that more than 95 percent of the votes cast on Tuesday approved the takeover.Seeking to win political backing and smooth the path for the deal, the Japanese company's charismatic leader Masayoshi Son spoke to British Prime Minister Theresa May shortly before the deal was announced to allay concerns that it would be bad for the British technology sector.SoftBank, which is paying a 43 percent premium, has promised to at least double ARM's workforce in Britain over the next five years, keep its headquarters in Cambridge and retain its partnership-based business model and culture.The commitments will be the first test of new takeover rules that make such pledges binding. The rules were introduced after Pfizer attempted to buy Britain's AstraZeneca in 2014.ARM Chairman Stuart Chambers said that SoftBank's guarantees on jobs and investment were legal commitments, not merely “nice ideas and promises and intents”.“If you look at the post-offer undertakings that SoftBank has made, they are extremely strong, they are virtually unprecedented,” he told Reuters after Tuesday's shareholder meeting in London.Chief Executive Simon Segars, who will stay with the company, said that SoftBank shared ARM's long-term view on investment, including retaining and developing the engineers who were essential to ARM's success.“We are not going anywhere, we are still going to be at the heart of British technology. We are growing globally because we are a global business,” he said.“This represents an exciting new chapter for ARM, and an ability to really grow and do everything we were doing and do more and do it faster.” Some remained unconvinced, however. Paul Myners, a former British financial services minister, said the sale was more evidence of the City's predilection to “sell at a reasonable premium, get out, don't invest for the future, don't back the British economy”.“This is a business that is at the heart of the ecosystem of modern technology, the internet of things, an area in which we lead,” he told BBC radio on Tuesday, adding that it would not have been possible to sell ARM in 60 days had it been an American, German, French or Japanese company.“We will not have world-beating companies if we continue to sell out our leaders at such an early stage,” he said. \n", "author": "Reuters", "title": "British tech champion ARM's sale to Japan's SoftBank wins shareholder nod"}}
{"1281154": {"date": "August 31, 2016", "article": "Due to a reporting error, an earlier version of this story incorrectly quoted the British High Commissioner as saying that Pakistan did not provide sufficient proof against Altaf Hussain. We apologise to the British High Commission and to our readers. The error is deeply regretted\nISLAMABAD: Leader of the opposition Syed Khursheed Shah on Wednesday demanded from British authorities to take immediate and stern action against Muttahida Qaumi Movement's (MQM) chief Altaf Hussain. “We demand an immediate and stern action against him (Hussain),” Shah said.“The MQM chief’s derogatory remarks against Pakistan and anti-Pakistan slogans are totally unacceptable to each and every person here,\" added the leader of the opposition. The Ministry of Interior on Tuesday had dispatched a reference against MQM's \"dissociated\" chief to United Kingdom government, accusing the former of inciting people to violence in Pakistan.The reference talked about Hussain's “vicious speech” and contains evidences related to inciting people to create chaos, read a statement issued by the ministry.“Action should be taken against him (Hussain) according to British laws,” said the reference, adding that the said person not only violated British but also international laws.The UK government was further asked to initiate legal action against those responsible for inciting people to violence in Pakistan.Hussain's speech\nAltaf Hussain’s diatribe last week took many by surprise who were convinced that state institutions will use the speech as a justification for a strong action against MQM activists.Parts of the speech that went viral on social media minutes after the violence broke out in the city’s south districts showed that while addressing the MQM workers protesting outside the Karachi Press Club against “enforced disappearances and extrajudicial killings of workers”,Hussain not only raised slogans against Pakistan but also called the country “a cancer for entire world”.“Pakistan is cancer for entire world,” he said. “Pakistan is headache for the entire world. Pakistan is the epicentre of terrorism for the entire world. Who says long live Pakistan...it’s down with Pakistan.”The MQM supremo later apologised to the military for his ‘anti-Pakistan’ remarks and, in a statement released by MQM Spokesman Wasay Jalil on Tuesday, announced he would be handing over party affairs to the Coordination Committee in Pakistan.\nDue to a reporting error, an earlier version of this story incorrectly quoted the British High Commissioner as saying that Pakistan did not provide sufficient proof against Altaf Hussain. We apologise to the British High Commission and to our readers. The error is deeply regretted.\n", "author": "Raza Khan", "title": "Khursheed Shah demands stern action against Altaf Hussain"}}
{"1281164": {"date": "September 01, 2016", "article": "DACCA: Flood situation in the province further worsened today [Aug 31] affecting more areas in the hard hit Sirajganj sub-division of Pabna district and elsewhere where rivers were still swelling.According to latest information, Sirajganj was badly in the grip of flood. Lakhs of people have been affected. The marooned people were being evacuated.At least nine principal rivers of the province, including the Buriganga at Dacca and the Sitalakhya at the main inland river port of Narayanganj, were reported to be above the danger level and were still rising.Thirty-three hours of heavy and almost incessant rainfall has submerged the low-lying areas of Dacca City. Today’s rains nearly paralysed city life and made movement of vehicular traffic difficult.In some streets there was ankle-deep water and in low-lying areas knee-deep. Motor cars, buses and rickshaws had to get through waterlogged streets in certain areas and a lot of transport was seen stranded.[Meanwhile, as reported by agencies from Amman,] security men yesterday [Aug 30] dispersed about 2,000 marchers demonstrating peacefully in protest at the execution in Cairo on Monday of three Muslim Brotherhood leaders.Their demonstration was one of several protests in some Muslim countries against the execution of the men who were convicted of plotting to kill the United Arab Republic’s President Nasser and overthrow the regime.The Amman demonstrators, expressing “regret and grief” at the executions, began their march after prayers for the dead men at the Grand Husseini Mosque in the city centre led by the Mufti of Jordan, Sheikh Abdullah Al-Qalwili.After the prayers, speeches were made in front of the mosque attacking the UAR authorities.The demonstrators chanted slogans hostile to the UAR and carried placards as they marched to the UAR Embassy, obstructing traffic for about half an hour.Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Staff Correspondent", "title": "From the past pages of dawn : 1966 : Fifty years ago : E. Pakistan flooding"}}
{"1281174": {"date": "September 01, 2016", "article": "KARACHI: Ibrahim Iltifat, Robin Das and Fahd Haider beat their respective rivals to reach the semifinals of the 4th Indus Pharma Open National Ranking Tennis Championsh{"1281134": {"date": "August 31, 2016", "article": "LONDON: Shareholders in British technology company ARM approved its sale to Japan's SoftBank on Tuesday, marking the end of independence for the chip designer that powered the smartphone revolution.SoftBank swooped on the Apple supplier in July, agreeing to pay $32 billion in cash for a company that it hopes will remain at the forefront of digital innovation.ARM said that more than 95 percent of the votes cast on Tuesday approved the takeover.Seeking to win political backing and smooth the path for the deal, the Japanese company's charismatic leader Masayoshi Son spoke to British Prime Minister Theresa May shortly before the deal was announced to allay concerns that it would be bad for the British technology sector.SoftBank, which is paying a 43 percent premium, has promised to at least double ARM's workforce in Britain over the next five years, keep its headquarters in Cambridge and retain its partnership-based business model and culture.The commitments will be the first test of new takeover rules that make such pledges binding. The rules were introduced after Pfizer attempted to buy Britain's AstraZeneca in 2014.ARM Chairman Stuart Chambers said that SoftBank's guarantees on jobs and investment were legal commitments, not merely “nice ideas and promises and intents”.“If you look at the post-offer undertakings that SoftBank has made, they are extremely strong, they are virtually unprecedented,” he told Reuters after Tuesday's shareholder meeting in London.Chief Executive Simon Segars, who will stay with the company, said that SoftBank shared ARM's long-term view on investment, including retaining and developing the engineers who were essential to ARM's success.“We are not going anywhere, we are still going to be at the heart of British technology. We are growing globally because we are a global business,” he said.“This represents an exciting new chapter for ARM, and an ability to really grow and do everything we were doing and do more and do it faster.” Some remained unconvinced, however. Paul Myners, a former British financial services minister, said the sale was more evidence of the City's predilection to “sell at a reasonable premium, get out, don't invest for the future, don't back the British economy”.“This is a business that is at the heart of the ecosystem of modern technology, the internet of things, an area in which we lead,” he told BBC radio on Tuesday, adding that it would not have been possible to sell ARM in 60 days had it been an American, German, French or Japanese company.“We will not have world-beating companies if we continue to sell out our leaders at such an early stage,” he said. \n", "author": "Reuters", "title": "British tech champion ARM's sale to Japan's SoftBank wins shareholder nod"}}
{"1281154": {"date": "August 31, 2016", "article": "Due to a reporting error, an earlier version of this story incorrectly quoted the British High Commissioner as saying that Pakistan did not provide sufficient proof against Altaf Hussain. We apologise to the British High Commission and to our readers. The error is deeply regretted\nISLAMABAD: Leader of the opposition Syed Khursheed Shah on Wednesday demanded from British authorities to take immediate and stern action against Muttahida Qaumi Movement's (MQM) chief Altaf Hussain. “We demand an immediate and stern action against him (Hussain),” Shah said.“The MQM chief’s derogatory remarks against Pakistan and anti-Pakistan slogans are totally unacceptable to each and every person here,\" added the leader of the opposition. The Ministry of Interior on Tuesday had dispatched a reference against MQM's \"dissociated\" chief to United Kingdom government, accusing the former of inciting people to violence in Pakistan.The reference talked about Hussain's “vicious speech” and contains evidences related to inciting people to create chaos, read a statement issued by the ministry.“Action should be taken against him (Hus{"1281134": {"date": "August 31, 2016", "article": "LONDON: Shareholders in British technology company ARM approved its sale to Japan's SoftBank on Tuesday, marking the end of independence for the chip designer that powered the smartphone revolution.SoftBank swooped on the Apple supplier in July, agreeing to pay $32 billion in cash for a company that it hopes will remain at the forefront of digital innovation.ARM said that more than 95 percent of the votes cast on Tuesday approved the takeover.Seeking to win political backing and smooth the path for the deal, the Japanese company's charismatic leader Masayoshi Son spoke to British Prime Minister Theresa May shortly before the deal was announced to allay concerns that it would be bad for the British technology sector.SoftBank, which is paying a 43 percent premium, has promised to at least double ARM's workforce in Britain over the next five years, keep its headquarters in Cambridge and retain its partnership-based business model and culture.The commitments will be the first test of new takeover rules that make such pledges binding. The rules were introduced after Pfizer attempted to buy Britain's AstraZeneca in 2014.ARM Chairman Stuart Chambers said that SoftBank's guarantees on jobs and investment were legal commitments, not merely “nice ideas and promises and intents”.“If you look at the post-offer undertakings that SoftBank has made, they are extremely strong, they are virtually unprecedented,” he told Reuters after Tuesday's shareholder meeting in London.Chief Executive Simon Segars, who will stay with the company, said that SoftBank shared ARM's long-term view on investment, including retaining and developing the engineers who were essential to ARM's success.“We are not going anywhere, we are still going to be at the heart of British technology. We are growing globally because we are a global business,” he said.“This represents an exciting new chapter for ARM, and an ability to really grow and do everything we were doing and do more and do it faster.” Some remained unconvinced, however. Paul Myners, a former British financial services minister, said the sale was more evidence of the City's predilection to “sell at a reasonable premium, get out, don't invest for the future, don't back the British economy”.“This is a business that is at the heart of the ecosystem of modern technology, the internet of things, an area in which we lead,” he told BBC radio on Tuesday, adding that it would not have been possible to sell ARM in 60 days had it been an American, German, French or Japanese company.“We will not have world-beating companies if we continue to sell out our leaders at such an early stage,” he said. \n", "author": "Reuters", "title": "British tech champion ARM's sale to Japan's SoftBank wins shareholder nod"}}
{"1281154": {"date": "August 31, 2016", "article": "Due to a reporting error, an earlier version of this story incorrectly quoted the British High Commissioner as saying that Pakistan did not provide sufficient proof against Altaf Hussain. We apologise to the British High Commission and to our readers. The error is deeply regretted\nISLAMABAD: Leader of the opposition Syed Khursheed Shah on Wednesday demanded from British authorities to take immediate and stern action against Muttahida Qaumi Movement's (MQM) chief Altaf Hussain. “We demand an immediate and stern action against him (Hussain),” Shah said.“The MQM chief’s derogatory remarks against Pakistan and anti-Pakistan slogans are totally unacceptable to each and every person here,\" added the leader of the opposition. The Ministry of Interior on Tuesday had dispatched a reference against MQM's \"dissociated\" chief to United Kingdom government, accusing the former of inciting people to violence in Pakistan.The reference talked about Hussain's “vicious speech” and contains evidences related to inciting people to create chaos, read a statement issued by the ministry.“Action should be taken against him (Hussain) according to British laws,” said the reference, adding that the said person not only violated British but also international laws.The UK government was further asked to initiate legal action against those responsible for inciting people to violence in Pakistan.Hussain's speech\nAltaf Hussain’s diatribe last week took many by surprise who were convinced that state institutions will use the speech as a justification for a strong action against MQM activists.Parts of the speech that went viral on social media minutes after the violence broke out in the city’s south districts showed that while addressing the MQM workers protesting outside the Karachi Press Club against “enforced disappearances and extrajudicial killings of workers”,Hussain not only raised slogans against Pakistan but also called the country “a cancer for entire world”.“Pakistan is cancer for entire world,” he said. “Pakistan is headache for the entire world. Pakistan is the epicentre of terrorism for the entire world. Who says long live Pakistan...it’s down with Pakistan.”The MQM supremo later apologised to the military for his ‘anti-Pakistan’ remarks and, in a statement released by MQM Spokesman Wasay Jalil on Tuesday, announced he would be handing over party affairs to the Coordination Committee in Pakistan.\nDue to a reporting error, an earlier version of this story incorrectly quoted the British High Commissioner as saying that Pakistan did not provide sufficient proof against Altaf Hussain. We apologise to the British High Commission and to our readers. The error is deeply regretted.\n", "author": "Raza Khan", "title": "Khursheed Shah demands stern action against Altaf Hussain"}}
{"1281164": {"date": "September 01, 2016", "article": "DACCA: Flood situation in the province further worsened today [Aug 31] affecting more areas in the hard hit Sirajganj sub-division of Pabna district and elsewhere where rivers were still swelling.According to latest information, Sirajganj was badly in the grip of flood. Lakhs of people have been affected. The marooned people were being evacuated.At least nine principal rivers of the province, including the Buriganga at Dacca and the Sitalakhya at the main inland river port of Narayanganj, were reported to be above the danger level and were still rising.Thirty-three hours of heavy and almost incessant rainfall has submerged the low-lying areas of Dacca City. Today’s rains nearly paralysed city life and made movement of vehicular traffic difficult.In some streets there was ankle-deep water and in low-lying areas knee-deep. Motor cars, buses and rickshaws had to get through waterlogged streets in certain areas and a lot of transport was seen stranded.[Meanwhile, as reported by agencies from Amman,] security men yesterday [Aug 30] dispersed about 2,000 marchers demonstrating peacefully in protest at the execution in Cairo on Monday of three Muslim Brotherhood leaders.Their demonstration was one of several protests in some Muslim countries against the execution of the men who were convicted of plotting to kill the United Arab Republic’s President Nasser and overthrow the regime.The Amman demonstrators, expressing “regret and grief” at the executions, began their march after prayers for the dead men at the Grand Husseini Mosque in the city centre led by the Mufti of Jordan, Sheikh Abdullah Al-Qalwili.After the prayers, speeches were made in front of the mosque attacking the UAR authorities.The demonstrators chanted slogans hostile to the UAR and carried placards as they marched to the UAR Embassy, obstructing traffic for about half an hour.Published in Dawn September 1st, 2016\n", "author": "The Newspaper's Staff Correspondent", "title": "From the past pages of dawn : 1966 : Fifty years ago : E. Pakistan flooding"}}
{"1281174": {"date": "September 01, 2016", "article": "KARACHI: Ibrahim Iltifat, Robin Das and Fahd Haider beat their respective rivals to reach the semifinals of the 4th Indus Pharma Open National Ranking Tennis Championship 2016 here on Wednesday. In the Under-16 contest, Mohammad Shoaib and Yousuf Khan entered the semis after overcoming  their opponents.Results: Mens Singles (quarter-finals) - Ibrahim Iltifat bt Vinod Das 5-7, 6-4, 10,7; Robin Das bt Imran Amin 6-0, 6-1; Fahd Haider bt Nadir Bachani 6-3 6-1U-18 (2nd Round) Yousuf Khan bt Fahad 6-1-6-1; Marib Malik bt Talha Suhail 6-2, 6-4U-16 (quarter-finals) - M Shoaib (KP) bt Amin Shafi 7-6,4-6,10-7; Yousuf Khan bt Zubair Raja 6-4,6-2U-14 (1st Round) - Ibrahim Khan bt Shehrzade Rasool 6-2,6-1; Omer Shafi bt Gulzaib 6-2,6-0; Osama Khan bt Asim Khan 6-1,6-4; Taha Aman bt Farooq Atiq 6-3,7-6; Rayyan Suhail bt Sameer 6-1,6-4U-12 (1st Round) - M Yahya bt Yousuf Haleem 8-0; Farooq Atiq bt Abdullah Imran 8-2; Mahatir bt Hassan Jamal 8-2; Ashar Mir bt Erhan Asad 8-0.Published in Dawn September 1st, 2016\n", "author": "Agencies", "title": "Trio reach semis"}}
{"1281184": {"date": "September 01, 2016", "article": "ZURICH: Switzerland’s highest court declined on Wednesday to issue a preliminary injunction that would have let Russian Paralympic athletes compete at the Rio Games next month, saying instead it will rule later on the team’s ban due to state-sponsored doping. Russia is appealing the Swiss-based International Paralympics Committee’s decision this month to ban its athletes from the Sept. 7-18 competition. After losing before the Court of Arbitration for Sport in Lausanne last week, Russia took its case to the Swiss Federal Court. The tribunal decided that the Russian delegation had not done enough to justify an immediate lifting of the ban on its athletes in Rio, a court statement said. “The Russian Paralympic Committee would have needed to demonstrate it had fulfilled its obligations in upholding... anti-doping protocols, and that its interests in an immediate lifting of its suspension outweigh the International Paralympics Committee’s interests in fighting doping and in the integrity of athletics. It did not succeed in this in any way,” it said. The court is limited to ruling on procedural matters. Earlier on Wednesday, Russia’s Paralympic Committee chief Vladimir Lukin said the country will hold a two-day competition next week for its paralympic squad, coinciding with the official Games start in Brazil. “We’re planning to hold on September 7-8 a series of tournaments for the country’s Paralympic athletes at the training bases in the Moscow region,” R-Sport news agency quoted Lukin as saying. Last week Russian President Vladimir Putin lashed out against the ban on the country’s Paralympians, calling the decision “outside the law, morality, humanity”. Putin pledged that Russia instead would organise competitions for the banned Paralympians “to show all their skills”. A Kremlin spokesman said Wednesday that it was still to be decided if Putin would attend the event. Russia’s Olympic squad narrowly escaped a total ban from the Rio Games, but its track-and-field team was suspended over evidence of state-sponsored drug cheating and corruption in the country.Published in Dawn September 1st, 2016\n", "author": "Agencies", "title": "Swiss court holds fire on Russian paralympic athletes’ Rio ban"}}
{"1281194": {"date": "September 01, 2016", "article": "\n\n\n\t\t\t\t\tREVELLERS battle with tomato pulp during the annual Tomatina (tomato fight) festival in Bunol near Valencia, Spain, on Wednesday.—Reuters\n\t\t\t\t\n\n\nMADRID: Spain’s Tomatina festival, dubbed “the world’s biggest food fight”, has given the small town of Bunol a huge economic boost — and now other Spanish towns with quirky fiestas are seeking to mimic its success.At the annual Tomatina fiesta on Wednesday 160 tonnes of ripe tomatoes were offloaded from trucks into a crowd of over 22,000 half-naked revellers who packed the streets of Bunol for an hour-long battle.Locals and visitors pelted each other with tomatoes, leaving the streets of the eastern town which is home to just 10,000 people awash with red pulp.The Tomatina started in 1945 when local youths brawling in the street seized tomatoes and other produce from a greengrocer’s stall and let loose.Cash-strapped local authorities in 2013 began charging an entry fee and hired a private company to sell tickets.The colourful event has been featured in several movies, such as the 2014 British romantic comedy Walking on Sunshine and the 2011 Indian road movie Zindagi Na Milegi Dobara, as well as in television ads for global brands.“It’s an honour but also a great responsibility because everyone has their eyes fixed on us,” said Bunol mayor Rafael Perez.Export product Bunol registered the festival as a brand in 2002. As a result the village collects rights from firms that have used the Tomatina for its adverts, such as South Korean tech giant Samsung and Australian travel insurance provider Cover Moore.Each film shooting generates around 300,000 euros ($335,000) for the town from the rights, as well as from providing housing and food for the visiting film crews, according to the official web page of the Tomatina.Bunol city hall cooperates with other cities which want to hold its own version of the Tomatina for free because it provides publicity for the town and its festival, said Perez.“At the end of the day what everyone wants is to go to the original version, which is ours, so it is to our advantage,” he added.Versions of the Tomatina have been held annually or as one-off events in Colombia, Chile, Cuba, India, South Korea and the United States.“We always try to cooperate with anyone who wants, so that the image of the Tomatina is reinforced abroad,” said Perez.Giant ball and wine Other Spanish towns with unusual festivals are seeking to copy Bunol’s success.The tiny town of Mataelpino near Madrid registered its annual fiesta, dubbed the “Boloencierro”, which involves pitting daredevils against a giant 200-kilogram polystyrene ball as it gathers steam heading downhill towards the village bullring.The ball — three metres in diameter — has since 2010 replaced bulls used in a traditional bull run in which daredevils raced ahead of a pack of half-tonne fighting bulls along a similar route. The risk is real — the ball has injured several participants.The switch was motivated by Spain’s economic downturn which forced towns like Mataelpino to cut costs on its annual festivals and it has proven popular.The town holds the “Boloencierro”, a combination of the Spanish words for “ball” and “bull run”, every August.Mirroring the example of Bunol, Mataelpino is helping six other Spanish towns to hold their own versions of the Boloencierro this year. The goal is to draw more visitors to its own event.“The municipality is trying to use this festival as a tourist draw,” said Mataelpino mayor Javier de los Nietos.The town of Haro in the northern La Rioja wine-making region began the process this year to have its annual “wine fight” declared a “Festival of International Interest”. The event sees thousands of locals and tourists celebrate St Peter’s day in June by throwing thousands of litres of wine at each other, with buckets, wineskins or water pistols.Published in Dawn September 1st, 2016\n", "author": "Diego Urdaneta", "title": "Spanish towns seek to repeat success of Tomatina festival"}}
{"1281204": {"date": "Updated September 01, 2016", "article": "LONDON: Gold slid to a two-month low on Wednesday after forecast-beating US jobs data stoked speculation that the Federal Reserve would move ahead with plans to raise interest rates, propelling the dollar index to its highest in three weeks. The dollar rose after a report by a payrolls processor showed US private employers added 177,000 jobs in August, above economists’ forecasts. Spot gold fell to its lowest since June 24 at $1,304.91 an ounce and was $1,309.60 an ounce at 1400 GMT, down 0.1 per cent. The metal is heading for a 2.8pc drop in August. US gold futures were down $4.10 at $1,312.40. Technica