{"1281004": {"date": "August 31, 2016", "article": "GARDEZ: US air strikes in Afghanistan have killed four commanders of the Haqqani network, a militant group affiliated with the Taliban, as government forces try to retake a district captured by insurgents last week, Afghan officials said on Tuesday. Naqeeb Ahmad Atal, a spokesman for the governor of Paktia province in eastern Afghanistan, said 120 militants were also killed in the strikes in Jani Khil, a strategically located district at a crossroads on a major route into Pakistan. But Taliban spokesman Zabihullah Mujahid denied the report as “baseless”, saying the air strikes had killed only eight people. He said 48 members of the security forces had been killed in fighting in the district. Insurgents overran the centre of Jani Khil late on Friday, a significant success after they had stepped up attacks across Afghanistan in recent weeks. Afghan army spokesman Fazlkhuda Ibrahimkhil said US drones carried out Monday’s air strikes, hitting fighters gathered in the town. Colonel Michael Lawhorn, director of public affairs for Afghanistan’s Nato-led mission, confirmed that US forces had carried out attacks in support of Afghan forces on Monday. He declined to provide details while the fighting was going on. “I can confirm that US forces conducted four air strikes,” he said in an emailed statement. Another Afghan official said several military vehicles captured by the insurgents were also destroyed. One senior Afghan security official said about 1,200 fighters, most from the Haqqani network, were involved in last week’s attack on Jani Khil. The involvement of Haqqani fighters, whose traditional stronghold has been in eastern Afghanistan, underscores the group’s important role in Taliban military operations following the death of Taliban leader Mullah Akhtar Mansour in a US air strike in May. —Reuters\nUnlike Mansour, new Taliban leader Mullah Haibatullah Akhundzada, a religious scholar, is not believed to have much command experience. His appointment has led many analysts to suggest a growing role for deputy leader Sirajuddin Haqqani, commander of the network named after his father, a veteran Islamist who battled Soviet forces during the 1980s and later sided with the Taliban. The Haqqani network has been known for kidnappings and high-profile attacks in cities but is rarely known to take part in big attacks on Afghan government positions. One of the commanders killed in the air strike had been district chief in Jani Khil for the Taliban. Another came from the Waziristan region on the Pakistani side of the border and was suspected of involvement in the killing of 42 construction workers in Jani Khil four years ago, Atal said. After a lull following Mansour’s killing, there has been heavy fighting in the southern province of Helmand as well as in the area around Kunduz, the northern city that briefly fell to the Taliban last year.\nPublished in Dawn, August 31st, 2016\n", "title": "Four Haqqani commanders killed in Afghanistan", "author": "Reuters"}, "1281080": {"date": "August 31, 2016", "article": "ISLAMABAD: The Islamabad High Court (IHC) on Tuesday ordered the Capital Development Authority (CDA) to conclude inquiry against its officials who allegedly extended undue favours to the developer of Safa Gold Shopping Mall. While hearing a petition filed by the management of the mall, Justice Aamer Farooq of the IHC further directed the CDA and the mall’s management to mutually resolve the dispute over construction of a cinema house at the top floor of the plaza. The CDA sealed Safa Gold Mall in Jinnah Super Market, F-7, on July 28 for violating building codes and the original layout plan. However, the IHC on August 5 ordered reopening of the mall after its owner agreed to clear Rs220 million CDA dues and also undertook to remove encroachments in its surrounding areas. The mall’s covered area is 3,177 square yards, but it had encroached upon its surrounding areas. The CDA also claimed that the owner constructed two additional storeys and occupied a nearby nullah by covering it with concrete and using the space to install heavy generators and air conditioning plants for the mall. While directing the CDA to submit the inquiry report before the court, Justice Farooq adjourned the hearing until Sept 19.Published in Dawn, August 31st, 2016\n", "title": "CDA asked to complete inquiry against officials", "author": "The Newspaper's Staff Reporter"}}